[
  {
    "pkg": "LibreWolf",
    "app_id": "io.gitlab.librewolf-community",
    "description": "LibreWolf Web Browser",
    "description_long": "LibreWolf<br>This project is an independent fork of Firefox, with the primary goals of privacy security and user freedom. It is the community run successor to LibreFox.<br>LibreWolf uses more than 500 privacy/security/performance settings, patches, LibreWolf-Addons (optional) and is designed to minimize data collection and telemetry as much as possible (updater, crashreporter and Firefox’s integrated addons that don’t respect privacy are removed).<br>LibreWolf is NOT associated with Mozilla or its products.<br>Features:<br>Latest Version of Firefox: LibreWolf is compiled directly from the latest build of Firefox Stable. You will have the the latest features, and security updates.<br>Completely Independent Build: LibreWolf uses a completely independent build from Firefox and has its own settings, profile folder and installation path. As a result, it can be installed alongside Firefox or any other browser.<br>Settings protection: important settings are enforced/locked within librewolf.cfg and policies.json, those settings cannot be changed by addons/updates/LibreWolf itself or unwanted/accidental manipulation; To change those settings you can easily do it by editing librewolf.cfg and policies.json.<br>LibreWolf-addons: set of optional LibreWolf extensions<br>Statistics disabled: telemetry and similar functions are disabled<br>Tested settings: settings are performance aware<br>Recommended and code reviewed addons list<br>Community-Driven<br>And much more…<br>",
    "build_date": "2025-12-19T19:13:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/librewolf-community/9911f22e695105fb23e57dabdc19b9c2/icons/128x128/io.gitlab.librewolf-community.png",
    "license": "MPL-2.0",
    "tag": [
      "librewolf",
      "internet",
      "web"
    ],
    "rank": 1
  },
  {
    "pkg": "Waterfox",
    "app_id": "net.waterfox.waterfox",
    "description": "Private web browser",
    "description_long": "<br>Waterfox is a privacy-focused browser built for power users who value customization and control over their online experience. It pairs a privacy-first foundation with the kind of deep customization normally reserved for extensions and hidden flags.<br>Waterfox routes DNS-over-HTTPS through a Fastly-hosted Oblivious HTTP relay, disables DNS prefetching, blocks 0.0.0.0 lookups, and leaves Safe Browsing calls off so lookups stay private. Cookie-banner automation rejects consent prompts when possible, HTTPS-First is enforced, Global Privacy Control is declared, and telemetry, experiments, analytics, and ad feeds are stripped out.<br>Private Tabs let you flip any tab into an isolated session with its own history, cookies, and default search. Tab context shortcuts can copy URLs, unload sleeping tabs, or restart the browser with cache-purge options, while privacy-first ergonomics keep scripted pop-ups in tabs, prompt for new download handlers, and restore the classic status bar with live link previews.<br>Layout controls move tab bars, bookmark bars, restart switches, and status bars without touching userChrome.css. Switch between Waterfox, Lepton, and Proton presets, adjust icon weight, padding, autohide behaviour, and rounding, or load legacy userChrome and userContent tweaks. Modern web APIs such as WebGPU, WebCodecs H.265, Web Share, JPEG XL, CSS Masonry, and scroll-driven animations are enabled by default, and Startpage plus Waterfox Private Search ship as defaults with a separate private-window engine.<br>",
    "build_date": "2025-12-19T18:49:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/waterfox/waterfox/16d00bccbee89a5c2666284cfa845ac6/icons/128x128/net.waterfox.waterfox.png",
    "license": "MPL-2.0",
    "tag": [
      "internet",
      "waterfox",
      "browser"
    ],
    "rank": 2
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity<br>Přizpůsobte své prostředí COSMIC až za hranice nekonečna<br>Save, import and download color schemes<br>Customize the panel and dock<br>Replicate other desktop's layouts<br>Fearless tweaking with snapshots<br>",
    "build_date": "2025-12-13T21:07:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/220ca1c96de04e03443eb165b3e94f99/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 3
  },
  {
    "pkg": "Dev Toolbox",
    "app_id": "me.iepure.devtoolbox",
    "description": "Dev tools at your fingertips",
    "description_long": "If you're tired of endlessly looking online for the right tool, or to<br>find again that website of which you don't recall the name just for a quick<br>conversion, this is the right app for you.<br>This is a collection of powerful yet simple-to-use tools<br>to solve the most common daily development problems.<br>Includes:<br>JSON to YAML converter and vice-versa<br>CRON expressions parser<br>GZip compressor and decompressor<br>Formatters for common programming languages<br>Hash generators<br>Regex tester<br>Markdown Previewer<br>Image converters<br>Much more...<br>",
    "build_date": "2025-07-06T15:40:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/iepure/devtoolbox/759d2f68c46a84c3f77f98d1e2ec84db/icons/128x128/me.iepure.devtoolbox.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "JSON",
      "YAML",
      "YML"
    ],
    "rank": 4
  },
  {
    "pkg": "NouTube",
    "app_id": "jp.nonbili.noutube",
    "description": "YouTube and YouTube Music in a single app",
    "description_long": "<br>Manage video/music library without login<br>Manage watch history without login<br>No ads<br>Hide shorts<br>Sponsor block<br>",
    "build_date": "2025-12-19T07:30:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/jp/nonbili/noutube/9f4ecd573d42951b35b76a0f726b7dbf/icons/128x128/jp.nonbili.noutube.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "youtube",
      "yt",
      "yt-music"
    ],
    "rank": 5
  },
  {
    "pkg": "Ghidra",
    "app_id": "org.ghidra_sre.Ghidra",
    "description": "Ghidra Reverse Engineering Suite",
    "description_long": "**Note: This wrapper is not verified by, affiliated with, or supported by the National Security Agency Research Directorate.**<br>Ghidra is a software reverse engineering (SRE) framework. This framework includes<br>a suite of full-featured, high-end software analysis tools that enable users to<br>analyze compiled code.<br>Capabilities include disassembly, assembly, decompilation, graphing, and scripting,<br>along with hundreds of other features. Ghidra supports a wide variety of processor<br>instruction sets and executable formats and can be run in both user-interactive and<br>automated modes. Users may also develop their own Ghidra plug-in components and/or<br>scripts using Java or Python.<br>",
    "build_date": "2025-12-04T10:14:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/ghidra_sre/Ghidra/475e3d33bc2a5a4a62ae9c1e479ed7f1/icons/128x128/org.ghidra_sre.Ghidra.png",
    "license": "Apache-2.0",
    "tag": [
      "assembler",
      "assembly",
      "asm"
    ],
    "rank": 6
  },
  {
    "pkg": "The Honkers Railway Launcher",
    "app_id": "moe.launcher.the-honkers-railway-launcher",
    "description": "Play your favorite Honkai Railway game on Linux",
    "description_long": "The Honkers Railway Launcher is an unofficial launcher for a certain video game that handles setting up Wine, installing the game and running it on Linux.",
    "build_date": "2025-12-21T18:30:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/launcher/the-honkers-railway-launcher/132761973d5f675330a1d3ee3f643bed/icons/128x128/moe.launcher.the-honkers-railway-launcher.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "thrl"
    ],
    "rank": 7
  },
  {
    "pkg": "Drum Machine",
    "app_id": "io.github.revisto.drum-machine",
    "description": "Create and play drum beats",
    "description_long": "<br>Drum Machine is a modern and intuitive application for creating, playing, and<br>managing drum patterns. Perfect for musicians, producers, and anyone interested<br>in rhythm creation, this application provides a simple interface for drum<br>pattern programming. Have fun!<br>Features:<br>Intuitive grid-based pattern editor with infinite pages<br>Custom samples: Add your own drum sounds with MIDI note mapping<br>Adjustable BPM control<br>Volume control for overall mix<br>Save and load patterns<br>Multiple drum sounds including kick, snare, hi-hat, and more<br>Audio and MIDI export with support for WAV, FLAC, Ogg, MP3, and MIDI formats<br>Metadata support for embedding artist name, song title, and cover art<br>Keyboard shortcuts for quick access to all functions<br>",
    "build_date": "2025-12-18T20:43:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/revisto.drum-machine/5c9158486238e9b6f54c426d467ba71b/icons/128x128/io.github.revisto.drum-machine.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "drum",
      "drums",
      "sequencer"
    ],
    "rank": 8
  },
  {
    "pkg": "Pulsar",
    "app_id": "dev.pulsar_edit.Pulsar",
    "description": "A community-led, hyper-hackable text editor",
    "description_long": "Pulsar is a fork of the discontinued Atom editor - assuming its mission of being a zero-compromise combination of hackability and usability.",
    "build_date": "2025-10-12T05:01:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/pulsar_edit/Pulsar/b6e4f26583cabdd49166e17a54b6397c/icons/128x128/dev.pulsar_edit.Pulsar.png",
    "license": "MIT",
    "tag": [
      "atom"
    ],
    "rank": 9
  },
  {
    "pkg": "Boxy SVG",
    "app_id": "com.boxy_svg.BoxySVG",
    "description": "Scalable Vector Graphics editor",
    "description_long": "Boxy SVG project goal is to create the best tool for editing SVG files. For beginners as well as for<br>professional designers and developers. On any device and operating system.<br>=== Core features: ===<br>Clean and intuitive UI heavily inspired by Inkscape, Sketch and Adobe Illustrator<br>Extensive support for on-canvas editing of object geometry, transform, paint and other properties<br>Save to SVG and SVGZ formats, export to PNG, JPG, WebP, PDF and HTML5<br>Integration with Pixabay and other libraries with millions of free stock photos and vector assets<br>Google Fonts integration with hundreds of free fonts<br>Configurable keyboard shortcuts for over 100 commands<br>Manual guides, smart guides and grid<br>Path operations (unite, intersect, subtract, exclude, close, reverse, etc.)<br>Arrangement operations (align to, rotate, flip, order, group, etc.)<br>=== For web developers: ===<br>Chromium-based rendering engine<br>SVG and CSS code inspector similar to Chrome Dev Tools<br>Clean SVG output that preserves IDs, classes, titles and other metadata<br>SVG sprites editing support<br>This package is officially published, maintained and supported by Boxy SVG developer.<br><br><br><br><br><br><br><br><br><br>",
    "build_date": "2025-12-21T16:59:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/boxy_svg/BoxySVG/01c134659d06903e18d4d2bcf88383b5/icons/128x128/com.boxy_svg.BoxySVG.png",
    "license": "LicenseRef-proprietary=https://boxy-svg.com/legal",
    "tag": [
      "svg",
      "vector",
      "graphics"
    ],
    "rank": 10
  },
  {
    "pkg": "Smile",
    "app_id": "it.mijorus.smile",
    "description": "An emoji picker",
    "description_long": "Smile is a simple emoji picker for linux with custom tags support",
    "build_date": "2025-12-18T17:15:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/it/mijorus/smile.desktop/a50024e15068911932fb1aea2b8a679b/icons/128x128/it.mijorus.smile.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Emoji",
      "Picker"
    ],
    "rank": 11
  },
  {
    "pkg": "Color Picker",
    "app_id": "nl.hjdskes.gcolor3",
    "description": "Choose colors from the picker or the screen",
    "description_long": "<br>Ever wanted to know the value of that color on your screen? Color Picker enables<br>you to pick the color from any pixel on your screen. It also offers a<br>palette, so that you can easily mix and match a couple of colors together.<br>When you have found the perfect combination of colors, naturally you want<br>to save them. Color Picker allows you to conveniently save and retrieve colors.<br>Color Picker is a color selection dialog written in GTK 3. It is much alike<br>Gcolor2, but uses the newer GTK version and other modernisations to better<br>integrate into your modern desktop.<br>",
    "build_date": "2025-06-30T14:08:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/nl/hjdskes/gcolor3/b315db1eed88f03b73affe35ce5c19ce/icons/128x128/nl.hjdskes.gcolor3.png",
    "license": "GPL-2.0+",
    "tag": [
      "Color",
      "Picker",
      "Palette"
    ],
    "rank": 12
  },
  {
    "pkg": "Forecast",
    "app_id": "com.jwestall.Forecast",
    "description": "View weather predictions",
    "description_long": "Find out what the weather is going to be like with this simple weather application for the COSMIC™ Desktop.",
    "build_date": "2025-10-09T14:35:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jwestall/Forecast/4d28bb71f40ce25b5e1940b1fcf7cf28/icons/128x128/com.jwestall.Forecast.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Weather"
    ],
    "rank": 13
  },
  {
    "pkg": "Calculator",
    "app_id": "dev.edfloreshz.Calculator",
    "description": "Beyond the equation",
    "description_long": "A calculator app with infinite possibilities<br>Exceptional performance and responsiveness.<br>",
    "build_date": "2025-09-25T23:56:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Calculator/bd0d990db813b16be4829ca0b0bcc28d/icons/128x128/dev.edfloreshz.Calculator.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 14
  },
  {
    "pkg": "Gelly",
    "app_id": "io.m51.Gelly",
    "description": "Jellyfin client focused on music",
    "description_long": "<br>A native, lightweight Jellyfin client designed specifically for enjoying<br>your music library.<br>Browse your music collection by artist, album and playlist<br>Modern GTK/Adwaita interface with MPRIS support<br>Written in Rust<br>",
    "build_date": "2025-12-19T22:44:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/m51/Gelly/f0739a8d58fa7353c64adf28340cfa4d/icons/128x128/io.m51.Gelly.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Jellyfin"
    ],
    "rank": 15
  },
  {
    "pkg": "Gaia Sky",
    "app_id": "space.gaiasky.GaiaSky",
    "description": "Explore the universe in 3D",
    "description_long": "<br>Gaia Sky is an astronomy visualisation platform for desktop and VR that runs on Linux, Windows and macOS. It is developed in the framework of ESA's Gaia mission to chart about 1 billion stars of our Galaxy in the Gaia group of the Astronomisches Rechen-Institut (ZAH, Universität Heidelberg). Explore the Solar System, the Milky Way, and even the most distant galaxies of our Universe with up-to-date, real scientific data.<br>",
    "build_date": "2025-10-01T07:53:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/s/sp/space.gaiasky.gaiasky/8016630e2c6a332feee168964cd777ae/icons/128x128/space.gaiasky.GaiaSky.png",
    "license": "MPL-2.0",
    "tag": [
      "space",
      "planets",
      "stars"
    ],
    "rank": 16
  },
  {
    "pkg": "IP Lookup",
    "app_id": "io.github.bytezz.IPLookup",
    "description": "Find info about an IP address",
    "description_long": "Look up details such as the internet provider and geographic location for an IP address.",
    "build_date": "2025-11-29T05:42:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/bytezz.IPLookup/89fdf0cc2e79f2246d3268b1c4bcc361/icons/128x128/io.github.bytezz.IPLookup.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "IP",
      "lookup",
      "ISP"
    ],
    "rank": 17
  },
  {
    "pkg": "Denaro",
    "app_id": "org.nickvision.money",
    "description": "Manage your personal finances",
    "description_long": "— Manage multiple accounts at a time, with a familiar tab interface— Easily filter transactions by type, group, or date— Easily repeat transactions, such as bills that occur every month— Transfer money from one account to another— Export an account as a CSV file and import a CSV, OFX or QIF file to bulk add transactions to an account",
    "build_date": "2024-02-02T15:59:20",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.nickvision.money.png",
    "license": "MIT",
    "tag": [
      "Nickvision",
      "bank",
      "cash"
    ],
    "rank": 18
  },
  {
    "pkg": "n-Track Studio",
    "app_id": "com.ntrack.n-track",
    "description": "Creative Music Making (DAW)",
    "description_long": "n-Track Studio is the powerful digital audio workstation (DAW) for musicians, producers, and creators of all levels. Record, edit, mix, and master audio and MIDI with ease.<br>Make professional-quality music using built-in tools like the Step Sequencer, Piano Roll, Drum Pads and more. Add effects such as vocal tuning, amps, EQ, reverb, and limiter to shape your sound.<br>Play and compose with over 400 virtual instruments and 15GB of included royalty-free sounds. You can also create your own instruments with the built-in sampler. Use the AI-powered MixSplit feature to separate full songs into individual tracks for remixing or editing.<br>Collaborate with musicians around the world through the integrated Songtree community. Whether you're recording vocals or a full band, n-Track Studio supports multi-channel audio devices and works with popular plugin formats like VST2, VST3 and CLAP.",
    "build_date": "2025-12-17T23:56:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ntrack/n-track/23f030f76efc24e2ed8bc640eaa02d25/icons/128x128/com.ntrack.n-track.png",
    "license": "LicenseRef-proprietary=https://ntrack.com/help/manual.html?platform=linux#license",
    "tag": [
      "daw",
      "ntrack",
      "audio"
    ],
    "rank": 19
  },
  {
    "pkg": "ASCII Draw",
    "app_id": "io.github.nokse22.asciidraw",
    "description": "Sketch anything using characters",
    "description_long": "Draw diagrams, tables, tree view, art and more using only characters.\nThere are many tools and features available such as:<br>Rectangle using multiple line styles<br>Filled Rectangle using border and fill characters<br>Cartesian, Freehand and Stepped line, also with arrows<br>Freehand Brush<br>Text with FIGlet fonts<br>Table<br>Tree View<br>Eraser<br>Character Picker<br>Move and Rotate selection<br>Flood Fill<br>You can also organize characters into custom palettes.",
    "build_date": "2025-11-28T18:58:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.asciidraw/73bbf5868b1a07b1d2d1481dedf6fa50/icons/128x128/io.github.nokse22.asciidraw.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Graphics"
    ],
    "rank": 20
  },
  {
    "pkg": "Junction",
    "app_id": "re.sonny.Junction",
    "description": "Application chooser",
    "description_long": "<br>Junction pops up automatically when you open a file or link in another app.<br>Use the mouse or keyboard navigation to choose which app you want to open it with.<br>Features:<br>Choose the app to open with<br>Show the location before opening<br>Edit the URL before opening<br>Show a hint for insecure links<br>Keyboard navigation<br>Supports desktop actions on right click<br>Middle Click or Ctrl + Click to open in multiple applications<br>Linux Mobile support<br>",
    "build_date": "2025-12-18T22:37:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Junction/981ff033568da9f5e7e908a6155fff6b/icons/128x128/re.sonny.Junction.png",
    "license": "GPL-3.0",
    "tag": [
      "Choosy",
      "Braus",
      "Finicky"
    ],
    "rank": 21
  },
  {
    "pkg": "Sessions",
    "app_id": "com.pojtinger.felicitas.Sessions",
    "description": "Focus with timed work intervals",
    "description_long": "Sessions is a simple visual timer application designed specifically for the pomodoro<br>technique, helping you stay productive by breaking work into focused sessions with<br>regular breaks.<br>It enables you to:<br>Start focused work sessions with customizable timer durations<br>Track your progress with a clean, distraction-free interface<br>Take regular breaks to maintain productivity<br>",
    "build_date": "2025-12-20T09:47:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Sessions/1f9a7f176523bbf79ff4b8a2aae4c703/icons/128x128/com.pojtinger.felicitas.Sessions.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "pomodoro",
      "timer",
      "focus"
    ],
    "rank": 22
  },
  {
    "pkg": "Mirror Hall",
    "app_id": "eu.nokun.MirrorHall",
    "description": "Use Linux devices as second screens",
    "description_long": "<br>Mirror Hall is an experimental app that aims to turn any Linux device into a <br>second monitor.<br>It is designed on both desktop and mobile devices, and supports both <br>hardware-accelerated and software-based encoding to stream video efficiently.<br>Mirror Hall makes use of a new, experimental GNOME feature to create virtual <br>monitors, and requires UDP traffic to be allowed by the network and firewall.<br>Support for other desktops will be added once a standardized API exists.<br>",
    "build_date": "2025-12-14T20:33:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/nokun/MirrorHall/604039d4532c5d5467f3c14d103d85ee/icons/128x128/eu.nokun.MirrorHall.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 23
  },
  {
    "pkg": "Freeplane",
    "app_id": "org.freeplane.App",
    "description": "Mind Mapping, Knowledge Management, Project Management. Develop, organize and communicate your ideas and knowledge in the most effective way",
    "description_long": "<br>Application for Mind Mapping, Knowledge Management, Project Management. Develop, organize and communicate your ideas and knowledge in the most effective way.<br>Freeplane is a free and open source software application that supports thinking, sharing information and getting things done at work, in school and at home. The software can be used for mind mapping and analyzing the information contained in mind maps.<br>",
    "build_date": "2025-09-21T14:51:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freeplane/App/e5d36ab76130faa11efdd9ede7806e4b/icons/128x128/org.freeplane.App.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "map",
      "outline",
      "draft"
    ],
    "rank": 24
  },
  {
    "pkg": "Butler",
    "app_id": "com.cassidyjames.butler",
    "description": "Companion for Home Assistant",
    "description_long": "Access your Home Assistant dashboard from a native companion UI, integrating better with your OS. Native features include:<br>Icon in your App Grid, Applications Menu, Dash, Dock, etc.<br>Native header bar<br>Save and restore current view and size when closed and re-opened<br>Two-finger swipe and mouse button support to go back/forward between views<br>Cross-desktop light/dark style support (if supported by your Lovelace theme)<br>Butler is designed to make getting at your Home Assistant dashboard easier for kiosks, your laptop/desktop, or your Linux phone. It does not currently support companion app features from Android and iOS like location services, notifications, or exposing device sensors—if you’d like to add those features, please check out the website to contribute!<br>Other features include:<br>Pinch-to-zoom<br>Set the scaling with Ctrl+Plus/Minus or Ctrl+0 to reset<br>Fullscreen from the menu, a keyboard shortcut, or a GSetting to better support kiosk use cases<br>Note WebRTC camera streams (i.e. used by some newer Nest cameras) are not currently supported.",
    "build_date": "2025-11-05T04:50:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/cassidyjames/butler/f0d67ffdeffb3103262759059796d151/icons/128x128/com.cassidyjames.butler.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "hass",
      "home",
      "assistant"
    ],
    "rank": 25
  },
  {
    "pkg": "Feeds",
    "app_id": "org.gabmus.gfeeds",
    "description": "News reader for GNOME",
    "description_long": "Feeds is a minimal RSS/Atom feed reader built with speed and simplicity in mind.<br>It offers a simple user interface that only shows the latest news from your subscriptions.<br>Articles are shown in a web view by default, with javascript disabled for a faster and less intrusive user experience. There's also a reader mode included, built from the one GNOME Web/Epiphany uses.<br>Feeds can be imported and exported via OPML.",
    "build_date": "2024-11-09T16:26:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gabmus/gfeeds/088230580e063a4029981d737da8a61c/icons/128x128/org.gabmus.gfeeds.png",
    "license": "GPL-3.0+",
    "tag": [
      "rss",
      "reader",
      "feed"
    ],
    "rank": 26
  },
  {
    "pkg": "Kando",
    "app_id": "menu.kando.Kando",
    "description": "Do things with utmost efficiency",
    "description_long": "<br>Kando is a cross-platform pie menu for your desktop. It offers an unconventional, fast,<br>highly efficient, and fun way of interacting with your computer! You can use Kando to<br>launch applications, simulate keyboard shortcuts, open files, and much more.<br>Kando is designed to be used with 🖱️ mouse, 🖊️ stylus, 👆 touch, or 🎮 controller input.<br>If you have both hands at your keyboard most of the time, Kando is maybe not the right<br>tool for you.<br>If you are using Kando on Wayland, some additional setup may be required. For instance,<br>on GNOME you will need to install the Kando Integration extension. You can read more on<br>https://kando.menu/installation-on-linux/. Kando will also tell you this when you start<br>it for the first time.<br>",
    "build_date": "2025-11-28T18:59:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/menu/kando/Kando/407620f2e97af287534faed6d4b6fef4/icons/128x128/menu.kando.Kando.png",
    "license": "MIT",
    "tag": [],
    "rank": 27
  },
  {
    "pkg": "Ping Monitor",
    "app_id": "io.github.sigmasd.pingmonitor",
    "description": "Monitor your ping",
    "description_long": "Ping Monitor is a simple tool to monitor your ping.<br>Features:<br>Display your ping in real time as a nice chart<br>Make it obvious when you're disconnected<br>",
    "build_date": "2025-12-21T10:36:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sigmasd.pingmonitor/b4c3a5c15ce4b9efbb52ee5cb758b8eb/icons/128x128/io.github.sigmasd.pingmonitor.png",
    "license": "MIT",
    "tag": [
      "ping",
      "network",
      "monitor"
    ],
    "rank": 28
  },
  {
    "pkg": "HTTPie",
    "app_id": "io.httpie.Httpie",
    "description": "Cross-platform API testing client for humans",
    "description_long": "<br>HTTPie Desktop is a cross-platform API testing client for humans. It offers all the user-friendliness of the terminal version of httpie, now wrapped up in a sleek graphical interface.<br>Interact painlessly with APIs<br>Leverage the power of AI-assisted work<br>Organize your work in spaces, collections, and tabs<br>Parametrize requests with variables and environments<br>Work across devices with auto-save and realtime sync<br>Build and preview requests without sending them<br>Use the app offline and without an account<br>",
    "build_date": "2025-12-13T03:16:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/httpie/Httpie/e9bff2ffba90e075df0c2feaa1800007/icons/128x128/io.httpie.Httpie.png",
    "license": "LicenseRef-proprietary=https://httpie.io/terms",
    "tag": [],
    "rank": 29
  },
  {
    "pkg": "Qtractor",
    "app_id": "org.rncbc.qtractor",
    "description": "An Audio/MIDI multi-track sequencer",
    "description_long": "Qtractor is an Audio/MIDI multi-track sequencer application<br>written in C++ around the Qt framework using Qt Designer.<br>The initial target platform will be Linux, where the Jack Audio<br>Connection Kit (JACK) for audio, and the Advanced Linux Sound<br>Architecture (ALSA) for MIDI, are the main infrastructures to<br>evolve as a fairly-featured Linux Desktop Audio Workstation GUI,<br>specially dedicated to the personal home-studio.",
    "build_date": "2025-12-18T11:13:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/rncbc/qtractor/343b74bbfb66bc8bd68ae1ae4fb20b6b/icons/128x128/org.rncbc.qtractor.png",
    "license": "GPL-2.0+",
    "tag": [
      "Audio",
      "MIDI",
      "Multitrack"
    ],
    "rank": 30
  },
  {
    "pkg": "Ricochlime",
    "app_id": "com.adilhanney.ricochlime",
    "description": "Satisfying monster shooter",
    "description_long": "<br>Ricochlime is a game where you attack the advancing<br>monsters with your ricocheting projectiles. The game is<br>made with the Flame game engine and Flutter.<br>",
    "build_date": "2025-12-16T15:27:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/ricochlime/3c80af5bd25abe617dabdbeb29744cd0/icons/128x128/com.adilhanney.ricochlime.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "flutter",
      "monster",
      "shooter"
    ],
    "rank": 31
  },
  {
    "pkg": "Sauerbraten",
    "app_id": "org.sauerbraten.Sauerbraten",
    "description": "Free fast paced arena shooter",
    "description_long": "<br>Cube 2: Sauerbraten is a free multiplayer &amp; singleplayer first person shooter, the successor of the Cube FPS.<br>Much like the original Cube, the aim of this game is fun, old school deathmatch gameplay and also to allow map/geometry editing to be done cooperatively in-game.<br>",
    "build_date": "2025-12-02T11:30:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sauerbraten/Sauerbraten/18cac1bcfc8577847e11ce1bfc9a5a3e/icons/128x128/org.sauerbraten.Sauerbraten.png",
    "license": "Zlib",
    "tag": [],
    "rank": 32
  },
  {
    "pkg": "Pidgin",
    "app_id": "im.pidgin.Pidgin",
    "description": "Instant Messaging Client",
    "description_long": "Pidgin is a chat program which lets you log into accounts on multiple chat networks simultaneously.<br>This means that you can be chatting with friends on XMPP and sitting in an IRC channel at the same time.",
    "build_date": "2025-10-12T14:49:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/pidgin/Pidgin/917f440145d38681cb35beacdb9b48b1/icons/128x128/im.pidgin.Pidgin.png",
    "license": "GPL-2.0",
    "tag": [
      "chat",
      "talk",
      "im"
    ],
    "rank": 33
  },
  {
    "pkg": "Jorts",
    "app_id": "io.github.ellie_commons.jorts",
    "description": "Write on colourful little squares",
    "description_long": "Neither jeans nor shorts, just like jorts!<br>Features include:<br>Colourful: Ten pretty themes. Any new note gets a random one<br>Adaptive: New notes get the zoom you last chose<br>Cute: Each new note has a funny or cute random (editable) title<br>Handy: You can open links and emails with Ctrl+Click<br>Private: Try the scribble mode!<br>This is a fork of an old version of by lainsce. The community liked it so much, we thought it would be great to revive it!",
    "build_date": "2025-11-22T16:00:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ellie_commons.jorts/d9bc83b3e2c2bf82b8e823f91b9209b7/icons/128x128/io.github.ellie_commons.jorts.png",
    "license": "GPL-3.0+",
    "tag": [
      "Stickies",
      "Colourful",
      "Notes"
    ],
    "rank": 34
  },
  {
    "pkg": "Break Timer",
    "app_id": "org.gnome.BreakTimer",
    "description": "Computer break reminders for GNOME",
    "description_long": "<br>Break Timer keeps track of how much you are using the computer, and it reminds you to take regular breaks. It is designed to encourage healthy behaviour, with a mix of short breaks for your eyes and wrists, as well as longer breaks to keep your body moving and your mind on task.<br>Break Timer is easy to set up, so you can pick a break schedule that works for you and it will carry on working in the background.<br>",
    "build_date": "2025-12-15T17:39:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/BreakTimer/e9cfaef22902ff74d76d2abd14c90cba/icons/128x128/org.gnome.BreakTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "break",
      "micro",
      "rest"
    ],
    "rank": 35
  },
  {
    "pkg": "Polari",
    "app_id": "org.gnome.Polari",
    "description": "Talk to people on IRC",
    "description_long": "<br>A simple Internet Relay Chat (IRC) client that is designed to integrate<br>seamlessly with GNOME; it features a simple and beautiful interface which<br>allows you to focus on your conversations.<br>You can use Polari to publicly chat with people in a channel, and to<br>have private one-to-one conversations. Notifications make sure that<br>you never miss an important message.<br>",
    "build_date": "2025-12-18T14:43:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Polari.desktop/a6226ac2a63a1d252efe17f6ebd128df/icons/128x128/org.gnome.Polari.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "IRC",
      "Internet",
      "Relay"
    ],
    "rank": 36
  },
  {
    "pkg": "Rclone Shuttle",
    "app_id": "io.github.pieterdd.RcloneShuttle",
    "description": "Upload your files to anywhere",
    "description_long": "<br>Access all your cloud storage providers from one app. Powered by Rclone's superb command line<br>tool, Rclone Shuttle lets you browse your files wherever they are hosted.<br>Rclone Shuttle can:<br>Upload files via drag and drop<br>Rename, move, copy and delete files/folders<br>Open remote files locally via double click<br>Permanently save a local copy of specific files/folders<br>Handle encrypted Rclone configuration files<br>Rclone supports a variety of providers and protocols including:<br>Amazon S3<br>Dropbox<br>FTP<br>Google Cloud Storage<br>Google Drive<br>Google Photos<br>OneDrive<br>Proton Drive<br>SFTP<br>SMB (Samba)<br>WebDAV (works with Nextcloud)<br>Full host filesystem access is necessary to enable drag-and-drop until<br>https://github.com/pieterdd/RcloneShuttle/issues/7 is fixed.",
    "build_date": "2025-12-19T23:08:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pieterdd.RcloneShuttle/dbb29efe5d1b0980a3637684ebb9dd20/icons/128x128/io.github.pieterdd.RcloneShuttle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 37
  },
  {
    "pkg": "ET: Legacy",
    "app_id": "com.etlegacy.ETLegacy",
    "description": "First-person objective shooter",
    "description_long": "ET: Legacy is a downloadable, free-to-play multiplayer game in which players wage war as<br>Axis or Allies in team-based combat. It's a team game; you will win or fall along with<br>your comrades. The only way to complete the objectives that lead to victory is by<br>cooperation, with each player covering their teammates and using their class special<br>abilities in concert with the others.<br>Featuring multiplayer support for up to 64 players, ET: Legacy is the ultimate test of<br>communication and teamwork on the battlefield. Players join the fray as one of five<br>distinct character classes each with unique combat abilities. Each Axis or Allies team<br>can divide itself into smaller fire teams for quick and easy communication using an<br>intuitive messaging system and dynamic command map of the entire battlefield.<br>Based on the code of Wolfenstein: Enemy Territory<br>which was released in 2010 under the terms of the GPLv3",
    "build_date": "2025-09-01T19:48:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/etlegacy/ETLegacy/6a22cf96fe02b537f886c8a065ea9fb9/icons/128x128/com.etlegacy.ETLegacy.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "team-based",
      "tactical",
      "WWII"
    ],
    "rank": 38
  },
  {
    "pkg": "GPRO",
    "app_id": "net.gpro.gproapp",
    "description": "Manage your racing team",
    "description_long": "<br>GPRO is a global classic long term racing strategy game where your planning, money management and data collection skills are being put to the test. The aim of the game is to reach the top Elite group and win the world championship. But to do so you will need to progress through the levels with many ups and downs. You will be managing a racing driver and a car and you will be in charge of preparing setups and strategy for the race, much like Christian Horner or Toto Wolff do in Formula 1. It will be your job to give your driver the best car, while working with your staff, but you will also have to spend your money wisely. Collect telemetry data from the races you do in order to improve your game and give yourself an advantage over your rivals next time you visit a certain track.<br>You can also join together with your friends to form an alliance and compete in the teams championship, while working together to improve your understanding of the game.<br>Each season in the game spans over roughly 2 months with races being simulated live two times per week (Tuesday and Friday from 20:00 CET). While the game does not require you to be online during the races to participate, watching them unfold live and chatting to fellow managers adds to the fun. In case you miss a live race, you can view a replay of the race at any time.<br>If you are a big fan of F1 and motorsports and like manager and multiplayer games, then join now for free and be part of a fantastic game and a great and friendly motorsport community!<br>",
    "build_date": "2025-12-17T14:29:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/gpro/gproapp/a8f2552572a01836d4ee58faea6a2b85/icons/128x128/net.gpro.gproapp.png",
    "license": "EUPL-1.2",
    "tag": [],
    "rank": 39
  },
  {
    "pkg": "Lotti",
    "app_id": "com.matthiasn.lotti",
    "description": "A smart journal and life management app",
    "description_long": "<br>Lotti is a comprehensive life management and journaling application that helps you track your goals, <br>habits, and daily activities while maintaining your privacy. It features:<br>Smart journaling with text, audio, and image support<br>Habit tracking and goal management<br>Health data integration<br>Privacy-first design with local data storage<br>Cross-platform synchronization<br>Customizable dashboards and analytics<br>Coming in December 2025: A 10-part blog series with video walkthroughs exploring everything Lotti can do — from task management to AI-powered insights. Learn how to take control of your productivity while keeping your data private!<br>",
    "build_date": "2025-12-14T19:14:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/matthiasn/lotti/4d64b247a6d00454fc471272336034bc/icons/128x128/com.matthiasn.lotti.png",
    "license": "GPL-3.0-only",
    "tag": [
      "journal",
      "diary",
      "goals"
    ],
    "rank": 40
  },
  {
    "pkg": "Image Optimizer",
    "app_id": "com.github.gijsgoudzwaard.image-optimizer",
    "description": "Simple lossless image compression",
    "description_long": "Compress your images with ease without the cost of loosing the images quality using JpegOptim and OptiPng.<br>Features:<br>Compress bmp, jpg / jpeg, png, pnm and tiff with lossless compression<br>Works offline, always ready where and whenever needed<br>A clean interface, optimize your images effortlessly<br>Easily quit the application by pressing Ctrl + Q<br>",
    "build_date": "2025-09-20T13:09:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/gijsgoudzwaard.image-optimizer/56b3d5636e7073bf095150ab1b3bd3d9/icons/128x128/com.github.gijsgoudzwaard.image-optimizer.png",
    "license": "MIT",
    "tag": [
      "Image",
      "Optimzer"
    ],
    "rank": 41
  },
  {
    "pkg": "Playhouse",
    "app_id": "re.sonny.Playhouse",
    "description": "Playground for HTML/CSS/JavaScript",
    "description_long": "Playhouse make it easy to prototype, teach, design, learn and build Web things.<br>HTML/CSS/JavaScript editors<br>auto-save<br>live Web preview<br>standard keyboard shortcuts<br>developer tools<br>dark/light mode support<br>",
    "build_date": "2025-12-18T22:59:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Playhouse/86753e5c2b31fed51a845c373c490b6e/icons/128x128/re.sonny.Playhouse.png",
    "license": "GPL-3.0",
    "tag": [
      "CodePen",
      "JSFiddle"
    ],
    "rank": 42
  },
  {
    "pkg": "lfy",
    "app_id": "cool.ldr.lfy",
    "description": "Translation software designed for reading scientific research literature",
    "description_long": "<br>An easy and pleasant way to translate.<br>Support many translation services. Especially suitable for document translation.<br>",
    "build_date": "2025-12-12T02:49:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/cool/ldr/lfy/aabe80287bd68fd892b1826a23b84512/icons/128x128/cool.ldr.lfy.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 43
  },
  {
    "pkg": "Roger Router",
    "app_id": "org.tabos.roger",
    "description": "Journal, Fax-Software and Call-Monitor for AVM FRITZ!Box or compatible",
    "description_long": "Roger Router is a clean solution for controlling the FRITZ!Box or compatible router with Linux. It offers a rich feature list, including call monitor, journal, fax support and also has a great integration into several address books.",
    "build_date": "2025-06-29T16:00:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/roger/eca0ac70c09dea1afd82cfd97f6aca5c/icons/128x128/org.tabos.roger.png",
    "license": "GPL-2.0",
    "tag": [
      "fritz",
      "box",
      "fritzbox"
    ],
    "rank": 44
  },
  {
    "pkg": "DDNet",
    "app_id": "tw.ddnet.ddnet",
    "description": "Hardest co-op 2D platformer ever",
    "description_long": "<br>DDraceNetwork (DDNet) is an actively maintained version of DDRace, <br>a Teeworlds modification with a unique cooperative gameplay. <br>Help each other play through custom maps with up to 64 players, <br>compete against the best in international tournaments, design your own maps, <br>or run your own server. The official servers are around the world. <br>All ranks made on official servers are available worldwide and you can collect points!<br>",
    "build_date": "2025-12-14T20:37:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/tw/ddnet/ddnet/84ee220b95f24e0b7ce7b54b7aa308ea/icons/128x128/tw.ddnet.ddnet.png",
    "license": "Zlib",
    "tag": [
      "teeworlds",
      "game"
    ],
    "rank": 45
  },
  {
    "pkg": "Mini Text",
    "app_id": "io.github.nokse22.minitext",
    "description": "Ephemeral scratch pad",
    "description_long": "A very small and minimalistic digital scratch pad with minimal editing capabilities.\nBest used with 'Always on Top' and/or 'Always on Visible Workspace'. It doesn't save or load files, just your clipboard.<br>",
    "build_date": "2025-12-14T19:09:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.minitext/abc655beb9c8c41fb4b6c68f82cd45b5/icons/128x128/io.github.nokse22.minitext.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 46
  },
  {
    "pkg": "Lemma",
    "app_id": "org.cvfosammmm.Lemma",
    "description": "Note-Taking App",
    "description_long": "Take notes with beautiful typography.<br>Warning: Lemma is currently in alpha stage, data loss is likely at this point. Please be careful and make regular backups.",
    "build_date": "2025-12-17T12:32:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/cvfosammmm/Lemma/9481b0f9a554c531a2bfdbd82289a154/icons/128x128/org.cvfosammmm.Lemma.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "notes"
    ],
    "rank": 47
  },
  {
    "pkg": "Dune Legacy",
    "app_id": "net.sourceforge.DuneLegacy",
    "description": "A modern Dune II reimplementation",
    "description_long": "<br>Lead one of three interplanetary houses, Atreides, Harkonnen or Ordos,<br>in an attempt to harvest the largest amount of spice from the sand<br>dunes. Exchange your spice stockpiles for credits through refinement<br>and build an army capable of thwarting attempts of the other houses to<br>stop your harvesting!<br>Dune Legacy is an effort by a handful of developers to revitalize the<br>first-ever real-time strategy game. The original game was the basis<br>for the hugely successful Command and Conquer series, and the gameplay<br>has been replicated an extended to a wide variety of storylines and<br>series.<br>NOTE: Original Dune 2 game files are needed.<br>",
    "build_date": "2025-12-21T13:26:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/DuneLegacy/7b4130f89384f9e4f37adb1b2392cb16/icons/128x128/net.sourceforge.DuneLegacy.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 48
  },
  {
    "pkg": "Paleta",
    "app_id": "io.github.nate_xyz.Paleta",
    "description": "Generate color palettes with ease",
    "description_long": "Find the dominant color palette from any image and manage palettes with Paleta. An intuitive tool for designers, artists, or anyone looking to streamline their color work.<br>Features:<br>Drag and drop images to load<br>Color extraction with color-thief<br>Save extracted palettes for later use<br>Modify saved palette name and colors<br>Add new palettes from scratch<br>❗ Note: Paleta is under active development! If you would like to suggest any features or if you find any bugs, your feedback is very welcome!",
    "build_date": "2025-12-09T17:27:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nate_xyz.Paleta/5e1fa8699d88e54f4155ce6d805a939f/icons/128x128/io.github.nate_xyz.Paleta.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 49
  },
  {
    "pkg": "OneWare",
    "app_id": "com.one_ware.OneWare",
    "description": "IDE for Electronics Development",
    "description_long": "OneWare Studio is the next generation IDE for electronics development.<br>It supports a broad range of development languages including VHDL, Verilog, C++, and more.<br>It is designed to streamline electronics development with features like a high-speed simulation viewer and<br>advanced debugging tools.<br>OneWare Studio also offers extensive customization with an extensible architecture for custom tools and<br>strong support for digital twin technology, making it ideal for firmware and hardware development across<br>diverse applications.<br>These are a few of the current features:<br>Comprehensive support for VHDL and Verilog for streamlined digital design<br>Vendor-independent support for FPGA development<br>Support for simulation tools like GHDL or IVerilog with a integrated high-speed, multithreaded VCD<br>Viewer<br>Extensible architecture to unlock additional functionality and hardware support with custom extensions<br>All the features you would expect from a modern IDE, with built-in GIT support<br>Get started and join our growing community!",
    "build_date": "2025-12-19T17:33:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/one_ware/OneWare/ec6e1b73cac4e2b499a2b5a9d87bd7b0/icons/128x128/com.one_ware.OneWare.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 50
  },
  {
    "pkg": "Alpine Client",
    "app_id": "com.alpineclient.AlpineClient",
    "description": "Elevate your Minecraft gameplay",
    "description_long": "<br>Alpine Client is an all-in-one modpack for Minecraft that offers<br>a multitude of enhancements and optimizations to improve your gameplay.<br>It brings together popular mods, exclusive features, player cosmetics,<br>and multi-version support to curate the ultimate player experience.<br>",
    "build_date": "2025-09-05T04:23:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/alpineclient/AlpineClient/76933a203eb1da4ba28b60f059741185/icons/128x128/com.alpineclient.AlpineClient.png",
    "license": "MPL-2.0",
    "tag": [
      "alpine",
      "client",
      "minecraft"
    ],
    "rank": 51
  },
  {
    "pkg": "Translation Editor",
    "app_id": "org.gnome.Gtranslator",
    "description": "Translate apps in your language",
    "description_long": "<br>Gtranslator is an enhanced gettext po file editor for the GNOME desktop<br>environment.<br>It handles all forms of gettext po files and includes very useful features<br>like find/replace, translation memory, different translator profiles,<br>messages table (for having an overview of the translations/messages in the<br>po file), easy navigation and editing of translation messages and comments<br>of the translation where accurate.<br>Gtranslator includes also a plugin system with many interesting plugins like alternate language, insert tags, integration with subversion and a source code viewer.<br>",
    "build_date": "2025-09-16T17:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Gtranslator/de186d3abb0de48f35e7500eb32e62f4/icons/128x128/org.gnome.Gtranslator.png",
    "license": "GPL-2.0+ AND GPL-3.0+",
    "tag": [
      "Editor",
      "Gettext",
      "Write"
    ],
    "rank": 52
  },
  {
    "pkg": "Memorado",
    "app_id": "im.bernard.Memorado",
    "description": "Memorize anything",
    "description_long": "<br>Learn using spaced repetition. Create cards with a question and answer, and practice with them.<br>Great for learning new languages, memorizing terms and definitions, or anything else you want to get better at.<br>Create or import decks, practice them, or export to share them with friends.<br>",
    "build_date": "2025-12-17T22:08:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/bernard/Memorado/1e5e8fd0bd318ce5d5d84f93dfa51ae3/icons/128x128/im.bernard.Memorado.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "flashcards"
    ],
    "rank": 53
  },
  {
    "pkg": "Oh My SVG",
    "app_id": "re.sonny.OhMySVG",
    "description": "Reduce the size of SVGs",
    "description_long": "Oh My SVG let you export unoptimized SVG files into smaller versions.<br>It lets you preview and tweak the parameters to obtain a satisfactory result before saving.<br>It removes or approximate information that is not required for rendering.<br>Remember that Oh My SVG removes information and metadata that may be useful, do not overwrite your original/source SVG files.",
    "build_date": "2025-10-28T09:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/OhMySVG/5cb6d5d981e6c3f0c5db9d61c9507c27/icons/128x128/re.sonny.OhMySVG.png",
    "license": "GPL-3.0",
    "tag": [
      "SVG",
      "clean",
      "optimize"
    ],
    "rank": 54
  },
  {
    "pkg": "Pineapple Pictures",
    "app_id": "net.blumia.pineapple-pictures",
    "description": "Image Viewer",
    "description_long": "Pineapple Pictures is a lightweight and easy-to-use image viewer that comes with a handy navigation thumbnail when zoom-in, and doesn't contain any image management support.",
    "build_date": "2025-12-19T16:47:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/blumia/pineapple-pictures/8061e92e5394224310c36ccc65d6a0e1/icons/128x128/net.blumia.pineapple-pictures.png",
    "license": "MIT",
    "tag": [
      "Picture",
      "Image",
      "Viewer"
    ],
    "rank": 55
  },
  {
    "pkg": "BinEd",
    "app_id": "org.exbin.BinEd",
    "description": "Binary/Hex Editor",
    "description_long": "Free and open source hex viewer/editor written in Java.<br>Features:<br>Visualize data as numerical (hexadecimal) codes and text representation<br>Codes can be also binary, octal or decimal<br>Support for Unicode, UTF-8 and other charsets<br>Insert and overwrite edit modes<br>Searching for text / hexadecimal code with matching highlighting<br>Support for undo/redo<br>Support for files with size up to exabytes<br>",
    "build_date": "2025-01-22T23:04:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/exbin/BinEd/6adbf6e8633c07ce4013b9d6c69d221b/icons/128x128/org.exbin.BinEd.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 56
  },
  {
    "pkg": "Nitrokey App2",
    "app_id": "com.nitrokey.nitrokey-app2",
    "description": "Manage your Nitrokey 3 device",
    "description_long": "<br>Nitrokey 3 is an advanced open source/open hardware USB key supporting FIDO2, an OpenPGP Card, PIV and a Password-Safe including OTPs.<br>This package contains the new Nitrokey-App2, which allows accessing, updating and managing Nitrokey 3 devices.<br>",
    "build_date": "2025-12-20T09:07:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/nitrokey/nitrokey-app2/3c28c637a117aa5f7be2daf32cd4fdf2/icons/128x128/com.nitrokey.nitrokey-app2.png",
    "license": "Apache-2.0",
    "tag": [
      "Nitrokey",
      "OpenPGP",
      "Password"
    ],
    "rank": 57
  },
  {
    "pkg": "Freeciv21",
    "app_id": "net.longturn.freeciv21",
    "description": "Develop your civilization from humble roots to a global empire",
    "description_long": "Freeciv21 is a free open source turn-based empire-building 4x strategy game, in which each player becomes the leader of a civilization. You compete against several opponents to build cities and use them to support a military and an economy. Players strive to complete an empire that survives all encounters with its neighbors to emerge victorious. Play begins at the dawn of history in 4,000 BCE.<br>Freeciv21 takes its roots in the well-known FOSS game Freeciv and extends it for more fun, with a revived focus on competitive multiplayer environments. Players can choose from over 500 nations and can play against the computer or other people in an active online community.<br>The code is maintained by the team over at Longturn.net and is based on the QT framework. The game supports both hex and square tiles and is easily modified to create custom rules.",
    "build_date": "2025-08-14T23:31:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/longturn/freeciv21/b9e4042990aff1a62d6c43d08e814a99/icons/128x128/net.longturn.freeciv21.png",
    "license": "GPL-3.0+",
    "tag": [
      "strategy",
      "simulation",
      "tiles"
    ],
    "rank": 58
  },
  {
    "pkg": "Kana",
    "app_id": "com.felipekinoshita.Kana",
    "description": "Learn Japanese characters",
    "description_long": "<br>Hone your Japanese skills by matching romanized characters to their correct hiragana and katakana counterparts.<br>",
    "build_date": "2025-12-11T14:02:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Kana/c9fb9f18f8c8d8fcd87b1c4c92bd3b46/icons/128x128/com.felipekinoshita.Kana.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "japanese",
      "hiragana",
      "katakana"
    ],
    "rank": 59
  },
  {
    "pkg": "Briar",
    "app_id": "org.briarproject.Briar",
    "description": "Secure messaging, anywhere",
    "description_long": "<br>Briar is a messaging app designed for activists, journalists, and anyone<br>else who needs a safe, easy and robust way to communicate. Unlike<br>traditional messaging apps, Briar doesn't rely on a central server -<br>messages are synchronized directly between the users' devices. If the<br>internet's down, Briar can sync via Bluetooth or Wi-Fi, keeping the<br>information flowing in a crisis. If the internet's up, Briar can sync via<br>the Tor network, protecting users and their relationships from<br>surveillance.<br>",
    "build_date": "2025-08-16T23:05:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/briarproject/Briar/e0ba51b57958ecd9fe6ac41ab9538fae/icons/128x128/org.briarproject.Briar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 60
  },
  {
    "pkg": "Blockstream Green",
    "app_id": "com.blockstream.Green",
    "description": "A simple and secure Bitcoin and Liquid Network wallet",
    "description_long": "<br>Built by one of the most respected teams in the Bitcoin industry, Blockstream Green is supported across multiple platforms and is designed for Bitcoin beginners and power users alike.<br>",
    "build_date": "2025-09-09T17:15:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/blockstream/Green/8526533cb8bdfa13e7eb8f89c1aec9d1/icons/128x128/com.blockstream.Green.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Wallet",
      "Bitcoin",
      "Liquid"
    ],
    "rank": 61
  },
  {
    "pkg": "Byte",
    "app_id": "com.github.alainm23.byte",
    "description": "Rediscover your music",
    "description_long": "Interact with your music and fall in love with your library all over again.<br>Byte offers a beautiful presentation of your Music Library with loads of powerful features in a minimalistic yet highly customizable UI.<br>Handy features:<br>Light and Dark themes.<br>Add up to 100 items under for songs.<br>Sort individual playlists by album, title, play count or recently added.<br>Advanced Media Details and Artist Info.<br>Group Playlists, Albums, Artists, Songs, etc.<br>Search, add and play your favorite online radio stations.<br>",
    "build_date": "2025-12-22T00:10:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/alainm23.byte/7d112eff1fc2f3292cb81b3d48ad45b6/icons/128x128/com.github.alainm23.byte.png",
    "license": "GPL-3.0+",
    "tag": [
      "music",
      "radio",
      "playlist"
    ],
    "rank": 62
  },
  {
    "pkg": "Echo",
    "app_id": "io.github.lo2dev.Echo",
    "description": "Ping websites",
    "description_long": "Utility to ping websites.<br>Features include:<br>Advanced ping parameters like ping count, timeout, etc<br>",
    "build_date": "2025-11-26T04:15:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lo2dev.Echo/74fe0759280eb5b7a6557fa1461dc7a2/icons/128x128/io.github.lo2dev.Echo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ping"
    ],
    "rank": 63
  },
  {
    "pkg": "FCast Receiver",
    "app_id": "org.fcast.Receiver",
    "description": "Receiver for displaying multimedia content from FCast sender applications",
    "description_long": "<br>FCast is an open source protocol that enables wireless streaming of audio and video content between devices, supporting various stream types such as DASH, HLS, and mp4.<br>Unlike proprietary protocols like Chromecast and AirPlay, FCast offers an open approach, empowering third-party developers to create their own receiver devices or integrate the FCast protocol into their own apps.<br>",
    "build_date": "2025-12-17T16:45:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/fcast/Receiver/c9d5823599be3a0dcea0cf822f7afde1/icons/128x128/org.fcast.Receiver.png",
    "license": "MIT",
    "tag": [],
    "rank": 64
  },
  {
    "pkg": "Nibbles",
    "app_id": "org.gnome.Nibbles",
    "description": "Guide a worm around a maze",
    "description_long": "<br>Control a worm in its quest to eat bonuses and become longer. Outmaneuver<br>enemy worms while eating apples and bananas to increase your length. Each<br>worm has six lives and loses one by running into a wall, another worm, or<br>itself. The enemy worms are after the same bonuses that you are, so be<br>careful. If the worms become too large, you won’t have much room to move.<br>The adventure progresses through 26 maps of increasing difficulty. The early<br>levels are mostly open with a few walls, but later on, cramped spaces and<br>teleporters make things more interesting.<br>Play on your own against up to five enemy worms, or share your keyboard to<br>play with a friend.<br>",
    "build_date": "2025-12-12T16:23:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Nibbles/1bf3c11a61072ad82d6fb45cb753d057/icons/128x128/org.gnome.Nibbles.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "snake",
      "board"
    ],
    "rank": 65
  },
  {
    "pkg": "Focal",
    "app_id": "com.vargary.focal",
    "description": "Organize tasks & notes in a tree.",
    "description_long": "<br>Focal helps you manage your notes and tasks in an organized and intuitive way. Using a unique tree-based structure, it allows you to keep your thoughts and projects clear and accessible.<br>Features:<br>🌳 Tree Structure: Organize notes and tasks hierarchically, making it simple to navigate and manage information.<br>📝 Versatile Note Types: Create notes, tasks, kanban boards, or dynamic filters to fit your workflow.<br>🔍 Powerful Search: Quickly locate notes and tasks within your tree structure.<br>🏷️ Tagging System : Use tags to categorize and filter your notes and tasks efficiently.<br>💬 Comments on Notes: Add comments to notes to record changes or additional details.<br>✏️ Rich and Normal Text Editors : Choose between rich text formatting and a plain text editor to suit your needs.<br>🎨 Customizable Options: Tailor Focal to match your workflow with adjustable settings.<br>☁️ Cloud Sync / Backup: Keep your notes and tasks synchronized across all your devices and backed up securely.<br>Why Focal? Focal’s intuitive design and customizable features make it a practical tool for organizing your tasks and ideas. It’s designed to work the way you do, offering flexibility without complexity.<br>Download Focal Today Take the first step toward better organization. Start using Focal to structure your thoughts and tasks!<br>",
    "build_date": "2025-12-12T06:03:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/vargary/focal/432c51235e4bb55149752629ae92a962/icons/128x128/com.vargary.focal.png",
    "license": "LicenseRef-proprietary=https://focal.vargary.com/docs/TermsConditions.html",
    "tag": [],
    "rank": 66
  },
  {
    "pkg": "Progress",
    "app_id": "io.github.smolblackcat.Progress",
    "description": "Kanban board application",
    "description_long": "<br>Whether you’re a software developer, a project manager, or simply someone who enjoys keeping<br>track of personal goals, Progress gives you the essential framework to<br>organize tasks effectively while also being simple and easy to use.<br>",
    "build_date": "2025-12-03T20:36:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/smolblackcat.Progress/53612b8a2a6e06c0bdf369b83f235a80/icons/128x128/io.github.smolblackcat.Progress.png",
    "license": "MIT",
    "tag": [
      "_Kanban",
      "Todo",
      "Progress"
    ],
    "rank": 67
  },
  {
    "pkg": "Urban Terror",
    "app_id": "info.urbanterror.UrbanTerror",
    "description": "Tactical first person shooter with action movie elements",
    "description_long": "<br>Urban Terror could best be described as a Hollywood tactical shooter; it is<br>realism based to a certain extent (environments/weapons/player models), but<br>also goes by the motto (fast gameplay and lots of<br>action). This combination of reality and action results in a very unique,<br>enjoyable and addictive game.<br>",
    "build_date": "2025-12-14T10:50:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/urbanterror/UrbanTerror/75ddceef3411c4b46413569b4c431acd/icons/128x128/info.urbanterror.UrbanTerror.png",
    "license": "GPL-2.0+ AND LicenseRef-proprietary=https://www.urbanterror.info/support/202-quake-3-sdk/",
    "tag": [],
    "rank": 68
  },
  {
    "pkg": "OpenFodder",
    "app_id": "org.openfodder.OpenFodder",
    "description": "Source port of Cannon Fodder",
    "description_long": "Open Fodder is an open source version of the Cannon Fodder engine, for modern operating systems.<br>The game is military-themed and based on shooting action but with a strategy game-style control system. The player directs troops through numerous missions, battling enemy infantry, vehicles and installations.",
    "build_date": "2025-12-17T07:37:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/openfodder/OpenFodder/a3ba57305bffdb3988286faceaa3e56d/icons/128x128/org.openfodder.OpenFodder.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 69
  },
  {
    "pkg": "Mingle",
    "app_id": "io.github.halfmexican.Mingle",
    "description": "Combine emojis with Google's Emoji Kitchen",
    "description_long": "Combine emojis with Emoji Kitchen, and send them to friends",
    "build_date": "2025-08-03T00:01:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/halfmexican.Mingle/ddf364e43d9e95b1fc3c4cf63ce1f908/icons/128x128/io.github.halfmexican.Mingle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "emoji",
      "mix",
      "Google"
    ],
    "rank": 70
  },
  {
    "pkg": "Neverball",
    "app_id": "org.neverball.Neverball",
    "description": "Deftly Guide a Rolling Ball through Many Slick 3D Levels",
    "description_long": "<br>Guide a rolling ball through dangerous territory that you control by<br>tilting the floor. Balance on narrow bridges, navigate mazes, ride<br>moving platforms, and dodge pushers and shovers to get to the goal.<br>Race against the clock to collect coins to earn extra balls. With nice<br>physics and very clean and appealing 3D graphics, this is definitely a<br>must play.<br>Bundled with Neverball is also Neverputt, a hot-seat local multiplayer<br>miniature golf game, built on the physics and graphics engine of Neverball.<br>",
    "build_date": "2025-10-23T23:06:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/neverball/Neverball/9b615243630cc01320404d8b3b9779a0/icons/128x128/org.neverball.Neverball.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 71
  },
  {
    "pkg": "FreeCol",
    "app_id": "org.freecol.FreeCol",
    "description": "FreeCol a turn-based strategy game",
    "description_long": "<br>The FreeCol team aims to create an Open Source version of Colonization (released under the GPL). <br>At first we'll try to make an exact clone of Colonization. <br>The visuals will be brought up to date with more recent standards but will remain clean, simple and functional. <br>Certain new 'features' will be implemented but the gameplay and the rules will be exactly the same as the original game. <br>Examples of modern features are: an isometric map and multiplayer support.<br>This clone will be developed incrementally and result in FreeCol 1.0.0 which will be an almost exact Colonization clone. <br>Incremental development basically means that we'll add features one at a time. <br>This allows us to have a running program at all times and also to release an unfinished but working game once in a while.<br>Once FreeCol 1.0.0 is finished we'll start working towards FreeCol 2.0.0. <br>FreeCol 2 will go beyond the original Colonization and will have many new features, it will be an implementation of our (and our users') image of what Colonization 2 would have been. <br>",
    "build_date": "2025-10-07T03:15:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freecol/FreeCol/6ff3da69875aa3bb299bb493fb75db50/icons/128x128/org.freecol.FreeCol.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 72
  },
  {
    "pkg": "App Icon Preview",
    "app_id": "org.gnome.design.AppIconPreview",
    "description": "Icon design helper",
    "description_long": "<br>App Icon Preview is a tool for designing icons which target the GNOME desktop.<br>",
    "build_date": "2025-04-23T18:00:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.AppIconPreview/1c2184c21a469f80a7e9b25a6030d360/icons/128x128/org.gnome.design.AppIconPreview.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 73
  },
  {
    "pkg": "burnfix",
    "app_id": "io.github.vinser.burnfix",
    "description": "Try to fix screen image retentions and burn in, look for screen defects",
    "description_long": "After turning off or moving the taskbar, you suddenly find that the logo in the corner of the screen and the search magnifier are still visible on your monitor or TV screen, although not as brightly.<br>This is called or .<br>Burnfix can attempt to get rid of this effect on your LCD, LED or plasma screen by showing a special moving pattern for a perioid of time.<br>Moreover, burnfix can show full-screen images of various colors to help you identify defects in the display matrix.",
    "build_date": "2025-12-13T06:49:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vinser.burnfix/02582c34bcdcf8cd97a303d52ce6d491/icons/128x128/io.github.vinser.burnfix.png",
    "license": "MIT",
    "tag": [
      "lcd",
      "led",
      "screen"
    ],
    "rank": 74
  },
  {
    "pkg": "Trivia Quiz",
    "app_id": "io.github.nokse22.trivia-quiz",
    "description": "Respond to endless questions",
    "description_long": "This app let's you respond to an endless stream of questions.\nIt uses Open Trivia database. Questions are only available in English.",
    "build_date": "2025-12-14T15:31:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.trivia-quiz/6f54bcc6a6f69588a1b21315a09e8141/icons/128x128/io.github.nokse22.trivia-quiz.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "ArcadeGame"
    ],
    "rank": 75
  },
  {
    "pkg": "Schulrechner",
    "app_id": "io.github.CardiJey.schulrechner",
    "description": "The calculator you know from school",
    "description_long": "<br>This is a very early version in development. Unlabeled buttons will be implemented in the future, and bugs may be frequent. If you experience issues or have feature requests, please file an issue (link below).<br>Frustrated by the lack of free, open-source scientific calculators that feel like the ones I am used to, I decided to reverse-engineer my old calculator from school.<br>With features like:<br>input of complex equations,<br>output as fractions as well as decimals,<br>result storage and reuse,<br>selection and editing of equations from input history,<br>and support for implicit multiplication (like 5π instead of 5*π),<br>this calculator produces math that looks like the math on your paper. That makes it much more suitable for higher-level math in school and university—especially if you've grown accustomed to this kind of interface from a young age and just forgot your calculator at home.<br>Some additional features include:<br>A well-established open-source math.js library as the math engine—so you're not relying on some sketchy, hand-rolled math logic (just my sketchy hand-rolled input method 😛)<br>A familiar, intuitive design<br>100% offline usability and fully open source<br>Written entirely in HTML, JS, and CSS, which means it is inherently cross-platform, ...<br>easy for other web developers to contribute and ...<br>admittedly a bit heavy for a calculator. If you're interested in helping make a lighter version (Flutter, Kotlin, etc.), you're very welcome!<br>",
    "build_date": "2025-12-14T20:08:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/CardiJey.schulrechner/61e645259281f8b404ddb8c4d38e23d8/icons/128x128/io.github.CardiJey.schulrechner.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 76
  },
  {
    "pkg": "Tomatillo",
    "app_id": "io.github.diegopvlk.Tomatillo",
    "description": "Focus better, work smarter",
    "description_long": "Tomatillo is a Pomodoro Timer app for your productivity tasks. Work for a set time, then take a short break. After some cycles, take a longer break.",
    "build_date": "2025-12-17T19:06:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/diegopvlk.Tomatillo/d3f4e56865fe01d62d6dd783d3d9a6c1/icons/128x128/io.github.diegopvlk.Tomatillo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Pomodoro"
    ],
    "rank": 77
  },
  {
    "pkg": "KBounce",
    "app_id": "org.kde.kbounce",
    "description": "KBounce is a single player arcade game with the elements of puzzle",
    "description_long": "<br>KBounce is a single player arcade game with the elements of puzzle. It is played on a field, surrounded by wall, with two or more balls that move about in the field bouncing off of walls. The player can build new walls, decreasing the size of active field. The goal of the game is to fill at least 75% of the field and advance to the next level.<br>",
    "build_date": "2025-12-17T17:27:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kbounce/67b45f06fc14ffb07e299f5ccd820fee/icons/128x128/org.kde.kbounce.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 78
  },
  {
    "pkg": "MilkyTracker",
    "app_id": "org.milkytracker.MilkyTracker",
    "description": "Fast Tracker II inspired music tracker",
    "description_long": "<br>MilkyTracker is an open source, multi-platform music application for creating .MOD and .XM<br>module files.<br>It attempts to recreate the module replay and user experience of the popular DOS program<br>Fasttracker II,<br>with special playback modes available for improved Amiga ProTracker 2/3 compatibility.<br>",
    "build_date": "2025-09-14T13:33:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/milkytracker/MilkyTracker/eb1a890ec96467b9bbf2bbc3181a9e88/icons/128x128/org.milkytracker.MilkyTracker.png",
    "license": "GPL-3.0+ AND BSD-3-Clause",
    "tag": [
      "ProTracker"
    ],
    "rank": 79
  },
  {
    "pkg": "Girens for Plex",
    "app_id": "nl.g4d.Girens",
    "description": "Watch your Plex content",
    "description_long": "Girens is a Plex media player client. You can watch and listen to your music, shows and movies with this GTK app.",
    "build_date": "2025-05-03T12:56:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/nl/g4d/Girens/05f8f89065eb9b7f0f34ff00cd5fe070/icons/128x128/nl.g4d.Girens.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "girens",
      "plex",
      "media"
    ],
    "rank": 80
  },
  {
    "pkg": "Goldwarden",
    "app_id": "com.quexten.Goldwarden",
    "description": "A Bitwarden compatible desktop client",
    "description_long": "<br>Goldwarden is a Bitwarden compatible desktop password manager with a focus on features<br>the official client is missing.<br>Support for SSH keys (ssh-agent) for SSH login and Git commit signing <br>System-wide auto-type <br>Browser biometric login <br>Kernel level memory protection <br>For setup instructions for SSH keys and auto-type please read the wiki on the GitHub page.<br>",
    "build_date": "2025-12-17T20:24:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/quexten/Goldwarden/62902c359bd7ecf03cc5824b3b9c8f00/icons/128x128/com.quexten.Goldwarden.png",
    "license": "MIT",
    "tag": [
      "password",
      "ssh",
      "auto-type"
    ],
    "rank": 81
  },
  {
    "pkg": "Granatier",
    "app_id": "org.kde.granatier",
    "description": "Bomberman clone",
    "description_long": "<br>Granatier is a clone of the classic Bomberman game, inspired by the work of the Clanbomber clone.<br>",
    "build_date": "2025-12-17T17:28:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/granatier/0a61cf5262a82a37ba57373d9a40120d/icons/128x128/org.kde.granatier.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 82
  },
  {
    "pkg": "Tropy",
    "app_id": "org.tropy.Tropy",
    "description": "Explore your research photos",
    "description_long": "<br>Take control of your research photos with Tropy,<br>a tool that shortens the path from finding archival sources to writing about them.<br>Spend more time using your research photos, and less time hunting for them.<br>Tropy is an independent, open-source project<br>designed and produced by an international team of historians and software developers.<br>",
    "build_date": "2025-11-27T18:18:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tropy/Tropy/81de7f1e8d3ac57254d18c0123073979/icons/128x128/org.tropy.Tropy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 83
  },
  {
    "pkg": "YSoccer",
    "app_id": "io.sourceforge.YSoccer",
    "description": "Retro style soccer game",
    "description_long": "YSoccer (formerly Yoda Soccer) is a project which intends to create a new desktop game with the gameplay and the style of the well known Sensible World of Soccer (a.k.a. SWOS). It is however not just a clone, but it expands upon the original formula with new features and improved graphics.",
    "build_date": "2024-11-08T16:47:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/sourceforge/YSoccer/e8734e1c763761e7d61ca8f303b8c3a8/icons/128x128/io.sourceforge.YSoccer.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 84
  },
  {
    "pkg": "Color Palette",
    "app_id": "org.gnome.design.Palette",
    "description": "Look up GNOME colors",
    "description_long": "<br>Tool for viewing the GNOME color palette as defined by the design guidelines.<br>",
    "build_date": "2025-06-19T17:51:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Palette/8f5af6d460649052f0e129b86c8846aa/icons/128x128/org.gnome.design.Palette.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 85
  },
  {
    "pkg": "Parallel Overhead",
    "app_id": "net.huitsi.ParallelOverhead",
    "description": "Endless runner game",
    "description_long": "<br>Parallel Overhead is a colorful endless runner game where you take control of<br>the ships Truth and Beauty on a groundbreaking trip through hyperspace. A<br>stable hyperspace tunnel has finally been achieved with the two ships<br>supporting it on opposite walls of the tunnel. Well, almost stable...<br>It's up to you to keep the ships from falling through the cracks!<br>",
    "build_date": "2025-09-02T11:01:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/huitsi/ParallelOverhead/d429cbf00bdfe48dad8cab7544033107/icons/128x128/net.huitsi.ParallelOverhead.png",
    "license": "MIT AND CC0-1.0",
    "tag": [],
    "rank": 86
  },
  {
    "pkg": "Clockode",
    "app_id": "dev.mariinkys.Clockode",
    "description": "TOTP Client",
    "description_long": "Clockode is a TOTP code generator that stores your authentication secrets in an encrypted<br>local vault, keeping your two-factor codes private and accessible without needing an<br>internet connection.<br>Local encrypted vault, using battle-tested software<br>Offline-first, no internet access required<br>Minimal and user-friendly interface<br>Quick code copying and auto-refresh<br>Entry importing via QR (Camera or File)<br>Backup and import functionality (standard format that works between apps like<br>Aegis...)<br>",
    "build_date": "2025-12-21T09:47:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/Clockode/a8eb58324dbcca305a1772741e11446b/icons/128x128/dev.mariinkys.Clockode.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tool",
      "TOTP",
      "2FA"
    ],
    "rank": 87
  },
  {
    "pkg": "GrandOrgue",
    "app_id": "net.sourceforge.GrandOrgue",
    "description": "Pipe organ simulator",
    "description_long": "<br>GrandOrgue is a virtual pipe organ sample player application supporting<br>a HW1 compatible file format.<br>",
    "build_date": "2025-11-15T14:26:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/GrandOrgue/c439e1408d0f601dbb8b9909256e0df9/icons/128x128/net.sourceforge.GrandOrgue.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 88
  },
  {
    "pkg": "Vipsdisp",
    "app_id": "org.libvips.vipsdisp",
    "description": "Image viewer",
    "description_long": "\nVipsdisp can display huge (many, many gigabyte) images quickly and without\nusing much memory. As well as the usual PNG, JPG, TIF, PDF, SVG, WEBP, JP2, JXL and GIF,\nit supports many scientific and technical image formats, including SVS,\nMRXS, OpenEXR, FITS, Matlab, NIfTI, Analyze, and PFM. Vipsdisp supports pixel types from 1 bit mono to 128-bit double precision\ncomplex, you can convert image formats, it support copy-paste and drag-drop,\nand it has a range of useful visualisation tools and display modes.<br>",
    "build_date": "2025-12-17T18:34:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/libvips/vipsdisp/bc6400f7cdc6cc95639b7c955280040f/icons/128x128/org.libvips.vipsdisp.png",
    "license": "MIT",
    "tag": [
      "vipsdisp",
      "graphic",
      "view"
    ],
    "rank": 89
  },
  {
    "pkg": "Tally",
    "app_id": "ca.vlacroix.Tally",
    "description": "Count anything",
    "description_long": "<br>Keep, categorize, and organize a list of tally counters.<br>",
    "build_date": "2025-12-18T16:18:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/ca/vlacroix/Tally/f693965baefc46207f52b724ac1140e0/icons/128x128/ca.vlacroix.Tally.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "tally",
      "counter",
      "tally counter"
    ],
    "rank": 90
  },
  {
    "pkg": "Squey",
    "app_id": "org.squey.Squey",
    "description": "Explore your data",
    "description_long": "Squey is designed from the ground up to take advantage of GPUs and CPUs to perform interactive explorations of massive amounts of data.<br>It gives users an exhaustive yet intuitive multi-view representation of columnar data and can ingest from:<br>Structured text files (CSV, logs, ...)<br>Apache Parquet files<br>Pcap files<br>SQL databases<br>Elasticsearch databases<br>Squey strives to deliver value through its V.I.SU approach:<br>Visualize: Leverage various visual representations of raw data in combination with statistics<br>Investigate: Use filters to build an accurate understanding of millions of rows while switching instantly between capturing the big picture and focusing on the details<br>Spot the Unknown: As a structured understanding of the data emerges, identify unknowns and anomalies<br>Squey can be used for many different purposes, such as:<br>BI and Big Data: Bootstrap initial understanding of complex datasets and deep dive where necessary to design accurate data processing<br>Cybersecurity: Detect weak signals such as attacks and data leaks<br>IT troubleshooting: Resolve network issues and improve application performance<br>Machine Learning: Design training dataset to fulfill targeted improvements of Machine Learning models<br>Give yourself a chance to see your data and have fun exploring!",
    "build_date": "2025-12-12T23:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/squey/Squey/6a8456fb078045672069688a362cbccf/icons/128x128/org.squey.Squey.png",
    "license": "MIT",
    "tag": [],
    "rank": 91
  },
  {
    "pkg": "Powersupply",
    "app_id": "nl.brixit.powersupply",
    "description": "Linux power subsystem debugger",
    "description_long": "<br>An application that displays the state of various batteries and powersupplies in mobile platforms.<br>",
    "build_date": "2025-10-26T07:09:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/nl/brixit/powersupply/860f139946e1c29f203784602dbcae07/icons/128x128/nl.brixit.powersupply.png",
    "license": "MIT",
    "tag": [],
    "rank": 92
  },
  {
    "pkg": "Loop",
    "app_id": "net.danigm.loop",
    "description": "A simple audio loop machine for GNOME",
    "description_long": "Simple audio loop machine application to create music",
    "build_date": "2025-12-15T10:45:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/danigm/loop.desktop/21c779a8992ffee13f23045012561df4/icons/128x128/net.danigm.loop.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 93
  },
  {
    "pkg": "Hnefatafl",
    "app_id": "org.hnefatafl.hnefatafl_client",
    "description": "Play the game",
    "description_long": "<br>Client that connects to a Copenhagen Hnefatafl Server.<br>",
    "build_date": "2025-12-19T04:45:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/hnefatafl/hnefatafl_client/a0302c7d8ad6733078ffb2d73b595215/icons/128x128/org.hnefatafl.hnefatafl_client.png",
    "license": "MIT OR Apache-2.0",
    "tag": [
      "board-game",
      "copenhagen",
      "hnefatafl"
    ],
    "rank": 94
  },
  {
    "pkg": "Raze",
    "app_id": "org.zdoom.Raze",
    "description": "Source port for Build engine games",
    "description_long": "<br>Raze is a source port for the modern era, supporting current hardware and operating systems and sporting a vast array of user options. Make Build engine games your own again!<br>In addition to Duke Nukem 3D, Raze supports Blood, Redneck Rampage, Powerslave/Exhumed, NAM and WW2 GI. Meet the entire Build engine family!<br>Commercial data files are required to run the supported games. For more info about all supported games and their data files, see: Help -&gt; List of supported games.<br>",
    "build_date": "2025-12-17T20:30:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/zdoom/Raze/26e40e7f8cfdb8250ba8279e4d72defa/icons/128x128/org.zdoom.Raze.png",
    "license": "LicenseRef-proprietary=https://github.com/ZDoom/Raze/blob/master/package/common/buildlic.txt",
    "tag": [
      "Build",
      "Duke",
      "Nukem"
    ],
    "rank": 95
  },
  {
    "pkg": "KNetWalk",
    "app_id": "org.kde.knetwalk",
    "description": "KNetWalk is a game for system administrators",
    "description_long": "<br>KNetWalk is a single player logic game. Construct the network, connecting all the terminals to the server in the fewest turns possible.<br>",
    "build_date": "2025-12-17T17:45:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/knetwalk/ce020d3a6a032c4c55963c8297e3e577/icons/128x128/org.kde.knetwalk.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 96
  },
  {
    "pkg": "KAtomic",
    "app_id": "org.kde.katomic",
    "description": "Sokoban-like Logic Game",
    "description_long": "<br>KAtomic is a fun educational game built around molecular geometry.<br>It employs simplistic two-dimensional looks at different chemical elements.<br>",
    "build_date": "2025-12-17T17:28:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/katomic/21e73cebe5883c880d5efa1e766d1cf2/icons/128x128/org.kde.katomic.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 97
  },
  {
    "pkg": "Gargoyle",
    "app_id": "io.github.garglk.Gargoyle",
    "description": "An Interactive Fiction Player",
    "description_long": "<br>Gargoyle is an IF player that supports all the major interactive<br>fiction formats.<br>Most interactive fiction is distributed as portable game files.<br>These portable game files come in many formats. In the past, you<br>used to have to download a separate player (interpreter) for each<br>format of IF you wanted to play.<br>Gargoyle includes the AdvSys, Agility, Alan 2 and 3, Bocfel, Git,<br>Glulxe, Hugo, JACL, Level 9, Magnetic, Scare, ScottFree, and TADS<br>2/3 interpreters.<br>",
    "build_date": "2025-09-19T23:21:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/garglk.Gargoyle/ee66face2a9c0d96c72900e9041da155/icons/128x128/io.github.garglk.Gargoyle.png",
    "license": "Artistic-2.0 AND BSD-2-Clause AND BSD-3-Clause AND GPL-2.0-only AND GPL-3.0-only AND MIT",
    "tag": [],
    "rank": 98
  },
  {
    "pkg": "Teeworlds",
    "app_id": "com.teeworlds.Teeworlds",
    "description": "Online multiplayer shooter game",
    "description_long": "<br>Teeworlds is a 2D online action game for up to 16 players battling in<br>several game modes.<br>The controls are inspired by First Person Shooter game genre.<br>It lets you desing custom maps.<br>",
    "build_date": "2024-12-06T16:02:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/teeworlds/Teeworlds/404957a0b41af41ce562139d2ad8f128/icons/128x128/com.teeworlds.Teeworlds.png",
    "license": "Zlib and CC-BY-SA-3.0",
    "tag": [
      "game"
    ],
    "rank": 99
  },
  {
    "pkg": "Warble",
    "app_id": "com.github.avojak.warble",
    "description": "The word-guessing game",
    "description_long": "Figure out the word before your guesses run out!<br>Three difficulty levels<br>Almost 5k possible answers<br>Need a break? Close the game and automatically pick back up where you left off<br>",
    "build_date": "2025-12-18T14:01:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/avojak.warble/a24116ba1f994822537e1bfe097505f6/icons/128x128/com.github.avojak.warble.png",
    "license": "GPL-3.0+",
    "tag": [
      "Game",
      "Word",
      "Puzzle"
    ],
    "rank": 100
  },
  {
    "pkg": "Wheel Wizard",
    "app_id": "io.github.TeamWheelWizard.WheelWizard",
    "description": "Mario Kart Wii Mod Manager & Retro Rewind Auto Updater",
    "description_long": "<br>Wheel Wizard is a convenient Mario Kart Wii mod manager and launcher,<br>purpose-built for the Retro Rewind custom track distribution<br>with several online features.<br>",
    "build_date": "2025-09-15T13:08:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/TeamWheelWizard.WheelWizard/31605753815fe56a306e4a82bacb5235/icons/128x128/io.github.TeamWheelWizard.WheelWizard.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 101
  },
  {
    "pkg": "Sendworm",
    "app_id": "to.bnt.sendworm",
    "description": "Send files securely",
    "description_long": "<br>Send files securely using Magic Wormhole.<br>This is a cross-platform desktop app for sending files quickly and securely using the<br>magic-wormhole protocol, which makes it compatible with other tools that use magic-wormhole.<br>",
    "build_date": "2025-10-29T06:35:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/to/bnt/sendworm/5a224a6a5054b9ee4ef759fad83ad9db/icons/128x128/to.bnt.sendworm.png",
    "license": "MIT",
    "tag": [
      "transfer",
      "share"
    ],
    "rank": 102
  },
  {
    "pkg": "OpenChrom",
    "app_id": "com.lablicate.OpenChrom",
    "description": "Chromatography Data System",
    "description_long": "OpenChrom® is a vendor independent open source software for chromatography, spectrometry and spectroscopy. It has a strong focus on chromatography and nominal mass spectrometry, but next to GC/MS and GC/FID it has basic support for HPLC-UV/VIS, FTIR, PCR and NMR.<br>The base version is free and open source software with most of it curated under the Eclipse ChemClipse umbrella. Its numerous carefully reverse-engineered file format converters for vendors like Agilent, Thermo, PerkinElmer, Shimadzu, Varian, Bruker, ChromTech, Thermo/Finnigan, Waters, CAMAG, ABSciex, MassFinder, EZChrom... are however closed source and have to be installed at runtime accepting the proprietary license terms.<br>Moreover the Lablicate marketplace allows for the installation of proprietary databases and plug-ins to speed up workflows. These are reserved for commercial customers. Students with a valid university e-Mail can apply for significant discounts on the Lablicate portfolio.",
    "build_date": "2025-12-19T09:36:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/lablicate/OpenChrom/65a8882ac79eed18d59762d861710356/icons/128x128/com.lablicate.OpenChrom.png",
    "license": "EPL-2.0",
    "tag": [
      "science",
      "chemistry"
    ],
    "rank": 103
  },
  {
    "pkg": "Tabletop Club",
    "app_id": "net.tabletopclub.TabletopClub",
    "description": "Play board games in a 3D sandbox",
    "description_long": "<br>In Tabletop Club, you are given a box of toys to play with, and it's up to you what you do with them! Sure, you can play board games, but why not make a house made of dice, then frisbee it with a poker chip? Draw on the table while waiting for your opponent to make a move in chess, or flip the table into deep space after losing an all-in bet? The table is your oyster!<br>You can play online with friends in the click of a button, no login or sign-up required! Simply host a game, and share the room code with your friends. You can also play singleplayer, with no internet connection required.<br>Do you have a D&amp;D campaign in mind? Want to command an army in Warhammer? Or is there another board game you want to play? Luckily, the game uses a modular and easy-to-use asset pack system that makes it really quick to import your images, models, music, and more!<br>The game is completely free to play, and the source code is available on GitHub!<br>You can also help contribute to the game! From submitting code and assets, to suggesting ideas, translating the project, or even finding bugs, there's a lot of ways that you can help make the game better and more accessible.<br>",
    "build_date": "2025-10-12T22:05:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/tabletopclub/TabletopClub/9a1a39c2642f01662d7a02ff8173c79e/icons/128x128/net.tabletopclub.TabletopClub.png",
    "license": "MIT",
    "tag": [],
    "rank": 104
  },
  {
    "pkg": "Tauno Monitor",
    "app_id": "art.taunoerik.tauno-monitor",
    "description": "The serial port monitor for Arduino and other embedded development",
    "description_long": "Features:<br>Easy to use<br>Customizable colours<br>Remembers the last used settings<br>Automatically reconnects to the serial port if the connection is lost<br>Can log data to a file<br>Displays data in different formats: ASCII, BIN, OCT or DEC<br>Can open multiple instances<br>Depending on your system you may need to add a user to dialout group to open serial ports:<br>sudo usermod -a -G dialout $USER<br>&gt;<br>",
    "build_date": "2025-11-18T10:12:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/art/taunoerik/tauno-monitor/18e7dd0dc4c0b8c2a5d3ee5f420a94e8/icons/128x128/art.taunoerik.tauno-monitor.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 105
  },
  {
    "pkg": "Give Me Lyrics",
    "app_id": "com.github.muriloventuroso.givemelyrics",
    "description": "Lyrics for your songs",
    "description_long": "See the lyrics of the song that is playing, from any application. Sing along with the option to sync lyrics.",
    "build_date": "2025-12-21T23:26:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/muriloventuroso.givemelyrics/c7aed1eb511fa21520b149e7330d6482/icons/128x128/com.github.muriloventuroso.givemelyrics.png",
    "license": "GPL-3.0+",
    "tag": [
      "audio",
      "lyrics"
    ],
    "rank": 106
  },
  {
    "pkg": "Interstellar",
    "app_id": "one.jwr.interstellar",
    "description": "Connect with the fediverse",
    "description_long": "<br>Interstellar is a fediverse client, allowing you to access your Mbin/Lemmy/PieFed accounts and interact with your favorite communities.<br>",
    "build_date": "2025-12-19T13:00:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/jwr/interstellar/0464b3d32bed626c7aa294d15d301309/icons/128x128/one.jwr.interstellar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 107
  },
  {
    "pkg": "Cube Timer",
    "app_id": "io.github.vallabhvidy.CubeTimer",
    "description": "Rubik's Cube timer",
    "description_long": "<br>Cube Timer is a simple Rubik's Cube Timer application for the GNOME desktop.<br>Just long press the space-bar and start solving!<br>Following puzzles are supported :- <br>3x3x3<br>2x2x2<br>4x4x4<br>5x5x5<br>6x6x6<br>7x7x7<br>Skewb<br>Megaminx<br>Pyraminx<br>Clock<br>",
    "build_date": "2025-12-21T09:27:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vallabhvidy.CubeTimer/db7740427f768640311dc8e65b6eb9d3/icons/128x128/io.github.vallabhvidy.CubeTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "solve",
      "timer",
      "rubiks"
    ],
    "rank": 108
  },
  {
    "pkg": "Sonar",
    "app_id": "io.github.tobagin.sonar",
    "description": "Desktop webhook inspector for developers",
    "description_long": "<br>Sonar is a native GTK4 application that provides a beautiful, intuitive interface <br>for capturing and inspecting webhook requests during development. Built with modern <br>technologies and following GNOME design patterns, Sonar makes webhook debugging <br>simple and efficient.<br>Core Features:<br>Instant public URLs via ngrok integration for webhook testing<br>Real-time capture of incoming webhook requests as they arrive<br>Detailed inspection of headers, body content, query parameters, and metadata<br>Quick copy functionality including JSON, cURL, and HTTP formats<br>Clean Libadwaita interface that integrates perfectly with GNOME<br>Fast and lightweight native application with minimal resource usage<br>Advanced Features:<br>Request bookmarking and starring for quick access<br>Request replay to resend webhooks to custom URLs<br>Side-by-side request comparison to spot differences<br>Request templates for saving and reusing webhook patterns<br>Automatic webhook forwarding to multiple URLs<br>Advanced filtering by method, content-type, time range, and search<br>Persistent history with JSON storage<br>",
    "build_date": "2025-12-12T20:49:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.sonar/e9407ea59e7281e62f2894982bafded9/icons/128x128/io.github.tobagin.sonar.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "webhook",
      "ngrok",
      "developer"
    ],
    "rank": 109
  },
  {
    "pkg": "Health",
    "app_id": "dev.Cogitri.Health",
    "description": "Track your fitness goals",
    "description_long": "<br>Health can visualize how many steps you’ve made daily,<br>your weight development over time and your daily activities.\n<br>Data can be synched from Google Fit or manually entered into Health.<br>Afterwards, it can be viewed and edited in Health.<br>",
    "build_date": "2025-12-16T20:39:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/cogitri/Health/59dda71f9082bcbe0e436859dfc9d45c/icons/128x128/dev.Cogitri.Health.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 110
  },
  {
    "pkg": "Furtherance",
    "app_id": "io.unobserved.furtherance",
    "description": "Time tracker",
    "description_long": "<br>Furtherance is a time tracking application that respects your privacy.<br>It allows you to track time spent on different activities without worrying about your data being captured and sold.<br>",
    "build_date": "2025-03-09T06:37:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/unobserved/furtherance/8e232dd0ead85f64278f4e58ae975992/icons/128x128/io.unobserved.furtherance.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "timer",
      "tracker",
      "clock"
    ],
    "rank": 111
  },
  {
    "pkg": "X Air Edit",
    "app_id": "com.behringer.XAirEdit",
    "description": "Behringer XR mixers user interface",
    "description_long": "X Air Edit is the companion application the Behringer XR mixers.<br>It gives full control on mixing and effect processing as<br>well as provides live metering data.<br>",
    "build_date": "2025-09-22T21:40:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/behringer/XAirEdit/ae8f33db1bb473961cc67ae58b82d81f/icons/128x128/com.behringer.XAirEdit.png",
    "license": "LicenseRef-proprietary=https://www.behringer.com/product.html?modelCode=P0BI8",
    "tag": [
      "Mixer"
    ],
    "rank": 112
  },
  {
    "pkg": "Project: Starfighter",
    "app_id": "io.github.pr_starfighter.starfighter",
    "description": "Space shoot 'em up game.",
    "description_long": "<br>Project: Starfighter is a space shoot 'em up game originally developed\nby Parallel Realities in 2002, and released in 2003. You assume the role\nof Chris Bainfield in his quest to put an end to WEAPCO, the weapons\ncorporation which has enslaved the galaxy.<br>",
    "build_date": "2025-06-20T05:53:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pr_starfighter.starfighter/41bf5729420d07a04801bb40d3d60fbe/icons/128x128/io.github.pr_starfighter.starfighter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Games"
    ],
    "rank": 113
  },
  {
    "pkg": "Drumstick Metronome",
    "app_id": "net.sourceforge.kmetronome",
    "description": "Drumstick MIDI Metronome based on the ALSA Sequencer",
    "description_long": "<br>Drumstick Metronome is a MIDI metronome with Qt5 interface, based on the ALSA sequencer.<br>Intended for musicians and music students, it is a tool to keep the rhythm while playing musical instruments.<br>It uses MIDI for sound generation instead of digital audio, allowing low CPU usage, and very accurate timing thanks to the ALSA sequencer.<br>",
    "build_date": "2025-12-13T10:11:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/kmetronome/e0550e57d026099e2242b554aa8bd209/icons/128x128/net.sourceforge.kmetronome.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Music",
      "MIDI",
      "Metronome"
    ],
    "rank": 114
  },
  {
    "pkg": "Saldo",
    "app_id": "org.tabos.saldo",
    "description": "Check your bank accounts",
    "description_long": "<br>An easy way to access your online banking information. Show your balance and transaction based on FinTS online banking information.<br>Note: This is a frontend for python-fints. Report non working bank access at python-fints github page.<br>",
    "build_date": "2025-11-22T20:23:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/saldo.desktop/d5eea6c375f162ecdcd45a925b056a1d/icons/128x128/org.tabos.saldo.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Network",
      "Online",
      "Banking"
    ],
    "rank": 115
  },
  {
    "pkg": "Countdown",
    "app_id": "io.github.lainsce.Countdown",
    "description": "Track events until they happen or since they happened",
    "description_long": "Tracking events until they happen, or since they happened, easier.",
    "build_date": "2024-06-07T01:33:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lainsce.Countdown/153d28d839353f1ac5e17c1945b8b0e0/icons/128x128/io.github.lainsce.Countdown.png",
    "license": "GPL-3.0+",
    "tag": [
      "event",
      "countdown",
      "days"
    ],
    "rank": 116
  },
  {
    "pkg": "Game Server Watcher",
    "app_id": "io.github.lxndr.gswatcher",
    "description": "Monitor and admin game servers",
    "description_long": "Game Server Watcher is a simple application that helps you to monitor<br>the state of your favorite game servers and control remotely the servers of<br>your own. It also has a buddy list and can notify you if a buddy joins any of<br>servers.<br>Features:<br>Server list<br>Buddy list<br>Notifications when your buddy is on a server<br>Multiple query protocols<br>Remote console (Source only)<br>",
    "build_date": "2025-11-16T22:00:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lxndr.gswatcher/a9a82ce6d3dce93d5fa847d9a4e6c7a7/icons/128x128/io.github.lxndr.gswatcher.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "quake",
      "source",
      "gamespy"
    ],
    "rank": 117
  },
  {
    "pkg": "Qt QDBusViewer",
    "app_id": "io.qt.qdbusviewer",
    "description": "Debug D-Bus applications",
    "description_long": "The Qt D-Bus Viewer is a tool that lets you introspect D-Bus objects and messages. You can choose between the system bus and the session bus.",
    "build_date": "2025-04-14T15:24:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/qt/qdbusviewer/39599c1c6ea29b53e3bbde040653c738/icons/128x128/io.qt.qdbusviewer.png",
    "license": "LGPL-3.0-only",
    "tag": [],
    "rank": 118
  },
  {
    "pkg": "Oku",
    "app_id": "io.github.OkuBrowser.oku",
    "description": "Browse & express yourself",
    "description_long": "Oku is a browser that offers a space that exists parallel to the web, where sites are shared between peers and found through social bookmarking.<br>While you may still browse traditional sites, Oku enables you to create, share, and find content without being beholden to centralised corporate interests.<br>Unleash your creativity and join a network of users supporting an independent effort to reintroduce control, privacy, &amp; free expression online.",
    "build_date": "2025-12-15T01:51:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/OkuBrowser.oku/19a64793cdf40240b03bb2d7a9cc2f33/icons/128x128/io.github.OkuBrowser.oku.png",
    "license": "AGPL-3.0+",
    "tag": [
      "web",
      "dweb",
      "hive"
    ],
    "rank": 119
  },
  {
    "pkg": "Katawa Shoujo: Re-Engineered",
    "app_id": "sh.fhs.ksre",
    "description": "A modern version of classic bishoujo-style visual novel",
    "description_long": "<br>Katawa Shoujo is a bishoujo-style visual novel set in the fictional Yamaku High School for disabled children,<br>located somewhere in modern Japan. Hisao Nakai, a normal boy living a normal life, has his life turned upside<br>down when a congenital heart defect forces him to move to a new school after a long hospitalization. Despite his<br>difficulties, Hisao is able to find friends—and perhaps love, if he plays his cards right. There are five main<br>paths corresponding to the 5 main female characters, each path following the storyline pertaining to that<br>character.<br>The story is told through the perspective of the main character, using a first person narrative. The game uses<br>a traditional text and sprite-based visual novel model with an ADV text box.<br>This is fanmade modernized version of classic visual novel. It is ported by Fleeting Heartbeat Studios to<br>Ren'Py 8, open sourced and de-obfuscated. It contains accessibility features, unavailable at the time of<br>initial game release, Russian, French and Spanish localization out of the box, has useful function to enrich<br>gaming experience.<br>",
    "build_date": "2025-09-02T21:26:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/sh/fhs/ksre/3a9bc54fe557de6c4024b2d67bcbcc50/icons/128x128/sh.fhs.ksre.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 120
  },
  {
    "pkg": "Corluma",
    "app_id": "net.corluma.Corluma",
    "description": "For Hues, LIFX, Nanoleafs, and Arduinos.",
    "description_long": "Control all the smartlights in your home from one app! Use color wheels, swatches, or palettes to change the colors of your lights. You can also use effects and streams to change colors over time. Do you have too many lights? Simplify managing them by grouping them and controlling them all at once. Save your favorite settings and reset them back to their exact state at any time with just a few clicks, add timeouts, access light specific features such as screen mirroring on Nanoleaf 4D lights, and more!<br>Corluma does not require an account, a subscription, or external servers. All communication is done on local wifi.<br>Compatability<br>Hues: all lights supported, bridge required<br>LIFX: all bulbs, multizone, and tiles supported<br>Nanoleafs: all lights except the Nanoleaf Essentials line supported<br>Arduinos: supports the ArduCor sketch, which can use NeoPixels, Rainbowduinos, and standard LEDs<br>",
    "build_date": "2025-08-07T14:32:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/corluma/Corluma/c76ed03326be972cb27aecf10b6e9995/icons/128x128/net.corluma.Corluma.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 121
  },
  {
    "pkg": "Grisbi",
    "app_id": "org.grisbi.Grisbi",
    "description": "Personal finances manager",
    "description_long": "<br>Grisbi is a very functional personal financial management program<br>with a lot of features: checking, cash and liabilities accounts,<br>several accounts with automatic contra entries, several currencies,<br>including euro, arbitrary currency for every operation, money<br>interchange fees, switch to euro account per account, description<br>of the transactions with third parties, categories, sub-categories,<br>financial year, notes, breakdown, transfers between accounts, even<br>for accounts of different currencies, bank reconciliation, scheduled<br>transactions, automatic recall of last transaction for every third<br>party, nice and easy user interface, user manual, QIF import/export.<br>",
    "build_date": "2025-04-23T15:28:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/grisbi/Grisbi/2fa537dd700b9e5b48f5707fa7098af8/icons/128x128/org.grisbi.Grisbi.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "finance"
    ],
    "rank": 122
  },
  {
    "pkg": "TrguiNG",
    "app_id": "org.openscopeproject.TrguiNG",
    "description": "Remote GUI for Transmission torrent daemon",
    "description_long": "TrguiNG is an alternative UI for controlling transmission torrent daemon running on the same machine or any other host that has exposed transmission rpc endpoint.<br>Features:<br>Multi tabbed interface for concurrent server connections<br>Torrent creation with fast multi threaded hashing<br>Powerful torrent filtering options<br>Efficient network usage<br>Configurable path mappings to directly access torrent files if their location is mounted locally<br>Latest transmission features support: labels, bandwidth groups, sequential download<br>Dark/light/custom theme support<br>Requires transmission server version 2.40 or later.",
    "build_date": "2025-12-08T07:57:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/openscopeproject/TrguiNG/ba91cf253d8d99c90d82c5a93810cb0b/icons/128x128/org.openscopeproject.TrguiNG.png",
    "license": "AGPL-3.0",
    "tag": [
      "Torrent"
    ],
    "rank": 123
  },
  {
    "pkg": "Nyrna",
    "app_id": "codes.merritt.Nyrna",
    "description": "Suspend games and applications",
    "description_long": "Similar to the incredibly useful sleep/suspend function found in consoles like the Nintendo Switch and Sony PlayStation; suspend your game (and its resource usage) at any time, and resume whenever you wish - at the push of a button.<br>Suspend Games<br>Pause cutscenes to read the subtitles, examine the scene, answer the door, etc.<br>Pause games that can't normally be paused (single-player games like Dark Souls, Elden Ring, etc)<br>Suspend games whose pause screens keep the system running hot or playing unwanted music<br>Suspend inbetween checkpoints (example: Hollow Knight)<br>Suspend Applications<br>Nyrna can be used to suspend normal, non-game applications as well. For example:<br>3D renders<br>video encoding<br>software compilation<br>The CPU and GPU resources are being used by said task - maybe for hours - when you would like to use the system for something else. With Nyrna you can suspend that program, freeing up the resources (excluding RAM) until the process is resumed, without losing where you were - like the middle of a long job, or a gaming session between save points.",
    "build_date": "2025-09-28T19:43:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/c/co/codes.merritt.nyrna/04ee2f5bc13a8956cf75f955657b6b85/icons/128x128/codes.merritt.Nyrna.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "sleep",
      "suspend",
      "pause"
    ],
    "rank": 124
  },
  {
    "pkg": "jdMrpackInstaller",
    "app_id": "page.codeberg.JakobDev.jdMrpackInstaller",
    "description": "Install Modrinth modpacks",
    "description_long": "With jdMrpackInstaller you can install modpacks that you've downloaded from Modrinth (.mrpack) with just a few clicks in an easy to use GUI. That means you no longer need a special launcher to use your favourite modpack.",
    "build_date": "2025-12-14T12:18:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdMrpackInstaller/2e04f01422f45bffa394466689944d60/icons/128x128/page.codeberg.JakobDev.jdMrpackInstaller.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Minecraft",
      "Modpack",
      "Modrinth"
    ],
    "rank": 125
  },
  {
    "pkg": "SmartSynchronize",
    "app_id": "com.syntevo.SmartSynchronize",
    "description": "File Manager and File/Directory Compare Tool",
    "description_long": "<br>SmartSynchronize is a multi-platform file and directory compare tool. It allows you to compare<br>files or perform 3-way-merges, both with the ability to edit the file contents.<br>SmartSynchronize is optimized for comparing directory structures (for example, of software<br>projects), and can keep them synchronized.<br>**NOTE: This wrapper is not verified by, affiliated with, or supported by syntevo GmbH.**",
    "build_date": "2025-12-16T12:00:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/syntevo/SmartSynchronize/331c8dbd43284464803599f7ee95ed23/icons/128x128/com.syntevo.SmartSynchronize.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "compare",
      "file",
      "merge"
    ],
    "rank": 126
  },
  {
    "pkg": "CBconvert",
    "app_id": "io.github.gen2brain.cbconvert",
    "description": "A Comic Book converter",
    "description_long": "<br>A comic book converter with support for .cb*, .pdf, .xps, .epub, .mobi and directories.<br>Images can be converted to JPEG, PNG, TIFF, WEBP, AVIF, JXL or 4-Bit BMP (16 colors) file format.<br>",
    "build_date": "2024-11-06T22:48:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/gen2brain.cbconvert/7c0b90b5832ffef6f8bdf8648a0664e0/icons/128x128/io.github.gen2brain.cbconvert.png",
    "license": "GPL-3",
    "tag": [],
    "rank": 127
  },
  {
    "pkg": "iptux",
    "app_id": "io.github.iptux_src.iptux",
    "description": "LAN communication software",
    "description_long": "<br>iptux is an “IP Messenger” client. The features of iptux include:<br>auto-detect other clients on the intranet.<br>send/recv messages to other clients.<br>send/recv files to other clients.<br>share your files to other cliens (with optional password protection).<br>It is (supposedly) compatible with 飞鸽传书 (Feige) and 飞秋 (FeiQ) from China,<br>and with the original “IP Messenger” clients from Japan, including g2ipmsg and<br>xipmsg in Debian.<br>",
    "build_date": "2025-02-18T00:57:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/iptux_src.iptux/b390e379ebf0b8c3c219c59641cd34a2/icons/128x128/io.github.iptux_src.iptux.png",
    "license": "GPL-2.0",
    "tag": [
      "chat",
      "im",
      "ipmsg"
    ],
    "rank": 128
  },
  {
    "pkg": "VYM",
    "app_id": "io.github.insilmaril.vym",
    "description": "Tool for generating and manipulating mind maps",
    "description_long": "<br>VYM (View Your Mind) allows you to organize your ideas easily and intuitively. <br>It is a powerful personal task manager that lets you create mind maps and export<br>them to multiple formats.<br>Note: In the beta branch there is a version of VYM that uses org.kde.Platform//6.8<br>",
    "build_date": "2025-01-04T22:22:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/insilmaril.vym/ff9f0d18960b66020dee739bdb83b8c4/icons/128x128/io.github.insilmaril.vym.png",
    "license": "LGPL-2.1-or-later",
    "tag": [],
    "rank": 129
  },
  {
    "pkg": "ecode",
    "app_id": "dev.ensoft.ecode",
    "description": "Lightweight multi-platform code editor designed for modern hardware with a focus on responsiveness and performance",
    "description_long": "<br>ecode is a lightweight multi-platform code editor designed for modern hardware with a<br>focus on responsiveness and performance. It has been developed with the<br>hardware-accelerated eepp GUI, which provides the core technology for the editor. The<br>project comes as the first serious project using the eepp GUI, and it's currently being<br>developed to improve the eepp GUI library as part of one of its main objectives.<br>",
    "build_date": "2025-10-17T13:11:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/ensoft/ecode/8ab8d78b6f80778b90fedb3f71024ce8/icons/128x128/dev.ensoft.ecode.png",
    "license": "MIT",
    "tag": [],
    "rank": 130
  },
  {
    "pkg": "Restfox",
    "app_id": "dev.restfox.Restfox",
    "description": "A powerful minimalistic HTTP client",
    "description_long": "<br>Restfox is an HTTP client application that allows users to test and interact with RESTful<br>APIs. It provides a user-friendly interface for making HTTP requests, viewing responses, and<br>managing API endpoints. Restfox is designed to help developers and testers streamline their<br>API development and testing processes.<br>Additionally, Restfox offers plugin support to help developers modify request data before a<br>request is sent, adjust response data after a response is received, set environment variables<br>using the response data, and perform testing.<br>",
    "build_date": "2025-07-27T09:54:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/restfox/Restfox/49dfc9e266bf396050b19d9c5d1badd1/icons/128x128/dev.restfox.Restfox.png",
    "license": "MIT",
    "tag": [],
    "rank": 131
  },
  {
    "pkg": "Passes",
    "app_id": "me.sanchezrodriguez.passes",
    "description": "Manage your digital passes",
    "description_long": "Passes is a handy app that helps you manage all your digital passes effortlessly. With Passes, you can conveniently store your boarding passes, coupons, loyalty cards, event tickets, and more, all in PKPass or esPass format.<br>Moreover, the app seamlessly adjusts to different screen sizes, allowing you to access your passes on various devices, whether it's a desktop computer or a mobile phone.<br>Stop wasting time searching through your email or printing out your digital passes. Download Passes now and keep all your passes in one convenient location.",
    "build_date": "2025-12-20T16:39:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sanchezrodriguez/passes.desktop/62248b1931c2d8b1f202c0beb0b349a8/icons/128x128/me.sanchezrodriguez.passes.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "espass",
      "pkpass"
    ],
    "rank": 132
  },
  {
    "pkg": "Candy Wrapper",
    "app_id": "net.hhoney.candy",
    "description": "Screen-wrapping arcade action",
    "description_long": "Play your way through 20 levels of this arcade screen-wrapping action game inspired by Bubble Bobble!<br>Controls: Arrows + Spacebar / WASD / IJKL<br>Candy Wrapper was originally made within 24 hours for the 100 Lines of Code GameMaker Jam.",
    "build_date": "2025-08-05T03:05:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/candy/f8492a916547756a2777cf95319cf56c/icons/128x128/net.hhoney.candy.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 133
  },
  {
    "pkg": "LCEDA Pro",
    "app_id": "cn.lceda.LCEDAPro",
    "description": "An Easier and Powerful Online PCB Design Tool",
    "description_long": "<br>LCEDA (Chinese: 嘉立创EDA), Chinese editon of EasyEDA, is a web-based, ready-to-use, easy-to-use, team-collaborative EDA tool.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by LCEDA.<br>",
    "build_date": "2025-12-21T05:10:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/cn/lceda/LCEDAPro/52d844ced03c44e85ddb5fd653f10cc2/icons/128x128/cn.lceda.LCEDAPro.png",
    "license": "LicenseRef-proprietary=https://lceda.cn/page/legal",
    "tag": [],
    "rank": 134
  },
  {
    "pkg": "Q-Zandronum",
    "app_id": "com.qzandronum.Q-Zandronum",
    "description": "A Zandronum 3.0 fork with improved netcode, configurable movement and many small tweaks",
    "description_long": "<br>Q-Zandronum is a fork of Zandronum, a multiplayer oriented port, based off Skulltag, for Doom and Doom II by id Software.<br>The main goal of the fork is to improve the QC:DE gameplay, but it can be used with other mods as well. The engine brings improved netcode, multiple Quality-of-Life improvements and new modding features.<br>In some scenarios, commercial data files are required to run the supported games. In other cases, it's possibly to automatically use Freedoom as a drop-in replacement. This package comes bundled with Doomseeker for easy installation and server browsing.<br>",
    "build_date": "2025-12-18T07:45:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/qzandronum/Q-Zandronum/3e219dc22a8cdc851b6f8e937897c8e0/icons/128x128/com.qzandronum.Q-Zandronum.png",
    "license": "Sleepycat",
    "tag": [
      "Doom",
      "Heretic",
      "Hexen"
    ],
    "rank": 135
  },
  {
    "pkg": "TransLines",
    "app_id": "net.zdechov.app.TransLines",
    "description": "Enjoyable metro building game",
    "description_long": "Features:<br>Supported 9 metro lines with different colors<br>Supported 12 metro stations shapes<br>Each week a player gets new train<br>Passengers with specific shape travel to the station with same shape<br>Tracks can be re-positioned and extended on both ends<br>New random stations appear continuously<br>Dark mode<br>Full screen mode<br>Multi-language support (English, Czech, French, German)<br>Career support with playable cities<br>Selectable weekly new improvements: line, carriage or terminal<br>",
    "build_date": "2025-01-14T11:52:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.TransLines/5942b05ecc8714f11a6dcd4550cbd0aa/icons/128x128/net.zdechov.app.TransLines.png",
    "license": "CC0-1.0",
    "tag": [
      "metro",
      "subway",
      "transport"
    ],
    "rank": 136
  },
  {
    "pkg": "veraPDF",
    "app_id": "org.verapdf.veraPDF",
    "description": "veraPDF is a file-format validator for the PDF/A archiving standard",
    "description_long": "<br>veraPDF is a purpose-built, open source, file-format validator covering all PDF/A parts and conformance levels.<br>veraPDF is designed to meet the needs of digital preservationists and is supported by the PDF software developer community.<br>",
    "build_date": "2025-11-27T10:13:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/verapdf/veraPDF/3583d4d628a9e1e18acd9f9171e9d1f6/icons/128x128/org.verapdf.veraPDF.png",
    "license": "GPL-3.0-only",
    "tag": [
      "pdf"
    ],
    "rank": 137
  },
  {
    "pkg": "Kalorite",
    "app_id": "io.github.monsler.Kalorite",
    "description": "Lightweight audio player",
    "description_long": "Kalorite is a lightweight audio player. It supports all modern codecs and have simple and elegant design.",
    "build_date": "2025-12-18T16:57:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/monsler.Kalorite/a0b106e40d433045f99787590b93496c/icons/128x128/io.github.monsler.Kalorite.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "player",
      "sound",
      "audio"
    ],
    "rank": 138
  },
  {
    "pkg": "Seabird",
    "app_id": "dev.skynomads.Seabird",
    "description": "Work with Kubernetes",
    "description_long": "<br>Seabird is a Kubernetes IDE designed for the GNOME desktop. Explore and<br>manage your clusters with a simple and intuitive interface. Equipped with<br>essential features such as a terminal for executing commands, monitoring through<br>logs and metrics, and a resource editor that conveniently places the API<br>reference at your fingertips.<br>",
    "build_date": "2025-08-14T01:37:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/skynomads/Seabird/ea963f80ec94517a009fd73961e1d27a/icons/128x128/dev.skynomads.Seabird.png",
    "license": "MPL-2.0",
    "tag": [
      "kubernetes"
    ],
    "rank": 139
  },
  {
    "pkg": "albasheer",
    "app_id": "com.github.yucefsourani.albasheer-electronic-quran-browser",
    "description": "Electronic Quran Browser",
    "description_long": "Release notes<br>Add Notification Window<br>Add pt_BR Translation (Special thanks john peter)<br>",
    "build_date": "2025-09-12T09:07:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/yucefsourani.albasheer-electronic-quran-browser/77423bffd7a28ff4b30a4e24de0973f9/icons/128x128/com.github.yucefsourani.albasheer-electronic-quran-browser.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK"
    ],
    "rank": 140
  },
  {
    "pkg": "Parlatype",
    "app_id": "xyz.parlatype.Parlatype",
    "description": "Media player for transcription",
    "description_long": "Parlatype is an easy to use media player. Its main purpose is to help<br>you transcribing speech.",
    "build_date": "2025-11-26T18:02:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/parlatype/Parlatype/6829fabf6d823d8b96a70ef514af2930/icons/128x128/xyz.parlatype.Parlatype.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 141
  },
  {
    "pkg": "Words!",
    "app_id": "page.codeberg.petsoi.words",
    "description": "Have fun guessing Words",
    "description_long": "Words is a popular word puzzle game, similar to Wordle, where players try to guess a hidden word within six attempts.<br>It's simple yet addictive, combining logic, vocabulary, and deduction.<br>The game supports different word lists and lengths in multiple languages. Currently, English and German are available.<br>Want to see your language in the game? Feel free to send me a word list!",
    "build_date": "2025-08-11T21:13:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/petsoi.words/64d496a4dede7f1902d66361731af5cb/icons/128x128/page.codeberg.petsoi.words.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "wordle"
    ],
    "rank": 142
  },
  {
    "pkg": "Blobby Volley 2",
    "app_id": "de.blobbyvolley.BlobbyVolley2",
    "description": "The head-to-head multiplayer volley-ball game.",
    "description_long": "<br>Blobby Volley is one of the most popular freeware games where<br>two blobbed shaped entities play volleyball against each other.<br>You can play against a teammate or alone against computer opponents.<br>It's possible to play in local network and in offical servers.<br>Controls via the mouse or the keyboard are customizable.<br>The points are saved and can be displayed and compared in statistics.<br>This is an official continuation of the famous Blobby Volley 1.x<br>arcade game from 2000s.<br>",
    "build_date": "2025-10-05T18:51:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/blobbyvolley/BlobbyVolley2/fad2ef9ee9ebdfc4ab4ee857be3b1694/icons/128x128/de.blobbyvolley.BlobbyVolley2.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 143
  },
  {
    "pkg": "Threadbare",
    "app_id": "org.endlessaccess.threadbare",
    "description": "Rebuild an unraveling world",
    "description_long": "Story-driven, collaborative game where players don’t just explore a world—they co-create it. In Threadbare, players rebuild a world unraveling at the seams by recovering knowledge, crafting stories, and designing characters, quests, and cultures drawn from their own lives.",
    "build_date": "2025-12-18T14:32:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/endlessaccess/threadbare/941bd0fcd870783ee8e58b5c4b7163c8/icons/128x128/org.endlessaccess.threadbare.png",
    "license": "MPL-2.0",
    "tag": [
      "Godot",
      "retro",
      "pixel"
    ],
    "rank": 144
  },
  {
    "pkg": "Kapow Punch Clock",
    "app_id": "org.gottcode.Kapow",
    "description": "Keep track of time spent on projects",
    "description_long": "Kapow is a punch clock program designed to easily keep track of your hours, whether you're working on one project or many. Simply clock in and out with the Start/Stop button. If you make a mistake in your hours, you can go back and edit any of the entries by double-clicking on the session in question. Kapow also allows you to easily keep track of the hours since you last billed a client, by providing a helpful check box--the totals will reflect your work after the last billed session.",
    "build_date": "2025-04-17T21:11:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Kapow/be9edaf9d8edecbd0ba6b7dbccf01cb6/icons/128x128/org.gottcode.Kapow.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 145
  },
  {
    "pkg": "Ntfy Desktop",
    "app_id": "moe.emmaexe.ntfyDesktop",
    "description": "Receive ntfy notifications",
    "description_long": "<br>Subscribe to topics from any ntfy server and receive notifications natively on the desktop.<br>",
    "build_date": "2025-09-30T01:22:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/emmaexe/ntfyDesktop/aff37d2548708ea0d8feda9f32c12dab/icons/128x128/moe.emmaexe.ntfyDesktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "ntfy"
    ],
    "rank": 146
  },
  {
    "pkg": "Master Key",
    "app_id": "com.gitlab.guillermop.MasterKey",
    "description": "Manage passwords without saving them",
    "description_long": "<br>Master Key is a password manager application that generates and manages passwords without the<br>need to store them<br>Features:<br>Passwords are generated using a combination of a master key, a site and a login<br>Passwords are never stored<br>Passwords can be recreated everywhere<br>The accounts information is encrypted<br>Follows the GNOME Human Interface Guidelines<br>",
    "build_date": "2025-09-28T18:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gitlab/guillermop.MasterKey/72e3c3dceedb5907f0d95c3a3fbd6317/icons/128x128/com.gitlab.guillermop.MasterKey.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 147
  },
  {
    "pkg": "Yet Another Framework Interface",
    "app_id": "au.stevetech.yafi",
    "description": "YAFI is another GUI for the Framework Laptop Embedded Controller",
    "description_long": "It is written in Python with a GTK4 Adwaita theme, and uses the `CrOS_EC_Python` library to communicate with the EC.",
    "build_date": "2025-09-28T11:49:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/au/stevetech/yafi/11785ee9eca2a22725a398771a210b92/icons/128x128/au.stevetech.yafi.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Framework",
      "EC"
    ],
    "rank": 148
  },
  {
    "pkg": "Playlifin",
    "app_id": "net.krafting.Playlifin",
    "description": "Sync YouTube playlists to Jellyfin",
    "description_long": "A tool to convert a Youtube Music playlist to a Jellyfin playlists. You MUST have downloaded the playlist and put them on your Jellyfin before running this app.<br>This program get all the song titles in your Youtube Playlist and try its best to find the same song on Jellyfin and add it in the new playlist.<br>This is useful when you sort music by albums, genre or artists but still want to have your playlist after importing your music to Jellyfin.<br>Recommended format to download a playlist with yt-dlp: /usr/bin/yt-dlp -x --audio-format mp3 --prefer-ffmpeg -o '%(title)s.%(ext)s' --embed-thumbnail (YoutubeURL) <br>It uses the yt-dlp backend for fetching Youtube informations and the Jellyfin API for the Jellyfin informations.",
    "build_date": "2025-11-17T17:31:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Playlifin/f4ed6807f4400354ede7c9fe957de720/icons/128x128/net.krafting.Playlifin.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "youtube",
      "convert"
    ],
    "rank": 149
  },
  {
    "pkg": "Amazfish",
    "app_id": "uk.co.piggz.amazfish",
    "description": "Smart watch sync app",
    "description_long": "<br>Companion application for Huami Devices (such as Amazfit Bip, Cor, MiBand2/3 and GTS and GTS) and the Pinetime Infinitime.<br>",
    "build_date": "2025-10-17T13:55:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/piggz.amazfish/790ca35e53d526c55c3421cd0cf50bbc/icons/128x128/uk.co.piggz.amazfish.png",
    "license": "GPL-3.0",
    "tag": [
      "Smartwatch",
      "Bluetooth",
      "AsteroidOS"
    ],
    "rank": 150
  },
  {
    "pkg": "Syng",
    "app_id": "rocks.syng.Syng",
    "description": "Easily host karaoke events",
    "description_long": "<br>Syng is an easy-to-use karaoke software. Just start the client and let your users connect via their web browser.<br>You can set up your own Syng server or simply use a publicly available one.<br>Songs can be searched and played from YouTube, an S3 storage or your local machine.<br>You can play a variety of file formats, such as mp3+cdg, webm, mp4, ...<br>",
    "build_date": "2025-12-11T22:32:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/r/ro/rocks.syng.syng/70f011f07fb736450ea5febc3db0f2f2/icons/128x128/rocks.syng.Syng.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "karaoke",
      "music",
      "video"
    ],
    "rank": 151
  },
  {
    "pkg": "Maniatic Launcher",
    "app_id": "io.github.santiagocezar.maniatic-launcher",
    "description": "A Retro Engine v5 launcher",
    "description_long": "<br>A launcher for the decompilation of Retro Engine v5, used in Sonic Mania Plus.<br>It allows to run this game natively, and facilitates the installation and development <br>of mods.<br>To play this decompilation, you neeed to own a Steam copy of Sonic Mania (or Plus).<br>This software is distributed under Fair Use. The Digital Millenium Copyright Act of 1998, in Section 103(f)(3) regarding Reverse Engineering states:<br>The information acquired through the acts permitted under<br>paragraph (1), and the means permitted under paragraph (2),<br>may be made available to others if the person referred to in paragraph<br>(1) or (2), as the case may be, provides such information or means<br>solely for the purpose of enabling interoperability of an independently<br>created computer program with other programs, and to the<br>extent that doing so does not constitute infringement under this<br>title or violate applicable law other than this section.<br>This software contains decompiled code from Sonic Mania, made by Sega Corporation and Evening Star,<br>which was adapted to run natively in Linux-based operating systems. It does not<br>contain any kind of art (music, graphics) or level layouts from the original game.<br>As a result, the software does not work unless the user provides their own copy <br>of Sonic Mania, obtained by their own legal means.<br>",
    "build_date": "2025-07-07T23:59:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/santiagocezar.maniatic-launcher/568da20e693ddb06d7f511930ace6591/icons/128x128/io.github.santiagocezar.maniatic-launcher.png",
    "license": "GPL-3.0 AND LicenseRef-RDSCLv2=https://github.com/Rubberduckycooly/RSDKv5-Decompilation/blob/master/LICENSE.md",
    "tag": [
      "Sonic",
      "Mania",
      "RSDK"
    ],
    "rank": 152
  },
  {
    "pkg": "Pokete",
    "app_id": "com.github.lxgr_linux.pokete",
    "description": "A terminal based Pokemon like game",
    "description_long": "<br>Pokete is a small terminal based game in the style of a very popular and old game by Gamefreak. Imagine you're a Pokete-Trainer and your goal is it to run around in the world and catch/train as many Poketes as possible and to get the best trainer.<br>",
    "build_date": "2024-06-15T01:24:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/lxgr_linux.pokete/7600f2fb31c4ce589ef00f88e5c61c11/icons/128x128/com.github.lxgr_linux.pokete.png",
    "license": "GPL-3.0",
    "tag": [
      "game",
      "python",
      "pokemon"
    ],
    "rank": 153
  },
  {
    "pkg": "Symbolic Preview",
    "app_id": "org.gnome.design.SymbolicPreview",
    "description": "Symbolics Made Easy",
    "description_long": "Symbolic Preview is a utility that helps you create, preview and export your symbolic icons easily.",
    "build_date": "2025-12-13T15:23:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.SymbolicPreview/a5769e380c3d04feedbfcabd205a7dd4/icons/128x128/org.gnome.design.SymbolicPreview.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK",
      "Symbolics"
    ],
    "rank": 154
  },
  {
    "pkg": "adriconf",
    "app_id": "org.freedesktop.adriconf",
    "description": "Advanced DRI configurator",
    "description_long": "adriconf (Advanced DRI CONFigurator) is a GUI tool used to configure open source graphics drivers. It works by setting options and writing them to the standard drirc file used by the Mesa drivers.<br>A GUI Tool used to configure OpenGL drivers. You can use it to optimize game settings or even workaround issues with them.",
    "build_date": "2025-08-19T19:35:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freedesktop/adriconf/d8ad3b2a5238de04256cab4488c3d01f/icons/128x128/org.freedesktop.adriconf.png",
    "license": "LGPL-3.0+ AND GPL-3.0+",
    "tag": [],
    "rank": 155
  },
  {
    "pkg": "Random Number Five",
    "app_id": "io.github.FailurePoint.RandomNumberFive",
    "description": "Random number generator for For the Linux desktop!",
    "description_long": "Random Number Five is a random number generator for creating randomly generated numbers between a configurable min/max range from 0 to 1,000,000.",
    "build_date": "2025-12-16T00:48:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/FailurePoint.RandomNumberFive/de9decfffdecc7946ffa8d2e5b200978/icons/128x128/io.github.FailurePoint.RandomNumberFive.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 156
  },
  {
    "pkg": "IPlan",
    "app_id": "ir.imansalmani.IPlan",
    "description": "Your plan for improving personal life and workflow",
    "description_long": "IPlan goal is to be a user-friendly tool for those who want to organize their ether personal life, jobs, or both.<br>Features:<br>Grouping tasks with project and list<br>Timer for tasks<br>Subtasks<br>Calendar for Exploring tasks by date<br>Global search<br>Arranging projects, lists, and tasks by drag and drop<br>",
    "build_date": "2025-12-10T16:46:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/ir/imansalmani/IPlan/59b5c762e007556385e15006b9f34d0f/icons/128x128/ir.imansalmani.IPlan.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 157
  },
  {
    "pkg": "QCanvas",
    "app_id": "io.github.qcanvas.QCanvasApp",
    "description": "View courses from Canvas LMS",
    "description_long": "An unofficial desktop client for Canvas LMS:<br>Download and browse course content, files and videos<br>Download videos from Panopto (if your institution uses it)<br>View course mail and announcements<br>Browse downloaded course content while offline<br>",
    "build_date": "2025-09-19T00:42:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/qcanvas.QCanvasApp/fe98961849656557493a6eb999846370/icons/128x128/io.github.qcanvas.QCanvasApp.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "qtcanvas",
      "canvas",
      "lms"
    ],
    "rank": 158
  },
  {
    "pkg": "PyDPainter",
    "app_id": "org.pydpainter.PyDPainter",
    "description": "Pixel art paint program",
    "description_long": "PyDPainter, pronounced (like Pied Piper), is an attempt to create a usable pixel art program in Python using PyGame. The original inspiration came from the Commodore Amiga version of Deluxe Paint released by Electronic Arts in 1985. Back then, Deluxe Paint helped define the user interface of a paint program with tool bars, menus, and the novel use of left and right mouse buttons for painting and erasing. After pixel art gave way to photo-realism and high-resolution 24 bit color, Deluxe Paint was largely forgotten for artistic work -- left behind in the ever-progressing march of technology.<br>Recently, with a resurgence of all things low-resolution pixel art and limited color palettes have become popular once again. Many tools to deal with this medium are either too complicated or too crude. This project is an attempt to bring back an old but reliable tool and enhance it with some features to help it better coexist in the modern world.",
    "build_date": "2025-06-16T05:43:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/pydpainter/PyDPainter/5621692fddb96209fbf99f08866cd4d2/icons/128x128/org.pydpainter.PyDPainter.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 159
  },
  {
    "pkg": "KSquares",
    "app_id": "org.kde.ksquares",
    "description": "Connect the dots to create squares",
    "description_long": "KSquares is a game modeled after the well known pen and paper based game of Dots and Boxes. Each player takes it in turns to draw a line between two adjacent dots on the board. The objective is to complete more squares than your opponents.",
    "build_date": "2025-12-17T17:40:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ksquares/90e11fc3004dbf808f6a1797aa504afc/icons/128x128/org.kde.ksquares.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 160
  },
  {
    "pkg": "SciTE",
    "app_id": "org.scintilla.SciTE",
    "description": "A SCIntilla based Text Editor",
    "description_long": "SciTE is a SCIntilla based Text Editor. Originally built to demonstrate Scintilla, it has grown to be a generally useful editor with facilities for building and running programs. <br>SciTE includes the following features:<br>Syntax highlighting<br>Run code in Terminal, C, C++, vala, go<br>Code completion<br>Code folding<br>Many supported filetypes like C, Java, PHP, HTML, Python, Perl, Pascal<br>Exporting file to HTML, RTF, PDF, LATEX, XML<br>",
    "build_date": "2025-11-24T16:37:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/scintilla/SciTE/4ea8fa51e89e08a17da3b91a10537eba/icons/128x128/org.scintilla.SciTE.png",
    "license": "HPND",
    "tag": [],
    "rank": 161
  },
  {
    "pkg": "Who Wants To Be a Millionaire",
    "app_id": "lv.martinsz.millionaire",
    "description": "Answer all questions to win $1 million.",
    "description_long": "Test your knowledge to see if you can answer all questions and win $1 million. Have fun!",
    "build_date": "2025-12-18T16:57:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/lv/martinsz/millionaire/a6ddf529c1d9fddfd455587cb4c35ef6/icons/128x128/lv.martinsz.millionaire.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 162
  },
  {
    "pkg": "Red Eclipse Legacy",
    "app_id": "net.redeclipse.RedEclipse-Legacy",
    "description": "Free agile arena shooter",
    "description_long": "<br>Red Eclipse is a fun-filled new take on the first person arena shooter,<br>built as a total conversion of Cube Engine 2, which lends itself toward<br>a balanced gameplay, with a general theme of agility in a variety of<br>environments. This is version 1.6.0 of the game, the last version before<br>its development went to a different direction in terms of graphics,<br>gameplay mechanics and other aspects.<br>Cross-platform multiplayer<br>Features parkour, impulse boosts, dashing, and other tricks<br>Favourite gamemodes with an array of mutators and variables<br>Built-in editor lets you create your own maps cooperatively online<br>",
    "build_date": "2025-12-02T11:35:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/redeclipse/RedEclipse-Legacy/a2311f87c65e144451b5063febf8254c/icons/128x128/net.redeclipse.RedEclipse-Legacy.png",
    "license": "Zlib and CC-BY-SA-3.0+",
    "tag": [
      "fps",
      "action",
      "play"
    ],
    "rank": 163
  },
  {
    "pkg": "Qcm",
    "app_id": "io.github.hypengw.Qcm",
    "description": "Material You cloud music player",
    "description_long": "Material You cloud music player. <br>Music Service:<br>Jellyfin<br>Netease Cloud Music(网易云音乐)",
    "build_date": "2025-12-20T14:53:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hypengw.Qcm/648ecb79eba3cda636bf90cdf0c56e44/icons/128x128/io.github.hypengw.Qcm.png",
    "license": "GPL-2.0",
    "tag": [
      "Netease"
    ],
    "rank": 164
  },
  {
    "pkg": "Outwiker",
    "app_id": "net.jenyay.Outwiker",
    "description": "Personal wiki and outliner.",
    "description_long": "<br>OutWiker is designed to store notes in a tree. Such programs are called , personal wiki, or tree-like editors. OutWiker's main difference from the other similar programs is keeping the tree of notes in the form of directories on disk, and encouraging changing the base by external sources and programs.<br>",
    "build_date": "2024-11-11T10:32:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/jenyay/Outwiker/ada431d4fa616314f076abc9a12a3e55/icons/128x128/net.jenyay.Outwiker.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 165
  },
  {
    "pkg": "Srain",
    "app_id": "im.srain.Srain",
    "description": "Modern IRC client written in GTK",
    "description_long": "<br>Modern IRC client written in GTK<br>",
    "build_date": "2025-12-12T16:41:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/srain/Srain/c42eace13c50feeb70a75badc962f7b9/icons/128x128/im.srain.Srain.png",
    "license": "GPL-3.0",
    "tag": [
      "irc",
      "chat",
      "gtk"
    ],
    "rank": 166
  },
  {
    "pkg": "OpenTrace",
    "app_id": "io.github.Archeb.opentrace",
    "description": "A cross-platform GUI wrapper for NextTrace",
    "description_long": "OpenTrace is a cross-platform GUI wrapper for NextTrace. Bringing you a sense of familiarity.<br>Note: This build uses a dirty approach to run program with cap_net_raw caps. You'll need to allow pkexec to setcap at the first use.<br>If map isn't showing up, try switching to Google maps in File-&gt;Preferences.",
    "build_date": "2025-09-04T19:00:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Archeb.opentrace/4a12dbabd74504bc4dbdd2ecac86d6e0/icons/128x128/io.github.Archeb.opentrace.png",
    "license": "GPL-3.0",
    "tag": [
      "traceroute",
      "OpenTrace",
      "network"
    ],
    "rank": 167
  },
  {
    "pkg": "WebArchives",
    "app_id": "com.github.birros.WebArchives",
    "description": "A web archives viewer",
    "description_long": "<br>A web archives viewer offering the ability to browse offline<br>millions of articles from large community projects such as Wikipedia<br>or Wikisource.<br>Features:<br>List recently opened web archives<br>List available local web archives<br>List of web archives available to download<br>Print a page<br>Night mode (Darkreader)<br>Zoom controls<br>Search in page<br>History<br>Bookmarks<br>Search a page<br>Keyboard shortcuts<br>Multi-windows<br>Multi-tabs<br>Random page<br>Sandboxed pages (Pages are isolated from the web)<br>Ask for confirmation when opening an external link<br>Handle the opening of zim files from external applications (Nautilus...)<br>",
    "build_date": "2025-09-17T20:52:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/birros.WebArchives.desktop/619c15ddbc182c5df9190e882c52119c/icons/128x128/com.github.birros.WebArchives.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "archive",
      "web",
      "offline"
    ],
    "rank": 168
  },
  {
    "pkg": "NFO Viewer",
    "app_id": "io.otsaloma.nfoview",
    "description": "Viewer for NFO files",
    "description_long": "NFO Viewer is a simple viewer for NFO files, which are <br>art in the CP437 codepage. The advantages of using NFO Viewer<br>instead of a text editor are preset font and encoding settings,<br>automatic window size and clickable hyperlinks.",
    "build_date": "2025-04-14T19:27:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/otsaloma/nfoview.desktop/8e61998cefeb130c1d2a5220b3bf5d85/icons/128x128/io.otsaloma.nfoview.desktop.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 169
  },
  {
    "pkg": "Snux",
    "app_id": "page.codeberg.ilijaculap.snux",
    "description": "Simple snake game",
    "description_long": "In this game, you need to be quick! You are a snake moving across the game field. Control the snake using the arrow keys: up, down, left, and right. Be careful not to hit the field borders or your own tail. The goal is to eat as much food as possible. There are two types of food: Green food makes your snake longer, green stars give you extra points, but they only appear for a short amount of time, so act fast!",
    "build_date": "2025-09-06T14:40:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/ilijaculap.snux/2999a29fddf164d2ffa982bf9beae4f5/icons/128x128/page.codeberg.ilijaculap.snux.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "snux",
      "snake",
      "game"
    ],
    "rank": 170
  },
  {
    "pkg": "OWNR Crypto wallet & Visa Card",
    "app_id": "com.ownrwallet.wallet",
    "description": "Send, receive, withdraw, exchange & buy virtual currencies. Only you control access and assets",
    "description_long": "OWNR is a cryptocurrency ecosystem devised for cryptocurrency users, businesses and developers. Buy, sell, send, store and exchange crypto in one free app: BTC, BCH, ETH, LTC, DASH, DOGE, Tron (TRX), USDT (ERC-20/TRC-20) and other ERC-20 tokens.<br>Manage all crypto and Visa card in a single app, swiftly and simply.<br>Top up the card balance with BTC, ETH, LTC and other cryptocurrencies at favorable rates.<br>Transfer crypto to your card to pay and withdraw cash money from ATMs around the world.<br>Visa card features in OWNR WALLET app:<br>Exchange 4 cryptocurrency types to card in EUR<br>Monthly fees: 1.50 EUR<br>Purchase limit up to 5000 EUR per month<br>Low transaction and service fees<br>Card delivery worldwide<br>Withdraw cash from ATM globally<br>OWNR is a licensed multi-asset crypto wallet created to deliver a simpler and smoother experience. OWNR is an official partner of Bitfinex. You can purchase crypto with a bank card inside your Bitfinex trading account using OWNR payment solution<br>Features:<br>Buy crypto with a bank card. Visa, Mastercard and UnionPay are accepted. Pay with US dollars, Euro and others<br>Buy and sell crypto via SEPA/Swift transfers, which is especially convenient for businesses. Just contact us to discuss the wire payment details<br>Continuous token autodiscovery: no need to add ERC-20 tokens manually<br>Multiple accounts for coins<br>Asset autodiscovery: restore any wallet, and all your assets will be available instantly<br>Price widget for crypto assets<br>Restore HD-wallets with any seed phrase length (12/15/18/21/24 words)<br>Built-in exchange<br>Balance and transaction updates<br>Forced address allocation<br>24/7 technical support inside the app<br>Bech32 supported<br>SegWit for faster transactions and with lower fees<br>Testnets for developers (BTC, BCH, ETH, LTC, DASH, ZCASH,TRXt,TRXn and others)<br>Features for businesses:<br>Cryptocurrency purchase gateway + API<br>Sell crypto to Mastercard cards (OCT/MoneySend)<br>Visa prepaid/virtual/gift cards for businesses. Partner portal and API for card issuance and management<br>Crypto-to-crypto exchange service with API integration<br>OTC deals in any volume<br>Digital assets currently supported:<br>BTC, BCH, ETH, LTC, DASH, DOGE, Tron (TRX), USDT (ERC-20/TRC-20) and other ERC-20 tokens. The list is being expanded.",
    "build_date": "2024-05-23T15:02:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ownrwallet/wallet/5647b1bfe1a4b1e79d2dc176c3b75d90/icons/128x128/com.ownrwallet.wallet.png",
    "license": "LicenseRef-proprietary=https://ownrwallet.com/terms",
    "tag": [
      "ownr",
      "crypto",
      "wallet"
    ],
    "rank": 171
  },
  {
    "pkg": "TriPeaks NEUE",
    "app_id": "io.github.mimoguz.tripeaks_neue",
    "description": "Patience game",
    "description_long": "<br>A simple Tri Peaks patience (solitaire) game.<br>Main Features:<br>Four board layouts<br>An option to show the values of face-down cards<br>An option to start with an empty discard pile, allowing the player to choose any<br>starting card<br>An option to ensure the created games are solvable<br>Aggregated and per-layout statistics<br>Portrait and landscape orientation support<br>",
    "build_date": "2025-05-11T08:53:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mimoguz.tripeaks_neue/8234a7b902c7b6960990a477dc75de8e/icons/128x128/io.github.mimoguz.tripeaks_neue.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "cards",
      "card-game",
      "patience"
    ],
    "rank": 172
  },
  {
    "pkg": "Tali",
    "app_id": "org.gnome.Tali",
    "description": "Roll dice and score points",
    "description_long": "<br>A variation on poker with dice and less money, this game is a family classic.<br>Throw the dice three times in a row, holding back the ones you like, in order<br>to make the best possible hand. You can also play a lesser-known variant with<br>colored dice.<br>Play between one and five opponents at three difficulty levels.<br>",
    "build_date": "2025-12-11T09:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Tali/e03ecc8c4861b0724300b75eabdc3c86/icons/128x128/org.gnome.Tali.png",
    "license": "GPL-2.0+",
    "tag": [
      "yahtzee"
    ],
    "rank": 173
  },
  {
    "pkg": "Cipher",
    "app_id": "com.github.arshubham.cipher",
    "description": "Encode and decode text",
    "description_long": "A simple application for encoding and decoding text. Hide your text from prying eyes!<br>Note: This application does not actually encrypt files. This was made just to encipher strings. Have fun!<br>Available Ciphers<br>Caesar Shift Cipher<br>Atbash Cipher<br>ROT13 Cipher<br>ASCII Encoding<br>Base64 Encoding<br>Polybius Square Cipher<br>Vigenere Cipher<br>Hashing Functions (MD5, SHA1, SHA256, SHA384, SHA512)<br>",
    "build_date": "2025-12-21T13:49:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/arshubham.cipher/7e4099fd26e0ffe1854f737cd2632cf0/icons/128x128/com.github.arshubham.cipher.png",
    "license": "GPL-3.0+",
    "tag": [
      "cipher",
      "crypt"
    ],
    "rank": 174
  },
  {
    "pkg": "Quassel Client",
    "app_id": "org.quassel_irc.QuasselClient",
    "description": "Modern distributed IRC client",
    "description_long": "Quassel IRC is a modern, cross-platform, distributed IRC client based on the Qt framework.<br>Distributed means that one (or multiple) client(s) can attach to and detach from a central core that stays permanently online -- much like the popular combination of screen and a text-based IRC client such as WeeChat, and similar to (but much more featureful than) so-called BNCs. Re-attaching your client will show your IRC session in the same state as you left it in (plus whatever happened while you were gone), and this even when you re-attach from a different location. In addition, Quassel IRC can be used like a traditional client, with providing both client and core functionality in one binary. This so-called completely hides the distributed nature, so for a purely local installation, Quassel IRC can be setup very easily.<br>Cross-platform means that Quassel IRC is developed for and tested on Linux®, Windows®, and MacOS X®. It should also run on any other platform that is supported by the Qt library. Third-party mobile clients for Android and iOS also exist.<br>By modern we mean that Quassel IRC will have all the features you'd expect from an IRC client nowadays. It also innovates in many areas. For example, the GUI features a dockable nicklist and topic bar, or you can arrange your channel and query buffers in default or custom views, which are also dockable. This means that you can arrange your GUI as you please. The architecture allows for other innovations, such as on-demand creation of log files in custom formats from the backlog.",
    "build_date": "2025-04-20T18:26:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/quassel_irc/QuasselClient/059d2203782c217c7b78ef46cb6c33f5/icons/128x128/org.quassel_irc.QuasselClient.png",
    "license": "GPL-2.0 OR GPL-3.0",
    "tag": [],
    "rank": 175
  },
  {
    "pkg": "GSequencer",
    "app_id": "org.nongnu.gsequencer.gsequencer",
    "description": "Advanced Gtk+ Sequencer",
    "description_long": "GSequencer provides you various tools to play, create, edit and mix your own music.<br>It features a step sequencer, piano roll, automation and wave-form editor.",
    "build_date": "2025-12-19T20:11:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/nongnu/gsequencer.gsequencer/575bf7b609d0d15b9db5eebdcfe04343/icons/128x128/org.nongnu.gsequencer.gsequencer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "audio",
      "sequencer",
      "notation"
    ],
    "rank": 176
  },
  {
    "pkg": "Digital Assets",
    "app_id": "fr.fgrabenstaetter.DigitalAssets",
    "description": "Cryptocurrencies prices and statistics",
    "description_long": "Digital Assets is a utility to follow cryptocurrencies prices and statistics which integrates well with the GNOME desktop.",
    "build_date": "2023-09-24T05:12:13",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/fr.fgrabenstaetter.DigitalAssets.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 177
  },
  {
    "pkg": "Watchmate",
    "app_id": "io.gitlab.azymohliad.WatchMate",
    "description": "Manage your PineTime",
    "description_long": "<br>Companion app for InfiniTime-powered PineTime smart watch.<br>Visually optimized for GNOME, adaptive for phone and desktop, Linux only.<br>Features:<br>Set time<br>Read various data from the PineTime<br>Update firmware and resources OTA<br>Automatically check for available firmware updates<br>Control the media player<br>Forward desktop notifications<br>",
    "build_date": "2025-11-20T09:00:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/azymohliad.WatchMate/fb4a81cb6c7d8ae28f22ab38f062489e/icons/128x128/io.gitlab.azymohliad.WatchMate.png",
    "license": "GPL-3.0",
    "tag": [
      "InfiniTime",
      "PineTime",
      "Smartwatch"
    ],
    "rank": 178
  },
  {
    "pkg": "Hamster",
    "app_id": "org.gnome.Hamster",
    "description": "Personal time keeping tool",
    "description_long": "<br>Hamster is time tracking for individuals. It helps you to keep track of how<br>much time you have spent during the day on activities you choose to track.<br>Whenever you change from doing one task to other, you change your current<br>activity in Hamster. After a while you can see how many hours you have spent on<br>what. Maybe print it out, or export to some suitable format, if time reporting<br>is a request of your employer.<br>Features:<br>Fast and easy data entry with autocompletion of recent activities<br>Flexible grouping with @categories and #tags<br>Day, week, month or custom views with tallies by groups<br>Generation of html reports (can be customized)<br>Data export in text, xml and tsv formats<br>",
    "build_date": "2025-12-16T08:51:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Hamster/78d1c806ebc162cc5a1bb93274a79d75/icons/128x128/org.gnome.Hamster.png",
    "license": "GPL-3.0+ and CC-BY-SA-3.0",
    "tag": [
      "time-log"
    ],
    "rank": 179
  },
  {
    "pkg": "Trackballs",
    "app_id": "io.github.trackballs.Trackballs",
    "description": "Steer a marble ball through a labyrinth",
    "description_long": "<br>By steering a marble ball through a labyrinth filled with sharp objects,<br>pools of acid, and other obstacles the player collects points. When the<br>destination is reached you continue on to the next, more difficult level<br>- unless the time runs out.<br>Features:<br>3D graphics<br>Integrated level editor<br>High quality sound effects<br>Background music<br>",
    "build_date": "2025-12-01T08:57:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/trackballs.Trackballs/7ef6f4b8caebc6f384be7dfd52a838e0/icons/128x128/io.github.trackballs.Trackballs.png",
    "license": "GPL-2.0+",
    "tag": [
      "marble",
      "maze",
      "obstacle"
    ],
    "rank": 180
  },
  {
    "pkg": "ASHPD Demo",
    "app_id": "com.belmoussaoui.ashpd.demo",
    "description": "Play with portals",
    "description_long": "Demo that shows the capabilities of the ASHPD crate.",
    "build_date": "2025-04-19T08:29:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/ashpd.demo/d816300f42691d7c9f284e1a3b8bf892/icons/128x128/com.belmoussaoui.ashpd.demo.png",
    "license": "MIT",
    "tag": [
      "Gnome",
      "GTK",
      "ASHPD"
    ],
    "rank": 181
  },
  {
    "pkg": "Hand TeX",
    "app_id": "io.github.voxelcubes.hand-tex",
    "description": "Draw the symbol, get the LaTeX",
    "description_long": "Hand TeX uses machine learning to find the matching LaTeX symbol and also offers a searchable list of all symbols.<br>It features over 3500 symbols and their variations, of which over 1700 are unique.<br>It operates fully offline, no internet connection at all.",
    "build_date": "2025-07-05T13:13:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/voxelcubes.hand-tex/1903e14297520b68c4838c50ce50ca14/icons/128x128/io.github.voxelcubes.hand-tex.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "LaTeX",
      "Sketch",
      "Draw"
    ],
    "rank": 182
  },
  {
    "pkg": "Simsu",
    "app_id": "org.gottcode.Simsu",
    "description": "Fill in numbers to solve puzzles",
    "description_long": "Simsu is a basic Sudoku game. You can switch between filling in notes (pencil mode), or filling in answers (pen mode). To make it easier to see where to place numbers, you can highlight all instances of a number. You can also check your answers for correctness while playing. The game stores your current notes and answers, so that you can pick up where you left off the next time you play.",
    "build_date": "2025-05-14T17:10:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Simsu/39cd6e5a797c4ff55182d04310bf1398/icons/128x128/org.gottcode.Simsu.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 183
  },
  {
    "pkg": "Coulr",
    "app_id": "com.github.huluti.Coulr",
    "description": "Enjoy colors and feel happy",
    "description_long": "Color box to help developers and designers.",
    "build_date": "2025-10-18T14:39:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/huluti.Coulr.desktop/c67568147134c64038e19aa0d6759493/icons/128x128/com.github.huluti.Coulr.desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 184
  },
  {
    "pkg": "Hexalate",
    "app_id": "org.gottcode.Hexalate",
    "description": "Spin circles to match colors",
    "description_long": "Hexalate is a color matching game. The goal of the game is to rotate and position the circles so that each touching line matches in color. You rotate circles by right clicking, and you move circles by dragging them. The game stores the positions and rotations of the circles across runs.",
    "build_date": "2025-04-17T21:08:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Hexalate/12bf5d50d2e3a97f13c70534ace49698/icons/128x128/org.gottcode.Hexalate.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 185
  },
  {
    "pkg": "Fedinspect",
    "app_id": "org.andypiper.Fedinspect",
    "description": "Analyse Fediverse servers",
    "description_long": "<br>Fedinspect is an application for analysing Fediverse servers and user accounts.<br>It provides detailed information about server configurations, capabilities, and<br>user profiles using standard protocols like NodeInfo, WebFinger, and ActivityPub.<br>Features:<br>NodeInfo protocol checks and schema validation<br>Mastodon API v1 and v2 support<br>WebFinger user lookup of ActivityPub actors<br>HTTP debug information<br>",
    "build_date": "2025-09-01T19:14:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/andypiper/Fedinspect/9abc8806adc6bde32891623ebd5e250b/icons/128x128/org.andypiper.Fedinspect.png",
    "license": "MIT",
    "tag": [
      "fediverse"
    ],
    "rank": 186
  },
  {
    "pkg": "PicGuard",
    "app_id": "com.kjxbyz.PicGuard",
    "description": "Your pictures, your signature",
    "description_long": "Introducing PicGuard - the ultimate solution for securing and customizing your digital photos. With our app, you can easily add watermarks to your images to protect your creative work and maintain your privacy.<br>PicGuard offers robust privacy protection features, ensuring your personal and sensitive information remains safeguarded. It's highly customizable, allowing you to personalize watermarks with various fonts, styles, and designs to suit your needs.<br>Accessible on web, mobile, and desktop, you can seamlessly integrate and manage your watermarking tasks across all your devices. PicGuard, as an open-source tool, it's not only free but also continuously improved by a community of developers dedicated to providing the best user experience.<br>Download PicGuard today and take control of your photo security and personalization like never before!",
    "build_date": "2025-12-06T05:12:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/kjxbyz/PicGuard/4ea1e85c4de8dd01972ebff0098da1dc/icons/128x128/com.kjxbyz.PicGuard.png",
    "license": "GPL-3.0-only",
    "tag": [
      "PicGuard",
      "Watermark",
      "Assistant"
    ],
    "rank": 187
  },
  {
    "pkg": "Taigo",
    "app_id": "com.github.appadeia.Taigo",
    "description": "Taigo is a virtual pet for your desktop",
    "description_long": "<br>Taigo is a virtual pet for your desktop that you need to take care of.<br>",
    "build_date": "2024-10-31T03:14:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/appadeia.Taigo.desktop/2e7f1c2521e7595b84c04b32ac128ccf/icons/128x128/com.github.appadeia.Taigo.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Game"
    ],
    "rank": 188
  },
  {
    "pkg": "NetXMS 5.1",
    "app_id": "com.netxms.NetXMSClient51",
    "description": "Control your network monitoring",
    "description_long": "This app is a desktop client for accessing NetXMS v5.1.x server.<br>NetXMS is an enterprise grade multi-platform modular open source network management and<br>monitoring system.<br>It provides comprehensive event management, performance monitoring, alerting, reporting and<br>graphing for all layers of IT infrastructure — from network devices to business application<br>layer.<br>Having been designed with flexibility and scalability in mind, NetXMS features a wide range<br>of supported platforms.<br>It is licensed under the GNU General Public License version 2 as published by the Free<br>Software Foundation.",
    "build_date": "2025-03-27T14:09:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/netxms/NetXMSClient51/e4a00001586bda07a53ac43b814060e1/icons/128x128/com.netxms.NetXMSClient51.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 189
  },
  {
    "pkg": "Tactics",
    "app_id": "io.gitlab.leesonwai.Tactics",
    "description": "Build your soccer lineup",
    "description_long": "<br>Build your team. With Tactics, you can recreate real world lineups, plan<br>for your club's next match or simply create a fantasy 11 to share with<br>your friends.<br>Set your formation, represent your club's colors and show the world your<br>footballing genius.<br>",
    "build_date": "2025-10-10T14:15:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Tactics/0231788ff64bb2f45f55a04809d9485f/icons/128x128/io.gitlab.leesonwai.Tactics.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "sport",
      "football"
    ],
    "rank": 190
  },
  {
    "pkg": "Race into Space",
    "app_id": "org.raceintospace.Raceintospace",
    "description": "A game to relive the 1960s Space Race",
    "description_long": "<br>Race Into Space is a simulation of the US-Soviet Space Race.<br>In it, you take charge of your country’s space program as<br>Director (US) or Designer (USSR). You will purchase and develop<br>space hardware, recruit and manage astronauts/cosmonauts, and<br>plan and send missions into space. The ultimate goal is to be<br>the first to complete a Moon landing and return your people<br>safely to Earth.<br>Race Into Space (RIS) is a port to modern operating systems of<br>Buzz Aldrin’s Race Into Space (BARIS), a DOS game originally released<br>in 1993 on floppy disk, and a year later in an expanded CD version.<br>BARIS was developed by Fritz Bronner based on his 1989 board game Liftoff!.<br>Dr. Aldrin’s name and imagery have been dropped because permission to<br>use them was limited to the old DOS game.<br>RIS is available for Windows, Linux, and Mac, and includes some<br>improvements over the original game—which we feel have justified<br>a rewrite of the game manual. Those involved in RIS are volunteer<br>enthusiasts, and we hope you enjoy this simulation.<br>You might even find it educational.<br>",
    "build_date": "2025-02-12T13:57:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/raceintospace/Raceintospace/75433e9f217067a5de50fc78d05be000/icons/128x128/org.raceintospace.Raceintospace.png",
    "license": "GPL-2.0+",
    "tag": [
      "Game"
    ],
    "rank": 191
  },
  {
    "pkg": "UYAP Editor",
    "app_id": "tr.gov.uyap.Editor",
    "description": "Edit and view UDF documents",
    "description_long": "<br>UYAP Document Editor is developed by The Ministry of Justice of Türkiye and has been presented<br>to the service of users free of charge.<br>You can easily open, create, print and sign UDF documents<br>It includes both UYAP Document Editor and UYAP Template Editor<br>",
    "build_date": "2025-07-15T19:09:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/tr/gov/uyap.Editor/2bb36ce711a1d9f875a7b6284942d3eb/icons/128x128/tr.gov.uyap.Editor.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 192
  },
  {
    "pkg": "Connectagram",
    "app_id": "org.gottcode.Connectagram",
    "description": "Unscramble words placed in patterns",
    "description_long": "Connectagram is a word unscrambling game. The board consists of several scrambled words that are joined together. You can choose the length of the words, the amount of words, and the pattern that the words are arranged in. The game provides a hint option for times when you are stuck, and features an online word lookup that fetches the definitions of each word from Wiktionary. Your current progress is automatically saved.",
    "build_date": "2025-04-17T21:00:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Connectagram/e9e6f7b9d89d534084bf15edfdc24543/icons/128x128/org.gottcode.Connectagram.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 193
  },
  {
    "pkg": "Tanglet",
    "app_id": "org.gottcode.Tanglet",
    "description": "Single player variant of Boggle",
    "description_long": "Tanglet is a single player word finding game based on Boggle. The object of the game is to list as many words as you can before the time runs out. There are several timer modes that determine how much time you start with, and if you get extra time when you find a word.<br>You can join letters horizontally, vertically, or diagonally in any direction to make a word, so as long as the letters are next to each other on the board. However, you can not reuse the same letter cells in a single word. Also, each word must be at least three letters on a normal board, and four letters on a large board.",
    "build_date": "2025-04-17T21:14:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Tanglet/1dafd2f24de0818a3d7e8a9fc02c740d/icons/128x128/org.gottcode.Tanglet.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 194
  },
  {
    "pkg": "Typography",
    "app_id": "org.gnome.design.Typography",
    "description": "Look up text styles",
    "description_long": "<br>Tool for working with the GNOME typography design guidelines.<br>",
    "build_date": "2025-03-22T14:06:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Typography/caa8813b9885606685d4baf70993a0a2/icons/128x128/org.gnome.design.Typography.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 195
  },
  {
    "pkg": "Ball2Box",
    "app_id": "org.simondalvai.ball2box",
    "description": "Shoot the ball into the red box",
    "description_long": "Can you get all three stars on all levels?<br>120+ levels and more coming soon...<br>20+ different styled balls to collect<br>Privacy friendly<br>Offline game<br>Created with Godot Engine 3<br>",
    "build_date": "2025-10-23T07:58:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/simondalvai/ball2box/1bdedf9bc456afa4778823c90305c0f2/icons/128x128/org.simondalvai.ball2box.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 196
  },
  {
    "pkg": "QuickBib",
    "app_id": "io.github.archisman_panigrahi.QuickBib",
    "description": "Quickly get BibTeX from a DOI",
    "description_long": "QuickBib helps you quickly generate BibTeX bibliographic entries from identifiers such as DOIs, arXiv IDs, article URLs and their titles. Enter an identifier and QuickBib will fetch the metadata and produce a ready-to-use BibTeX entry which you can copy to your clipboard and use in your LaTeX documents.<br>Features include: fast DOI/arXiv lookup and copy-to-clipboard.",
    "build_date": "2025-12-17T10:06:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/archisman_panigrahi.QuickBib/667b030451893ec2d4c7180fa55c9b4b/icons/128x128/io.github.archisman_panigrahi.QuickBib.png",
    "license": "GPL-3.0-only",
    "tag": [
      "bib",
      "doi",
      "doi2bib"
    ],
    "rank": 197
  },
  {
    "pkg": "FreeTheBugs",
    "app_id": "io.github.mlm_games.free-the-bugs",
    "description": "A short game on fixing java bugs",
    "description_long": "Was initially made for mehu game jam in just 2 days!",
    "build_date": "2025-11-17T13:42:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mlm_games.free-the-bugs/06e4909f50e6cefdd47f4e7576cbdf07/icons/128x128/io.github.mlm_games.free-the-bugs.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 198
  },
  {
    "pkg": "Splitcat",
    "app_id": "lol.janjic.Splitcat",
    "description": "Simple application for splitting and merging files.",
    "description_long": "Simple file splitting and merging application with predefined presets for popular apps.",
    "build_date": "2024-11-05T08:43:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/lol/janjic/Splitcat/291f1726ef1a8d2dbaf7ca93ad13cb5a/icons/128x128/lol.janjic.Splitcat.png",
    "license": "MIT",
    "tag": [
      "split",
      "merge",
      "files"
    ],
    "rank": 199
  },
  {
    "pkg": "Lynx Time Tracker",
    "app_id": "com.empesol.timetracker",
    "description": "Track work time and tasks",
    "description_long": "<br>Track your daily work hours and monitor the progress of your tasks with Lynx Time Tracker.<br>Additionally, the application supports integration with:<br>Ridango Bamboo HR<br>Jira for task time logging<br>",
    "build_date": "2025-08-01T06:33:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/empesol/timetracker/f963390636a7c646d9a6613fa3af1774/icons/128x128/com.empesol.timetracker.png",
    "license": "LicenseRef-proprietary=https://timetracker.empesol.com/static/docs/Software_License_Agreement.html",
    "tag": [
      "time",
      "tracker"
    ],
    "rank": 200
  },
  {
    "pkg": "Tilemap Studio",
    "app_id": "io.github.Rangi42.tilemap-studio",
    "description": "A tilemap editor for Game Boy, Color, Advance, DS, and SNES projects",
    "description_long": "A tilemap editor for Game Boy, GBC, GBA, NDS, SNES, Genesis, or TG16 projects. Specifically meant to support the pret disassemblies like pokered, pokecrystal, and pokeemerald; as well as hacks including Polished Crystal, Red++, Orange, Prism, and many more.<br>Inspired by tools like Tilemap Creator, NTME, GSC Town Map Editor and Karteneditor, but implemented with C++ and FLTK, and with support for multi-platform tilemaps as well as Pokémon-specific formats.",
    "build_date": "2025-11-11T17:48:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Rangi42.tilemap-studio/2d168eeb41e6fb78ad48d4ddd51668d7/icons/128x128/io.github.Rangi42.tilemap-studio.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "Nintendo",
      "GameBoy",
      "GBA"
    ],
    "rank": 201
  },
  {
    "pkg": "Lanchat",
    "app_id": "pl.youkai.lanchat",
    "description": "LAN chat and file transfer",
    "description_long": "I will not continue development of Lanchat after 2.10 release. Any bugs or security issues will not be fixed. Please consider using alternatives.",
    "build_date": "2023-03-25T16:24:31",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/pl.youkai.lanchat.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 202
  },
  {
    "pkg": "Tennix",
    "app_id": "org.icculus.tennix",
    "description": "Multiplayer Tennis Game",
    "description_long": "<br>Tennix is a overhead view tennis simulator for one or two players.<br>It features locations from all 4 Grand Slam tournaments in Australia,<br>France, the USA and England.<br>",
    "build_date": "2024-11-10T13:05:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/icculus/tennix/8e60401d38972ffea279caf219157dd2/icons/128x128/org.icculus.tennix.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 203
  },
  {
    "pkg": "YUView",
    "app_id": "de.rwth_aachen.ient.YUView",
    "description": "QT based, cross-platform YUV player with an advanced analytic toolset",
    "description_long": "<br>YUView is a Qt based YUV player with an advanced analytic toolset for Linux, Windows and Mac. At its core, YUView is a powerful YUV player that can open and show almost any YUV format. With its simple interface it is easy to navigate through sequences and inspect details and a side by side and comparison view can help to spot differences between two sequences. A sophisticated statistics renderer can overlay the video with supplemental information. More features include playlists, support for visual tests and presentations, support of compressed formats (through libde265 and FFmpeg), support for raw RGB files as well as image files and image sequences, and many more. <br>",
    "build_date": "2025-12-18T21:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/rwth_aachen/ient.YUView/ca7df68656c9040983dc65dcc151a61e/icons/128x128/de.rwth_aachen.ient.YUView.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 204
  },
  {
    "pkg": "Meine Ausweiskopie",
    "app_id": "in.varb.Ausweiskopie",
    "description": "Redact and mark German id copies",
    "description_long": "<br>Easily watermark and hide information in copies of your (German) identity documents!<br>This tool allows watermarking copies of German identity documents.<br>You can also redact information your recipient does not need (like the document number or CAN).<br>Dieses Werkzeug ermöglicht es eine Ausweiskopie eindeutig als Kopie und mit Wasserzeichen zu kennzeichnen.<br>Für den Adressaten unwichtige Daten (z. B. die CAN oder die Ausweisnummer) können geschwärzt werden.<br>Currently, this tool supports the following documents:<br>Temporary German identity cards (issued on paper)<br>Regular German identity cards (all revisions)<br>German Passports (issued 2017 or newer)<br>",
    "build_date": "2025-09-21T20:38:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/varb/Ausweiskopie/d754e4e2f47b181b205974853f078f1b/icons/128x128/in.varb.Ausweiskopie.png",
    "license": "MPL-2.0",
    "tag": [
      "privacy",
      "document",
      "passport"
    ],
    "rank": 205
  },
  {
    "pkg": "Block Attack - Rise of the Blocks",
    "app_id": "net.blockattack.game",
    "description": "A fast paced match-3/blockfall game",
    "description_long": "This a puzzle/blockfall game inspired by Nintendo’s Tetris Attack (or “Panel de Pon”) for the Super Nintendo.<br>It might seem like any other match-3 style game but it is generally much faster.<br>The game requires fast decisions compared to other puzzle games.<br>While you can setup the perfect chain it is much more likely that you will construct chains while blocks are still dropping around you.<br>In addition to traditional game types like endless, time trial and stage clear the game does also feature a VS-mode.<br>The VS mode is a dual like you rarely see in a puzzle game.<br>The game can be played with keyboard, gamepad or mouse. Keyboard or gamepad are strongly recommended.<br>The game allows two players to compete on the same machine.",
    "build_date": "2025-12-10T21:10:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/blockattack/game/92b41cc69dfa1bceeee4ef09c369cb6e/icons/128x128/net.blockattack.game.png",
    "license": "GPL-2.0+",
    "tag": [
      "blocks",
      "attack",
      "tetris"
    ],
    "rank": 206
  },
  {
    "pkg": "Chirurgien",
    "app_id": "io.github.leonardschardijn.Chirurgien",
    "description": "Understand and manipulate binary file formats",
    "description_long": "<br>Chirurgien is a hex editor and an essential tool for reverse engineering, analyzing, and carving binary file formats.<br>Features:<br>Human-readable description panel<br>Insert, edit, extract, and delete file data<br>File structure/chunk navigation panel<br>Built-in support with structure recognition and highlighting for many file formats<br>Extendable with new and custom file format definitions<br>",
    "build_date": "2025-12-15T07:31:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/leonardschardijn.Chirurgien/f5018624e2b9e264819cd08ebcfdc1ed/icons/128x128/io.github.leonardschardijn.Chirurgien.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 207
  },
  {
    "pkg": "Escritoire",
    "app_id": "page.codeberg.dudenix.escritoire",
    "description": "Write letters with confidence",
    "description_long": "Escritoire helps you to create standards-compliant letters with ease. <br>Just write your text, select a style and Escritoire will do the rest.<br>You can store your correspondents in an integrated addressbook and use different sender addresses.<br>Currently, Escritoire is limited to DIN 5008 letters.<br>Escritoire uses the power of the Typst typesetting system.",
    "build_date": "2025-06-19T23:10:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/dudenix.escritoire/d6bb6cff457ebedc581d46d98549daac/icons/128x128/page.codeberg.dudenix.escritoire.png",
    "license": "MIT",
    "tag": [
      "Rust",
      "Flatpak",
      "GTK"
    ],
    "rank": 208
  },
  {
    "pkg": "Near Infinity",
    "app_id": "io.github.nearinfinitybrowser.nearinfinity",
    "description": "An Infinity Engine Resource Browser and Editor",
    "description_long": "<br>Near Infinity is an open source browser and editor, written in Java, for resources of Infinity Engine games, such as Baldur's Gate, Icewind Dale or Planescape Torment.<br>It can be used to browse through all available resource types supported by the Infinity Engine and provides editing capabilities for most of them.<br>Additional features include resource conversion as well as extensive resource check and search functionality.<br>",
    "build_date": "2025-09-14T23:40:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nearinfinitybrowser.nearinfinity/4b03c6a5143582524da38ea743949d43/icons/128x128/io.github.nearinfinitybrowser.nearinfinity.png",
    "license": "LGPL-2.1-or-later",
    "tag": [],
    "rank": 209
  },
  {
    "pkg": "Rune",
    "app_id": "ci.not.Rune",
    "description": "The player that blends classic design with modern technology",
    "description_long": "<br>Experience timeless melodies with a music player that blends classic design with modern<br>technology<br>",
    "build_date": "2025-10-25T05:50:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/ci/not/Rune/b2f1bb7cb055397d95b03690ce772016/icons/128x128/ci.not.Rune.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 210
  },
  {
    "pkg": "GemRB",
    "app_id": "org.gemrb.gemrb",
    "description": "GemRB is a portable open-source implementation of Bioware’s Infinity Engine",
    "description_long": "The goal of the project is to make the Infinity Engine games available on a wide range of platforms<br>forever, fix or avoid old bugs, add new features and provide a superb platform for mod development.<br>PLEASE NOTE: GemRB does not include game data for any of the supported commercial<br>titles. To play any of the commercial titles, you will need to provide the game data. Please refer to<br>the GemRB documentation for more detail on how to provide it.",
    "build_date": "2025-12-12T19:08:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gemrb/gemrb/ef295cb11d00029af649d357e5178833/icons/128x128/org.gemrb.gemrb.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "roleplay",
      "rpg",
      "game"
    ],
    "rank": 211
  },
  {
    "pkg": "TheIDE",
    "app_id": "org.ultimatepp.TheIDE",
    "description": "IDE for cross-platform U++ app development framework",
    "description_long": "<br>TheIDE is an integrated development environment for the U++ cross-platform app development framework<br>dedicated to the C++ programming language. It can handle general-purpose C/C++ projects as well.<br>Additionally, it is an excellent IDE for people starting their journey with C/C++ programming and looking for an<br>easy-to-use environment with features like a simple build system, code completion, code formatting, and debugger support.<br>U++ is a C++ cross-platform rapid application development framework focused on programmers productivity.<br>It includes a set of libraries (GUI, SQL, Network, etc.), and an integrated development environment.<br>Rapid development is achieved by the smart and aggressive use of C++ rather than through fancy code generators.<br>In this respect, U++ competes with popular scripting languages while preserving C/C++ runtime characteristics.<br>The U++ integrated development environment, TheIDE, introduces modular concepts to C++ programming.<br>It features BLITZ-build technology to speedup C++ rebuilds up to 4 times, Visual designers for U++ libraries, a Topic++ system for documenting code and creating rich text resources for applications (like help and code documentation) and Assist++ - a powerful C++ code analyzer that provides features like code completion, navigation and transformation.<br>TheIDE can work with GCC, Clang, MinGW and Visual C++ and contains a full featured debugger.<br>TheIDE can also be used to develop non-U++ applications.<br>U++ supports following platforms on the production level: Windows, macOS, GNU/Linux &amp; FreeBSD.<br>",
    "build_date": "2025-11-09T14:10:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/ultimatepp/TheIDE/9d386cb9adab411d22de3c217751acba/icons/128x128/org.ultimatepp.TheIDE.png",
    "license": "BSD-2-Clause",
    "tag": [],
    "rank": 212
  },
  {
    "pkg": "jdAppStreamEdit",
    "app_id": "page.codeberg.JakobDev.jdAppStreamEdit",
    "description": "A graphical Program to create and edit AppStream files",
    "description_long": "jdAppStreamEdit (previously known as jdAppdataEdit) allows you to easily create and edit AppStream (.appdata.xml or .metainfo.xml) files for your Application.<br>Features:<br>Easy to use<br>Full support for the Open Age Rating System (OARS)<br>The AppStream files are fully translatable<br>Releases can be imported from GitHub, GitLab, Gitea, Git Repos and NEWS files<br>You can view a preview in Gnome Software<br>You can use a existing .desktop file as template<br>Supports External Releases<br>Plugins<br>",
    "build_date": "2025-12-14T12:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdAppStreamEdit/f52b63e74fe4c71f16d45d60594f0e20/icons/128x128/page.codeberg.JakobDev.jdAppStreamEdit.png",
    "license": "GPL-3.0-only",
    "tag": [
      "appstream",
      "appdata",
      "metainfo"
    ],
    "rank": 213
  },
  {
    "pkg": "Time Log",
    "app_id": "org.gtimelog.GTimeLog",
    "description": "Unobtrusively keep track of your time",
    "description_long": "GTimeLog is a small GNOME app for keeping track of your time. Its main goal is to be as unobtrusive as possible.",
    "build_date": "2025-12-12T18:47:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gtimelog/GTimeLog/12157c6e18250d5b72caa6cee2e9a762/icons/128x128/org.gtimelog.GTimeLog.png",
    "license": "GPL-2.0",
    "tag": [
      "time",
      "tracking",
      "logging"
    ],
    "rank": 214
  },
  {
    "pkg": "Piki",
    "app_id": "io.github.microgamercz.piki",
    "description": "Unofficial Pixiv app",
    "description_long": "<br>Browse illustrations and read mangas or novels by talented artists and writers from Pixiv.<br>",
    "build_date": "2025-08-12T09:01:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/microgamercz.piki/1557cc2a3e66ae287ebca17fc8ad7f68/icons/128x128/io.github.microgamercz.piki.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Pixiv",
      "Kirigami",
      "Qt"
    ],
    "rank": 215
  },
  {
    "pkg": "Identities",
    "app_id": "one.k8ie.Identities",
    "description": "Passwords at hand",
    "description_long": "Modern password-store pass client with responsive design.<br>Features include:<br>Adaptive UI - works great on phones and small screens<br>Supports as many arbitrary attributes as you want<br>Generates TOTPs (even several per file)<br>Support for adding multiple password stores in arbitrary locations<br>",
    "build_date": "2025-10-18T14:35:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/k8ie/Identities/00f04b5e7fdedc1eaa64c8e65209f24b/icons/128x128/one.k8ie.Identities.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "password",
      "logins",
      "manager"
    ],
    "rank": 216
  },
  {
    "pkg": "Tanks of Freedom",
    "app_id": "in.p1x.TanksOfFreedom",
    "description": "Indie Turn Based Strategy in Isometric Pixel Art",
    "description_long": "<br>A classic turn-based strategy game with two armies fighting against each other. Challenge yourself in campaign against AI or hot-seat battle with a friend. Using the easy map editor you can create any imaginable scenario to play and share online for others to discover!<br>",
    "build_date": "2025-02-21T14:53:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/p1x/TanksOfFreedom/ef9ff2b298aad42fa0a64f87074972b4/icons/128x128/in.p1x.TanksOfFreedom.png",
    "license": "MIT and CC-BY-SA-4.0",
    "tag": [
      "rts",
      "play"
    ],
    "rank": 217
  },
  {
    "pkg": "PicPlanner",
    "app_id": "de.zwarf.picplanner",
    "description": "Plan your next photo locations",
    "description_long": "<br>Calculate the position of the sun,<br>moon, and milky way to plan the perfect time to take a picture.<br>People who love to photograph know, that the biggest problem is being at the right spot at the right time.<br>Therefore, landscape pictures should be planned before visiting the place of choice. To plan the location it is important to know the position of the sun, moon, and sometimes also the milky way.<br>Where to find the sun at which time is most of the time easy to guess but when is the sunset? And for the milky way normally nobody knows where to find it in the night sky at which time at a specific location.<br>This small program should answer all these questions.<br>",
    "build_date": "2025-02-05T15:30:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/zwarf/picplanner/117ca6aeb25bbe175339dc653479dd95/icons/128x128/de.zwarf.picplanner.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 218
  },
  {
    "pkg": "Corese Gui",
    "app_id": "fr.inria.corese.CoreseGui",
    "description": "Handling the semantic web",
    "description_long": "<br>Corese GUI is an interactive sandbox for working with RDF data. It provides an intuitive<br>graphical environment for loading, exploring, querying, reasoning, and validating<br>semantic datasets.<br>The application supports multiple RDF serialization formats for import/export, includes<br>a<br>Turtle editor, and allows running SPARQL queries directly. It also integrates reasoning<br>engines, supporting both standard profiles like RDFS and OWL, as well as custom rule<br>files for advanced inferencing workflows.<br>With Corese GUI, users can visualize and manipulate semantic data, test SHACL<br>validations, and prototype knowledge-based systems with ease.<br>",
    "build_date": "2025-10-10T16:45:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/inria/corese.CoreseGui/781b6691fc95539e8aefe2f6d7f9f6b7/icons/128x128/fr.inria.corese.CoreseGui.png",
    "license": "CECILL-C",
    "tag": [
      "RDF",
      "SPARQL",
      "OWL"
    ],
    "rank": 219
  },
  {
    "pkg": "Peercoin",
    "app_id": "net.peercoin.peercoin-qt",
    "description": "Peercoin, a green crypto for sustainable future.",
    "description_long": "<br>Peercoin, launched in August 2012, is the world's first cryptocoin secured by Proof of Stake.<br>It stands as an energy-efficient digital store of value, enabling online transactions without relying on a central authority.<br>Its efficient design allows for transaction validation even on basic hardware like the first-generation Raspberry Pi.<br>Owning Peercoins grants active participation in the proof-of-stake consensus, offering the opportunity to create new blocks and earn rewards, setting it apart from alternative cryptocurrencies.<br>",
    "build_date": "2025-11-06T08:10:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/peercoin/peercoin-qt/1b8a7726680b91440e167bc1e284941a/icons/128x128/net.peercoin.peercoin-qt.png",
    "license": "MIT",
    "tag": [],
    "rank": 220
  },
  {
    "pkg": "Confy",
    "app_id": "net.kirgroup.confy",
    "description": "Conference schedules viewer",
    "description_long": "<br>Confy lets you browse conference schedules.<br>Browse talks by day, track or room.<br>Select the talks you are interested in and receive notification when they are about to start.<br>View when two or more talks you are interested in overlap.<br>",
    "build_date": "2025-12-01T19:43:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/kirgroup/confy/fe91533d416ca0eaebabc7591c0c4ff0/icons/128x128/net.kirgroup.confy.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Conference",
      "Organize"
    ],
    "rank": 221
  },
  {
    "pkg": "QuickAccess",
    "app_id": "com.georgefb.quickaccess",
    "description": "A global menu giving you quick access to folders and custom commands.",
    "description_long": "QuickAccess is a program running in the background providing a global menu to quickly access user defined folders and their subfolders as well as creating and running custom commands. The menu can be opened through two dbus methods: showMenu and showDelayedMenu. Both methods can open the menu in a predefined fixed position or on mouse position.<br>showMenu shows the menu instantly, but in certain circumstances there are problems with the menu not showing or not closing. In these cases use the showDelayedMenu, there is a default delay of 150 miliseconds, but can be changed (see example below).<br>Open menu with dbus-send<br>dbus-send --type=method_call --dest=com.georgefb.quickaccess /QuickAccess com.georgefb.QuickAccess.showMenu int32:x<br>dbus-send --type=method_call --dest=com.georgefb.quickaccess /QuickAccess com.georgefb.QuickAccess.showDelayedMenu int32:200 int32:x<br>Replace x with an int from 0 to 9 to set the preffered position to open the menu.<br>Check the project page for more info https://github.com/g-fb/quickaccess.",
    "build_date": "2025-09-24T18:01:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/georgefb/quickaccess/1e094ceb3d439eabf4a73e1b2a2b84be/icons/128x128/com.georgefb.quickaccess.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 222
  },
  {
    "pkg": "Ruqola",
    "app_id": "org.kde.ruqola",
    "description": "Rocket Chat Client",
    "description_long": "<br>Ruqola is a client for Rocket.Chat.<br>It supports RC features:<br>Direct Message<br>group channel<br>channel<br>Support autotranslate (when RC has it)<br>Configuring room notification<br>Configuring room<br>Thread message support<br>Discussion room<br>Teams room support<br>Configuring own account<br>Registering new account<br>Support multi account<br>Search message in room<br>Show mention/attachment/Pinned message/start message<br>Support emoji<br>Video support<br>Configure administrator support (add/remove roles, add/remove users, add/remove permissions, configure rooms etc.)<br>Support OTR (in progress)<br>support gif image<br>Add support for uploading attachment files<br>Show unread message information<br>Allow to block/unblock users<br>Auto-away<br>Two-factor authentication via TOTP<br>Two-factor authentication via email<br>Administrator support (Server Info, Rooms, Custom User Status, Custom Sounds, Custom Emoji, Users, Invites, View Log, Permissions, Roles, Oauth), Administrator settings (Message, Account, Retention Policy, File Upload, Encryption)<br>Export Messages<br>Video Conference<br>Extra features:<br>Allow to reply directly to message from notification (kde features)<br>Drag and drop image from ruqola to website or local folder<br>Store message in local database so we can search in offline<br>Mark All Channels are read<br>Add notification history<br>New RocketChat Server Information Support<br>Manage Device (RC &gt;= 5.0)<br>Manage Personal Access Token<br>Add support for local translation<br>Add support for text auto-correction<br>",
    "build_date": "2025-12-10T01:35:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ruqola/92ae7cbcd84acb7af08e14437937fe7f/icons/128x128/org.kde.ruqola.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 223
  },
  {
    "pkg": "Dion",
    "app_id": "vc.dion.Dion",
    "description": "Corporate communications platform",
    "description_long": "**This package is not verified by, affiliated with, or supported by dion.vc.**<br>Video conferencing service with a hybrid cloud infrastructure.<br>A full-featured video conferencing system from DION with extensive capabilities for comfortable communication: high-quality audio and video, support for up to 5,000 users, guaranteed security, and much more.<br>A custom corporate social video network with channels, communication, and video sharing. Create, share, and engage users in a secure and controlled environment. Meeting recordings are stored on a video hosting platform, where any call can be automatically transcribed and recorded in just a few clicks.<br>Full-fledged chats for personal and group communication with extensive functionality: from editing to forwarding messages.<br>A solution from DION that lets you host events of any size. Get all the features you need: quick and easy event creation, inviting guests using a variety of scenarios, and live streaming.<br>A meeting room booking and management system that will replace expensive imported alternatives. Create, modify, and cancel bookings, and conduct meetings with a single solution from DION.<br>",
    "build_date": "2025-12-01T09:10:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/vc/dion/Dion/5557dadafd32456e8d3932d281e999c1/icons/128x128/vc.dion.Dion.png",
    "license": "LicenseRef-proprietary=https://diongo.ru/pdfs/license_agreement_DION.pdf",
    "tag": [],
    "rank": 224
  },
  {
    "pkg": "NEST Desktop",
    "app_id": "io.github.nest_desktop.nest-desktop",
    "description": "Simulate spiking neuronal networks",
    "description_long": "<br>NEST Desktop is a web-based application which provides a graphical user interface for NEST Simulator. With this<br>easy-to-use tool, users can interactively construct neuronal networks and explore network dynamics.<br>Advanced users often choose NEST Simulator: a prominent tool for spiking neuronal networks to measure network<br>dynamics.However, programming knowledge is required to write code for this tool. NEST Desktop bypasses this<br>requirement, but still teaches users how to construct and explore neuronal networks. A textual script is generated<br>from the constructed networks and sent to NEST Simulator; the network activity is then visualized in a graph or<br>table. It is a useful teaching tool, since the network graphs and network activity visualizations can be exported<br>to files that users can implement for their course protocol.<br>",
    "build_date": "2025-10-16T08:00:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nest_desktop.nest-desktop/9ef8a11c3562e4cac49a8274085be583/icons/128x128/io.github.nest_desktop.nest-desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 225
  },
  {
    "pkg": "Tandem",
    "app_id": "chat.tandem.Client",
    "description": "Virtual office for remote teams",
    "description_long": "Connect effortlessly with your distributed team. See who’s around, talk, and collaborate in one click.<br>Quick Collaboration<br>See which work apps your team is working in, and join them with a click. Shared cursors = better screen-sharing.<br>Spontaneous Conversations<br>Time zones got you working late? See who is also in work mode and get quick feedback on your work.<br>Co-working<br>Hang out in a minimal voice/video call to feel connected — like you're working at the same table.<br>NOTE: This package is not verified by, affiliated with, or supported by Tandem Communications Inc.",
    "build_date": "2025-11-25T08:02:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/chat/tandem/Client/5605675576f8eb6a30ff56a4fdebde76/icons/128x128/chat.tandem.Client.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 226
  },
  {
    "pkg": "Timing Trainer",
    "app_id": "com.adilhanney.timing",
    "description": "Learn to identify sub-second timing intervals",
    "description_long": "The screen will flash for a certain time less than a second, and then you guess how long it was. As you play, you'll get better at identifying these sub-second time intervals.",
    "build_date": "2025-12-15T12:53:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/timing/08d52dd165db24ee2d748c3c5ea65f90/icons/128x128/com.adilhanney.timing.png",
    "license": "GPL-3.0-only",
    "tag": [
      "sub-second",
      "trainer",
      "game"
    ],
    "rank": 227
  },
  {
    "pkg": "Diurnals",
    "app_id": "io.github.sss_says_snek.diurnals",
    "description": "Get daily Todoist notifications",
    "description_long": "Not keeping up with upcoming and overdue tasks? Better track your tasks on Todoist with a popup that appears regularly.<br>Features:<br>Customizable popup times<br>Apply custom filters for tasks<br>Manage your tasks and your time more efficiently<br>Note: Diurnals is not affiliated with or created by Doist",
    "build_date": "2025-12-13T05:38:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sss_says_snek.diurnals/b01ac85bda79d60ebfc779bf29adb97f/icons/128x128/io.github.sss_says_snek.diurnals.png",
    "license": "MIT",
    "tag": [],
    "rank": 228
  },
  {
    "pkg": "jEveAssets",
    "app_id": "io.github.GoldenGnu.jEveAssets",
    "description": "An out-of-game asset manager for Eve-Online",
    "description_long": "<br>jEveAssets is an out-of-game asset manager for Eve-Online, written in Java.<br>EVE Online and the EVE logo are the registered trademarks of CCP hf. All rights are reserved worldwide. All<br>other trademarks are the property of their respective owners. EVE Online, the EVE logo, EVE and all<br>associated logos and designs are the intellectual property of CCP hf. All artwork, screenshots, characters,<br>vehicles, storylines, world facts or other recognizable features of the intellectual property relating to<br>these trademarks are likewise the intellectual property of CCP hf.<br>CCP hf. has granted permission to jEveAssets to use EVE Online and all associated logos and designs for<br>promotional and information purposes on its website but does not endorse, and is not in any way affiliated<br>with, jEveAssets. CCP is in no way responsible for the content on or functioning of this program, nor can it<br>be liable for any damage arising from the use of this program.<br>",
    "build_date": "2025-12-02T18:00:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/GoldenGnu.jEveAssets/49ffe76a402d89a76e05edefb9bed23a/icons/128x128/io.github.GoldenGnu.jEveAssets.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 229
  },
  {
    "pkg": "Spiderbro 2",
    "app_id": "uk.co.studiopond.spiderbro2",
    "description": "A spider puzzle game!",
    "description_long": "<br>Spiderbro 2 is a retro inspired adventure puzzle game for Windows and Linux. You play as Shadowbro, a spider that has to save the multiverse from the antics of a real life computer worm!<br>EXPLORE, COLLECT ITEMS, SOLVE PUZZLES! Make your way deeper into the company building by exploring the environment and collecting items for your pockets! Use your pocket items on world objects, give them to NPCs or merge them with one another to solve puzzles!<br>THE IN-GAME PCs ARE BACK WITH AN UPGRADE! Use the in-game PCs and check for further clues! Text logs with clues and backstory can be found on PCs found throughout the game! Take a trip to PC-SPACE, a company exclusive VR service that takes using a PC to new depths!<br>A WORM IS LOOSE! THE MULTIVERSE IS COLLIDING! A computer worm gone wild has broken into the real world! More cracks and holes to new universes have appeared! In Spiderbro 2 you should expect the unexpected as you overcome the worm whilst travelling between different universes!<br>DISCOVER COMPANY SECRETS! Go deeper into the company building and find out what triggered the events of Spiderbro! Each new department will unravel more secrets!<br>NO NEED TO PLAY THE PREQUEL! Players need not play the first Spiderbro! Spiderbro 2 expands upon the first game in a way that does not require the player to complete it! Spiderbro 2 also contains a copy of the first game, within the game!<br>YOU WILL DIE! Be warned that this world is not safe! Make frequent use of savepoints to prevent losing progress!<br>EVEN MORE!<br>34 In-game Awards<br>New game plus mode<br>Two possible conclusions<br>Built in Cheat Sheet with all puzzle solutions<br>CONTROLS<br>Arrow Keys / WASD - Movement<br>SPACE / ENTER - Interact<br>P / E - Open Pockets<br>ESC - Back / Pause<br>",
    "build_date": "2025-11-24T11:25:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/studiopond.spiderbro2/8d6811db0e46dfd5c41f16d441fa24d8/icons/128x128/uk.co.studiopond.spiderbro2.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 230
  },
  {
    "pkg": "Kongress",
    "app_id": "org.kde.kongress",
    "description": "Conference companion",
    "description_long": "Kongress is a companion application for conferences made by KDE",
    "build_date": "2025-12-11T17:43:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kongress.desktop/9cb9332a9909ee1fcda6f10fc76e377e/icons/128x128/org.kde.kongress.desktop.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 231
  },
  {
    "pkg": "LG4X-V2",
    "app_id": "io.github.julian_hochhaus.LG4X_V2",
    "description": "Python package for XPS curve fitting analysis",
    "description_long": "<br>A graphical user interface of Python lmfit package was developed for standard X-ray photoemission spectroscopy (XPS) curve fitting analysis.<br>The interface streamlines the fitting procedures for validating results and their consistency.<br>",
    "build_date": "2025-11-17T16:03:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/julian_hochhaus.LG4X_V2/a23498ad7defc07627879938061456f8/icons/128x128/io.github.julian_hochhaus.LG4X_V2.png",
    "license": "MIT",
    "tag": [],
    "rank": 232
  },
  {
    "pkg": "Nexus LU Launcher",
    "app_id": "io.thenexusavenger.Nexus-LU-Launcher",
    "description": "Launcher for LEGO Universe",
    "description_long": "Nexus LU (LEGO Universe) Launcher is a custom, cross-platform user interface for installing and launching LEGO Universe for community-run LEGO Universe servers.",
    "build_date": "2025-01-22T21:35:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/thenexusavenger/Nexus-LU-Launcher/e27152c7c767bb7b7cab1fb3630454b0/icons/128x128/io.thenexusavenger.Nexus-LU-Launcher.png",
    "license": "MIT",
    "tag": [],
    "rank": 233
  },
  {
    "pkg": "Reddy",
    "app_id": "net.krafting.Reddy",
    "description": "Repost Reddit images to Lemmy",
    "description_long": "Reddy is a tool to manually repost images from Reddit posts to Lemmy.",
    "build_date": "2025-11-17T17:33:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Reddy/67d714865f4da5c9dda1bc4a5dab8c86/icons/128x128/net.krafting.Reddy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "reddit",
      "lemmy",
      "export"
    ],
    "rank": 234
  },
  {
    "pkg": "Syntalos",
    "app_id": "org.syntalos.syntalos",
    "description": "Synchronized data acquisition from diverse sources and flexible experiment control",
    "description_long": "<br>Syntalos is a software for timestamp-synchronized parallel data acquisition from diverse data sources,<br>such as cameras, microendoscopes, Intan electrophysiology amplifiers or Firmata-based serial interfaces.<br>The software also allows closed-loop interventions via its built-in Python scripting support.<br>It is specifically designed for use in (neuro)scientific in vivo behavior experiments.<br>The modularity of this software allows its use for a wide variety of experiments and it often can be used without<br>any programming skills. Data sources, sinks and processing blocks can be connected graphically with virtual<br> to form a data flow graph using drag &amp; drop, to represent how data should be acquired, displayed<br>or stored.<br>Syntalos can be expanded with custom Python scripts and custom modules if more flexibility is needed.<br>For all data sources, Syntalos ensures timestamps of incoming data are aligned, so the individual pieces of<br>data can be correlated without additional processig or external synchronization.<br>All data and metadata generated from an experiment run is stored in a well-defined, comprehensive structure,<br>making it easy to compare, pool or share data between experimentalists with different research questions.<br>",
    "build_date": "2025-12-21T07:47:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/syntalos/syntalos/cb42c9146ace268b44acafff7c0fe232/icons/128x128/org.syntalos.syntalos.png",
    "license": "LGPL-3.0-or-later or GPL-3.0-or-later",
    "tag": [],
    "rank": 235
  },
  {
    "pkg": "Profex",
    "app_id": "org.profex_xrd.Profex",
    "description": "Open Source XRD and Rietveld Refinement",
    "description_long": "<br>Profex is a graphical user interface for Rietveld refinement of powder X-ray diffraction (XRD) data with the program BGMN. It can be used for phase identification, phase quantification, structure refinement, and export of results and graphs to tables and figures.<br>",
    "build_date": "2025-12-20T15:49:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/profex_xrd/Profex/8e98db4b71d1166d1ef9a34a7026d138/icons/128x128/org.profex_xrd.Profex.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "PoMiDAQ",
    "app_id": "io.github.bothlab.pomidaq",
    "description": "View and record videos from UCLA Miniscopes",
    "description_long": "<br>PoMiDAQ is a recording software for UCLA Miniscopes for neuroscientific research.<br>It provides an easy way to record videos from Miniscopes, create Z-stacks to give an<br>overview of visible cells or tissue features and provides an online background subtraction<br>feature to gain an initial insight into cellular calcium activity while data is recorded.<br>Recorded data is encoded with the FFV1 codec by default, to allow for smaller,<br>lossless video files that are safe to archive.<br>The software is designed to work with the latest OpenCV libraries and provides a shared library,<br>so Miniscope recording features can easily be embedded into other programs and pipelines.<br>PoMiDAQ will work with Miniscope V3, V4 and the Siminiscope hardware using the standard<br>DAQ box v3.2.<br>",
    "build_date": "2025-12-21T08:19:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/bothlab.pomidaq/d1db8df4e2aad574bf188f316685eeaf/icons/128x128/io.github.bothlab.pomidaq.png",
    "license": "LGPL-3.0+",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "CutePeaks",
    "app_id": "io.github.labsquare.CutePeaks",
    "description": "Standalone Sanger trace viewer",
    "description_long": "A simple viewer for Sanger trace file. Supports AB1 and SCF 3.0 file formats. It has regular expression pattern finder and can export trace as SVG vector image.",
    "build_date": "2025-04-22T09:44:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/labsquare.CutePeaks/a80b4b03b170377a3484a26425ddbc70/icons/128x128/io.github.labsquare.CutePeaks.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 238
  },
  {
    "pkg": "Sidetrack",
    "app_id": "com.hack_computer.Sidetrack",
    "description": "Escape the maze of pits and robots!",
    "description_long": "Learning objectives:For the best experience, enjoy Sidetrack as part of Hack with your friends in the Clubhouse guiding you through its features.",
    "build_date": "2023-01-18T20:16:54",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.hack_computer.Sidetrack.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 239
  },
  {
    "pkg": "NovProg",
    "app_id": "org.gottcode.NovProg",
    "description": "Wordcount graphing program",
    "description_long": "NovProg is a tool to graph your progress in writing a novel. You enter your wordcount and it updates a graph showing you how much progress you have made. It also shows you how far you are through your daily goal, and your total goal. Mousing over a bar in the graph will show a tooltip with that day’s wordcount.",
    "build_date": "2025-04-17T21:12:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/NovProg/1b489b81b34315c813e21e1644b14661/icons/128x128/org.gottcode.NovProg.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 240
  }
]
