[
  {
    "pkg": "Firefox",
    "app_id": "org.mozilla.firefox",
    "description": "Fast, Private & Safe Web Browser",
    "description_long": "When it comes to your life online, you have a choice: accept the factory settings or put your privacy first. When you choose Firefox as your default browser, you’re choosing to protect your data while supporting an independent tech company. Firefox is also the only major browser backed by a non-profit fighting to give you more openness, transparency and control of your life online. Join hundreds of millions of people who choose to protect what's important by choosing Firefox - a web browser designed to be fast, easy to use, customizable and private.",
    "build_date": "2025-12-18T13:59:11",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.mozilla.firefox.png",
    "license": "MPL-2.0",
    "tag": [
      "Browser",
      "Explorer",
      "Internet"
    ],
    "rank": 1
  },
  {
    "pkg": "Google Chrome",
    "app_id": "com.google.Chrome",
    "description": "The browser built to be yours",
    "description_long": "Google Chrome is a browser that combines a minimal design with sophisticated technology to make the web faster, safer, and easier.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by Google.",
    "build_date": "2025-12-21T02:14:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/google/Chrome/3e8f8b60ba7796873b1b784b09c1ccdd/icons/128x128/com.google.Chrome.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 2
  },
  {
    "pkg": "Brave",
    "app_id": "com.brave.Browser",
    "description": "Fast Internet, AI, Adblock",
    "description_long": "Brave is on a mission to fix the web by giving users a safer, faster and better browsing<br>experience while growing support for content creators through a new attention-based ecosystem<br>of rewards.<br>Browse faster by blocking ads and trackers that violate your privacy and cost you time and<br>money.",
    "build_date": "2025-12-19T18:14:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/brave/Browser/c22b0dbe4601c06245b7fd1189720432/icons/128x128/com.brave.Browser.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 3
  },
  {
    "pkg": "Sober",
    "app_id": "org.vinegarhq.Sober",
    "description": "Play, chat & explore on Roblox",
    "description_long": "Not affiliated with Roblox. Research project, use at your own risk. Read the notice on our website before using.<br>We ported Roblox to Linux because they wouldn't.<br>Enjoy millions of experiences on Roblox, chat with friends, and explore!<br>Seamlessly run Roblox on Linux, faster than on Windows.<br>No emulators. No virtual machines. No cruft. We disable ads and telemetry by default.<br>No strings attached - Sober is a community project. We made it closed source to reduce the potential for abuse (which would lead to Roblox blocking us again)<br>Make Sober your own. See our documentation for a list of options.<br>Turn on server location indicators, bring back the nostalgic oof sound, customize textures, try experimental settings, and more.<br>",
    "build_date": "2025-12-19T19:19:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/vinegarhq/Sober/2a615a207013bb91d1b4458a35a9a98c/icons/128x128/org.vinegarhq.Sober.png",
    "license": "LicenseRef-proprietary=https://sober.vinegarhq.org/notice.txt",
    "tag": [
      "roblox",
      "vinegar",
      "launcher"
    ],
    "rank": 4
  },
  {
    "pkg": "Bottles",
    "app_id": "com.usebottles.bottles",
    "description": "Run Windows software",
    "description_long": "Bottles lets you run Windows software on Linux, such as applications and games. It introduces a workflow that helps you organize by categorizing each software to your liking. Bottles provides several tools and integrations to help you manage and optimize your applications.<br>Features:<br>Use pre-configured environments as a base<br>Change runners for any bottle<br>Various optimizations and options for gaming<br>Repair in case software or bottle is broken<br>Install various known dependencies<br>Integrated task manager to manage and monitor processes<br>Backup and restore<br>",
    "build_date": "2025-11-27T14:54:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/usebottles/bottles/3200d7179bd982ca76cecfecee8c7b12/icons/128x128/com.usebottles.bottles.png",
    "license": "GPL-3.0-only",
    "tag": [
      "wine",
      "windows",
      "gaming"
    ],
    "rank": 5
  },
  {
    "pkg": "Spotify",
    "app_id": "com.spotify.Client",
    "description": "Online music streaming service",
    "description_long": "Access all of your favorite music, discover new songs, and share music online with your friends - all in one place. <br>Create shared playlists or share individual songs with your Facebook friends with just a click of a button. <br>Follow your favorite artists or friends to know what they are listening to, and then save the songs to your own playlists. <br>Spotify is the best way to have access to millions of songs, and all the latest hits.",
    "build_date": "2025-11-19T19:07:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/spotify/Client/4973ab4803b414e889dbe08e68d858de/icons/128x128/com.spotify.Client.png",
    "license": "LicenseRef-proprietary=https://www.spotify.com/us/legal/end-user-agreement/",
    "tag": [],
    "rank": 6
  },
  {
    "pkg": "VLC",
    "app_id": "org.videolan.VLC",
    "description": "VLC media player, the open-source multimedia player",
    "description_long": "<br>VLC is a free and open source cross-platform multimedia player and<br>framework that plays most multimedia files as well as DVDs, Audio CDs,<br>VCDs, and various streaming protocols.<br>",
    "build_date": "2025-01-22T12:17:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/videolan/VLC/7bbc1978ff44590e9fd3f3f1a112c620/icons/128x128/org.videolan.VLC.png",
    "license": "GPL-2.0+",
    "tag": [
      "Player",
      "Capture",
      "DVD"
    ],
    "rank": 7
  },
  {
    "pkg": "Telegram",
    "app_id": "org.telegram.desktop",
    "description": "New era of messaging",
    "description_long": "Pure instant messaging — simple, fast, secure, and synced across all your devices. One of the world's top 10 most downloaded apps with over 500 million active users.<br>FAST: Telegram is the fastest messaging app on the market, connecting people via a unique, distributed network of data centers around the globe.<br>SYNCED: You can access your messages from all your phones, tablets and computers at once. Telegram apps are standalone, so you don’t need to keep your phone connected. Start typing on one device and finish the message from another. Never lose your data again.<br>UNLIMITED: You can send media and files, without any limits on their type and size. Your entire chat history will require no disk space on your device, and will be securely stored in the Telegram cloud for as long as you need it.<br>SECURE: We made it our mission to provide the best security combined with ease of use. Everything on Telegram, including chats, groups, media, etc. is encrypted using a combination of 256-bit symmetric AES encryption, 2048-bit RSA encryption, and Diffie–Hellman secure key exchange.<br>100% FREE &amp; OPEN: Telegram has a fully documented and free API for developers, open source apps and verifiable builds to prove the app you download is built from the exact same source code that is published.<br>POWERFUL: You can create group chats with up to 200,000 members, share large videos, documents of any type (.DOCX, .MP3, .ZIP, etc.) up to 2 GB each, and even set up bots for specific tasks. Telegram is the perfect tool for hosting online communities and coordinating teamwork.<br>RELIABLE: Built to deliver your messages using as little data as possible, Telegram is the most reliable messaging system ever made. It works even on the weakest mobile connections.<br>FUN: Telegram has powerful photo and video editing tools, animated stickers and emoji, fully customizable themes to change the appearance of your app, and an open sticker/GIF platform to cater to all your expressive needs.<br>SIMPLE: While providing an unprecedented array of features, we take great care to keep the interface clean. Telegram is so simple you already know how to use it.<br>PRIVATE: We take your privacy seriously and will never give any third parties access to your data. You can delete any message you ever sent or received for both sides, at any time and without a trace. Telegram will never use your data to show you ads.<br>We keep expanding the boundaries of what you can do with a messaging app. Don’t wait years for older messengers to catch up with Telegram — join the revolution today.",
    "build_date": "2025-12-18T06:24:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/telegram/desktop/f3b1477f5707c499b21bb672a7b10ddc/icons/128x128/org.telegram.desktop.png",
    "license": "GPL-3.0",
    "tag": [
      "tg",
      "telegram",
      "tdesktop"
    ],
    "rank": 8
  },
  {
    "pkg": "RetroArch",
    "app_id": "org.libretro.RetroArch",
    "description": "Frontend for emulators, game engines and media players",
    "description_long": "<br>RetroArch enables you to run classic games on a wide range of computers and consoles through its slick graphical interface. Settings are also unified so configuration is done once and for all.<br>It enables you to run classic games on a wide range of computers and consoles through its slick graphical interface. Settings are also unified so configuration is done once and for all. RetroArch has advanced features like shaders, netplay, rewinding, next-frame response times, runahead, and more!<br>",
    "build_date": "2025-12-09T23:58:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/libretro/RetroArch/f6250c86a24077ff8edf26248fcdac53/icons/128x128/org.libretro.RetroArch.png",
    "license": "GPL-3.0",
    "tag": [
      "retro",
      "gaming",
      "emulator"
    ],
    "rank": 9
  },
  {
    "pkg": "Dolphin Emulator",
    "app_id": "org.DolphinEmu.dolphin-emu",
    "description": "GameCube / Wii / Triforce Emulator",
    "description_long": "Dolphin is an emulator for two recent Nintendo video game consoles: the GameCube and the Wii. It allows PC gamers to enjoy games for these two consoles in full HD (1080p) with several enhancements: compatibility with all PC controllers, turbo speed, networked multiplayer, and even more!",
    "build_date": "2025-09-16T23:11:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/dolphinemu/dolphin-emu/b0549a8b394468b8d9cde878ac77cfc6/icons/128x128/org.DolphinEmu.dolphin-emu.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 10
  },
  {
    "pkg": "OBS Studio",
    "app_id": "com.obsproject.Studio",
    "description": "Live stream and record videos",
    "description_long": "Free and open source software for video capturing, recording, and live streaming.<br>Features:<br>High performance real time video/audio capturing and mixing. Create scenes made up of multiple sources including window captures, images, text, browser windows, webcams, capture cards and more.<br>Set up an unlimited number of scenes you can switch between seamlessly via custom transitions.<br>Intuitive audio mixer with per-source filters such as noise gate, noise suppression, and gain. Take full control with VST plugin support.<br>Powerful and easy to use configuration options. Add new Sources, duplicate existing ones, and adjust their properties effortlessly.<br>Streamlined Settings panel gives you access to a wide array of configuration options to tweak every aspect of your broadcast or recording.<br>Modular 'Dock' UI allows you to rearrange the layout exactly as you like. You can even pop out each individual Dock to its own window.<br>Create Professional Productions:<br>Choose from a number of different and customizable transitions for when you switch between your scenes or add your own stinger video files.<br>Set hotkeys for nearly every sort of action, such as switching between scenes, starting/stopping streams or recordings, muting audio sources, push to talk, and more.<br>Studio Mode lets you preview your scenes and sources before pushing them live. Adjust your scenes and sources or create new ones and ensure they're perfect before your viewers ever see them.<br>Get a high level view of your production using the Multiview. Monitor 8 different scenes and easily cue or transition to any of them with merely a single or double click.<br>",
    "build_date": "2025-12-13T22:27:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/obsproject/Studio/e69e7a3394923c29726a5e9f551b9434/icons/128x128/com.obsproject.Studio.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 11
  },
  {
    "pkg": "PPSSPP",
    "app_id": "org.ppsspp.PPSSPP",
    "description": "A PlayStation Portable emulator",
    "description_long": "PPSSPP is a PSP emulator that can run games in full HD resolution. It can<br>even upscale textures that would otherwise be too blurry as they were made<br>for the small screen of the original PSP.",
    "build_date": "2025-12-12T17:28:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/ppsspp/PPSSPP/66ad957ab9876dabb0c92c211257cf61/icons/128x128/org.ppsspp.PPSSPP.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Sony",
      "Portable",
      "PSP"
    ],
    "rank": 12
  },
  {
    "pkg": "DistroShelf",
    "app_id": "com.ranfdev.DistroShelf",
    "description": "Graphical interface for managing Distrobox containers",
    "description_long": "<br>DistroShelf is a graphical interface for managing Distrobox containers on Linux.<br>It provides an easy way to:<br>Create and manage containers<br>View container status and details<br>Install packages<br>Manage exported applications<br>Open terminal sessions<br>Upgrade containers<br>Clone and delete containers<br>",
    "build_date": "2025-12-07T19:22:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/DistroShelf/c34593748b95465e2c25338cddee2bee/icons/128x128/com.ranfdev.DistroShelf.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 13
  },
  {
    "pkg": "Prism Launcher",
    "app_id": "org.prismlauncher.PrismLauncher",
    "description": "Custom Minecraft Launcher to easily manage multiple Minecraft installations at once",
    "description_long": "Prism Launcher is a custom launcher for Minecraft that focuses on predictability, long term stability and simplicity.<br>Features:<br>Easily install game modifications, such as Fabric, Forge and Quilt<br>Easily install and update modpacks from the Launcher<br>Control your Java settings, and enable Mangohud or Gamemode with a toggle<br>Manage worlds and resource packs from the launcher<br>See logs and other details easily through a dashboard<br>Kill Minecraft in case of a crash/freeze<br>Isolate Minecraft instances to keep everything clean<br>Install and update mods directly from the launcher<br>Customize the launcher with themes, and more<br>And cat :3<br>",
    "build_date": "2025-12-18T18:31:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/prismlauncher/PrismLauncher/652cfd9e34c93b7727e048737b48abef/icons/128x128/org.prismlauncher.PrismLauncher.png",
    "license": "GPL-3.0-only",
    "tag": [
      "game",
      "minecraft",
      "mc"
    ],
    "rank": 14
  },
  {
    "pkg": "GNU Image Manipulation Program",
    "app_id": "org.gimp.GIMP",
    "description": "Create images and edit photographs",
    "description_long": "<br>GIMP is an acronym for GNU Image Manipulation Program. It is a<br>freely distributed program for such tasks as photo retouching,<br>image composition and image authoring.<br>It has many capabilities. It can be used as a simple paint<br>program, an expert quality photo retouching program, an online<br>batch processing system, a mass production image renderer, an<br>image format converter, etc.<br>GIMP is expandable and extensible. It is designed to be<br>augmented with plug-ins and extensions to do just about<br>anything. The advanced scripting interface allows everything<br>from the simplest task to the most complex image manipulation<br>procedures to be easily scripted. GIMP is available for Linux,<br>Microsoft Windows and OS X.<br>",
    "build_date": "2025-12-14T12:17:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gimp/GIMP/7c0dbba80225c89a25f2fa8f8473b295/icons/128x128/org.gimp.GIMP.png",
    "license": "GPL-3.0+ AND LGPL-3.0+",
    "tag": [
      "GIMP",
      "Photoshop"
    ],
    "rank": 15
  },
  {
    "pkg": "Lutris",
    "app_id": "net.lutris.Lutris",
    "description": "Video game preservation platform",
    "description_long": "Lutris helps you install and play video games from all eras and from most gaming systems. By leveraging and combining existing emulators, engine re-implementations and compatibility layers, it gives you a central interface to launch all your games.",
    "build_date": "2025-03-24T23:14:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/lutris/Lutris/fe2d0cc5bdb8ced373883bbdfc564dfc/icons/128x128/net.lutris.Lutris.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "gaming",
      "wine",
      "emulator"
    ],
    "rank": 16
  },
  {
    "pkg": "melonDS",
    "app_id": "net.kuribo64.melonDS",
    "description": "Nintendo DS and DSi emulator",
    "description_long": "<br>melonDS aims at providing fast and accurate Nintendo DS emulation. While it is still a work in progress, it has a pretty solid set of features.<br>Nearly complete core (CPU, video, audio, ...)<br>OpenGL renderer, 3D upscaling<br>RTC, microphone, lid close/open<br>Joystick support<br>Savestates<br>Various display position/sizing/rotations modes<br>Work-in-progress Wi-Fi emulation for online connectivity and local multiplayer<br>Experimental emulation of the Nintendo DSi<br>...and even more is planned!<br>",
    "build_date": "2025-11-18T18:46:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/kuribo64/melonDS/124e0b99f05d41313a2ffaad86e681ec/icons/128x128/net.kuribo64.melonDS.png",
    "license": "GPL-3.0",
    "tag": [
      "emulator",
      "Nintendo",
      "DS"
    ],
    "rank": 17
  },
  {
    "pkg": "Extension Manager",
    "app_id": "com.mattjakeman.ExtensionManager",
    "description": "Install GNOME Extensions",
    "description_long": "Browse and install GNOME Shell extensions to customise your desktop.<br>Features:<br>Browse extensions.gnome.org right inside the app<br>Manage the extensions you already have installed<br>",
    "build_date": "2025-10-01T16:58:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mattjakeman/ExtensionManager/02e2c475dd30416a9bbcc9b4d561ba22/icons/128x128/com.mattjakeman.ExtensionManager.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "extension",
      "manager",
      "shell"
    ],
    "rank": 18
  },
  {
    "pkg": "xemu",
    "app_id": "app.xemu.xemu",
    "description": "Original Xbox Emulator",
    "description_long": "<br>A free and open-source application that emulates the original Microsoft Xbox game console. Supports connecting up to 4 controllers for local play, networking for multiplayer, resolution scaling, and more.<br>Note: Only can be written by xemu.<br>The Hard Disk image has to be placed there, for example, at .",
    "build_date": "2025-12-19T03:11:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/xemu/xemu/1620fc948b8268ab3bea478ebbc225ed/icons/128x128/app.xemu.xemu.png",
    "license": "GPL-2.0-only",
    "tag": [
      "original",
      "xbox",
      "game"
    ],
    "rank": 19
  },
  {
    "pkg": "ONLYOFFICE Desktop Editors",
    "app_id": "org.onlyoffice.desktopeditors",
    "description": "Office productivity suite",
    "description_long": "ONLYOFFICE Desktop Editors is a free and open-source office suite pack that comprises editors for text documents, spreadsheets, presentations, PDFs and PDF forms, along with a Diagram Viewer. It allows you to create, view and edit office docs stored on your Windows/Linux PC or Mac without an Internet connection. The suite is fully compatible with Office Open XML formats: .docx, .xlsx, .pptx.<br>Thanks to the tab-based user interface, you can deal with multiple files within one and the same window. Multiple plugins allow adding any extra functionality you might need. Password protection and digital signatures ensure a higher level of security while working with files.<br>Boost productivity with AI integration. Connect any AI model (local or cloud-based) for tasks like chatbot requests, translation, OCR, etc. Use AI agents to generate new files, list folder contents, preview file details without opening them in the editor, auto-fill forms with provided data, and much more.<br>Switch between various interface themes to comfortably work in any environment. Extend your capabilities further with plugins to add any extra functionality you might need: edit images and photos, highlight code, convert docs to Markdown or HTML, etc.<br>Along with offline work, it’s possible to connect the application to the cloud for online document collaboration. Available options include ONLYOFFICE cloud, Moodle, Nextcloud, Seafile, ownCloud, kDrive, and Liferay.",
    "build_date": "2025-12-11T14:44:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/onlyoffice/desktopeditors/33eb5d4e235fbee0e3ce0927ef738a06/icons/128x128/org.onlyoffice.desktopeditors.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "Text",
      "Document",
      "odt"
    ],
    "rank": 20
  },
  {
    "pkg": "Haruna",
    "app_id": "org.kde.haruna",
    "description": "Media player",
    "description_long": "Open source media player with lots of options to make it work the way you want it.<br>Features<br>play online videos, through youtube-dl<br>supports youtube playlists<br>toggle playlist with mouse-over, playlist overlays the video<br>auto skip chapter containing certain words<br>configurable shortcuts and mouse buttons<br>quick jump to next chapter by middle click on progress bar<br>",
    "build_date": "2025-12-21T21:00:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/haruna/10441f8b8287c6f529385feea70085d9/icons/128x128/org.kde.haruna.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 21
  },
  {
    "pkg": "PrimeHack",
    "app_id": "io.github.shiiion.primehack",
    "description": "Dolphin Emu fork for various Metroid Prime mods",
    "description_long": "PrimeHack is a fork of Dolphin Emulator to bring modern Mouse and Keyboard controls, as well as Dual-Stick gamepad controls to the Metroid Prime Trilogy. PrimeHack also offers many other features such as increased FoV and various new cheats.",
    "build_date": "2025-06-02T08:27:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/shiiion.primehack/ccc961b754c1c3bc268050fbea839759/icons/128x128/io.github.shiiion.primehack.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 22
  },
  {
    "pkg": "qBittorrent",
    "app_id": "org.qbittorrent.qBittorrent",
    "description": "An open-source Bittorrent client",
    "description_long": "<br>The qBittorrent project aims to provide an open-source software alternative to µTorrent.<br>Additionally, qBittorrent runs and provides the same features on all major platforms (FreeBSD, Linux, macOS, OS/2, Windows).<br>qBittorrent is based on the Qt toolkit and libtorrent-rasterbar library.<br>Polished µTorrent-like User Interface<br>Well-integrated and extensible Search Engine<br>RSS feed support with advanced download filters (incl. regex)<br>Many Bittorrent extensions supported<br>Remote control through Web user interface, written with AJAX<br>Sequential downloading (Download in order)<br>Advanced control over torrents, trackers and peers<br>Bandwidth scheduler<br>Torrent creation tool<br>IP Filtering (eMule &amp; PeerGuardian format compatible)<br>IPv6 compliant<br>UPnP / NAT-PMP port forwarding support<br>Available on all platforms: Windows, Linux, macOS, FreeBSD, OS/2<br>Available in ~70 languages<br>",
    "build_date": "2025-11-20T06:44:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/qbittorrent/qBittorrent/ed46d56569d854eb82ea6f3d876133bd/icons/128x128/org.qbittorrent.qBittorrent.png",
    "license": "GPL-3.0-or-later and OpenSSL",
    "tag": [
      "bittorrent",
      "torrent",
      "magnet"
    ],
    "rank": 23
  },
  {
    "pkg": "Okular",
    "app_id": "org.kde.okular",
    "description": "View and annotate documents",
    "description_long": "<br>Okular is a universal document viewer developed by KDE. Okular works on multiple platforms, including but not limited to Linux, Windows, Mac OS X, *BSD, etc.<br>Features:<br>Supported Formats: PDF, PS, Tiff, DjVu, Images, DVI, XPS, Fiction Book, Comic Book, Plucker, EPub, Fax<br>Sidebar with contents, thumbnails, reviews and bookmarks<br>Annotations support<br>",
    "build_date": "2025-12-11T17:17:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/okular.desktop/fb82809c49429d3c57075702988c6d82/icons/128x128/org.kde.okular.desktop.png",
    "license": "GPL-2.0+ and GFDL-1.3",
    "tag": [],
    "rank": 24
  },
  {
    "pkg": "Supermodel",
    "app_id": "com.supermodel3.Supermodel",
    "description": "A Sega Model 3 Arcade Emulator",
    "description_long": "<br>Supermodel emulates Sega's Model 3 arcade platform,<br>allowing you to play a number of ground-breaking arcade classics on your PC.<br>It uses OpenGL and the SDL library, and can run on Windows, Linux, and Mac OS X.<br>The source code is freely available under the terms of the GNU General Public License.<br>",
    "build_date": "2025-09-24T00:46:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/supermodel3/Supermodel/82e571db536fcc7edf97f2eb24584bbb/icons/128x128/com.supermodel3.Supermodel.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 25
  },
  {
    "pkg": "Gwenview",
    "app_id": "org.kde.gwenview",
    "description": "Image Viewer",
    "description_long": "<br>Gwenview is a fast and easy to use image viewer by KDE, ideal for browsing and displaying a collection of images.<br>Features:<br>Simple image editing: rotate, crop, resize, mirror, flip, reduce red eye, and adjust brightness, contrast, or gamma<br>Annotate and mark up images with arrows, shapes, text boxes, image stamps, and more<br>Basic file management actions such as copy, move, delete, and others<br>",
    "build_date": "2025-12-11T21:46:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/gwenview.desktop/a94b8a1f937e8c25ca6d3033d0595335/icons/128x128/org.kde.gwenview.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 26
  },
  {
    "pkg": "ScummVM",
    "app_id": "org.scummvm.ScummVM",
    "description": "Interpreter for numerous adventure games and role-playing games",
    "description_long": "<br>ScummVM is a program which allows you to run a wide variety of classic<br>graphical point-and-click adventure games and role-playing games,<br>provided you already have their data files. The clever part about this:<br>ScummVM just replaces the executables shipped with the game,<br>allowing you to play them on systems for which they were never designed!<br>Currently, ScummVM supports a huge library of adventures with over 250 games in total.<br>It supports many classics published by legendary studios like LucasArts, Sierra On-Line,<br>Revolution Software, Cyan, Inc. and Westwood Studios.<br>Next to ground-breaking titles like the Monkey Island series, Broken Sword,<br>Myst, Blade Runner and countless other games you will find<br>some really obscure adventures and truly hidden gems to explore.<br>",
    "build_date": "2025-09-07T23:25:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/scummvm/ScummVM/768e235f79abeeb3a3ca3b9794977159/icons/128x128/org.scummvm.ScummVM.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 27
  },
  {
    "pkg": "LibreOffice",
    "app_id": "org.libreoffice.LibreOffice",
    "description": "The LibreOffice productivity suite",
    "description_long": "LibreOffice is a powerful office suite. Its clean interface and<br>feature-rich tools help you unleash your creativity and enhance your<br>productivity. LibreOffice includes several applications that make it the most<br>powerful Free and Open Source office suite on the market: Writer (word<br>processing), Calc (spreadsheets), Impress (presentations), Draw (vector<br>graphics and flowcharts), Base (databases), and Math (formula editing).<br>LibreOffice supports opening and saving into a wide variety of formats, so<br>you can easily share documents with users of other popular office suites<br>without worrying about compatibility.",
    "build_date": "2025-12-18T14:17:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/libreoffice/LibreOffice/2c73481f72e1947937bae200d45574ed/icons/128x128/org.libreoffice.LibreOffice.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 28
  },
  {
    "pkg": "Zen",
    "app_id": "app.zen_browser.zen",
    "description": "Stay focused, browse faster",
    "description_long": "Zen is the best way to browse the web. Beautifully designed, privacy-focused, and packed with features. We care about your experience, not your data.<br>Split view<br>Web sidebar<br>Tab groups<br>Customizable interface<br>Vertical tabs<br>And more…<br>",
    "build_date": "2025-12-21T22:06:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/zen_browser/zen/c9f88b28a1f5723972633117ac425158/icons/128x128/app.zen_browser.zen.png",
    "license": "MPL-2.0",
    "tag": [
      "Internet",
      "WWW",
      "Browser"
    ],
    "rank": 29
  },
  {
    "pkg": "Bitwarden",
    "app_id": "com.bitwarden.desktop",
    "description": "A secure and free password manager for all of your devices",
    "description_long": "<br>Bitwarden is the easiest and safest way to store all of your logins and<br>passwords while conveniently keeping them synced between all of your<br>devices.<br>Password theft is a serious problem. The websites and apps that you use<br>are under attack every day. Security breaches occur and your passwords<br>are stolen. When you reuse the same passwords across apps and websites<br>hackers can easily access your email, bank, and other important<br>accounts.<br>Security experts recommend that you use a different, randomly generated<br>password for every account that you create. But how do you manage all<br>those passwords? Bitwarden makes it easy for you to create, store, and<br>access your passwords.<br>Bitwarden stores all of your logins in an encrypted vault that syncs<br>across all of your devices. Since it's fully encrypted before it ever<br>leaves your device, only you have access to your data. Not even the<br>team at Bitwarden can read your data, even if we wanted to. Your data<br>is sealed with AES-256 bit encryption, salted hashing, and PBKDF2<br>SHA-256.<br>Bitwarden is 100% open source software. The source code for Bitwarden<br>is hosted on GitHub and everyone is free to review, audit, and<br>contribute to the Bitwarden codebase.<br>",
    "build_date": "2025-12-17T12:50:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/bitwarden/desktop/7f92471f7c52071cb13834e27da57598/icons/128x128/com.bitwarden.desktop.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 30
  },
  {
    "pkg": "Filelight",
    "app_id": "org.kde.filelight",
    "description": "Show disk usage and delete unused files",
    "description_long": "<br>Filelight is an application to visualize the disk usage on your computer by showing folders using an easy-to-understand view of concentric rings. Filelight makes it simple to free up space!<br>Features:<br>Scan local, remote, or removable disks<br>View detailed information about files and folders<br>Delete files or folders that are taking up too much space<br>Integration into the Dolphin, Konqueror, and Krusader file managers<br>Configurable color schemes<br>",
    "build_date": "2025-12-11T15:43:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/filelight.desktop/7c9430c9644e10a8fa83e7fb574015d9/icons/128x128/org.kde.filelight.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "disk",
      "drive",
      "space"
    ],
    "rank": 31
  },
  {
    "pkg": "Proton VPN",
    "app_id": "com.protonvpn.www",
    "description": "Secures your internet and protects your online privacy",
    "description_long": "<br>NOTE: This app is built from Proton VPN's official open-source code,<br>but it is not an official Proton app.<br>It is not affiliated with or supported by Proton AG.<br>Browse privately and take back control of your personal information with Proton VPN.<br>Connect to one of our high-speed servers to hide your IP address,<br>bypass digital borders, and stream from popular websites and platforms.<br>Used by millions worldwide, our secure no-logs VPN does not record your browsing history,<br>display ads, sell your data to third parties, or limit downloads.<br>Proton VPN is brought to you by the<br>CERN scientists behind Proton Mail — the world's largest encrypted email service. <br>Free VPN features<br>Strict no-logs policy<br>Zero-access, end-to-end encryption<br>Full-disk encrypted servers<br>No bandwidth restrictions<br>Strong, secure protocols: WireGuard and OpenVPN<br>IPv6 support<br>Perfect forward secrecy: Encrypted traffic cannot be captured and decrypted later<br>DNS leak protection: Ensures DNS queries are never accidentally sent to third-party resolvers<br>Kill switch: Protects you against IP leaks caused by accidental disconnections<br>Premium VPN features<br>Connect to 8500+ high speed servers across 110+ countries<br>Lightning-fast VPN speeds (up to 10 Gbps)<br>Connect up to 10 devices at the same time<br>Stream films, sports events, and videos on any streaming service<br>(Netflix, Hulu, Amazon Prime Video, Disney+, BBC iplayer, and more)<br>P2P (peer-to-peer) servers: Fast torrenting, gaming, and file sharing<br>Secure Core servers: Enhance your protection with double hop VPN<br>Tor servers: Connect to onion sites with your regular browser<br>NetShield Ad-blocker: Protect yourself from ads, trackers,<br>and malware on websites and apps<br>VPN Accelerator: Unique technology increases VPN speeds by up to 400%<br>Why Proton VPN?<br>No personal data required to sign up<br>Easy-to-use VPN apps for iOS, Android, MacOS, Windows, iPad, Linux, Apple TV, and Android TV<br>Our high-strength encryption provides a more secure connection than an internet proxy<br>Independently audited by third-party security experts<br>Trusted open-source code that anyone can review<br>Data protection using AES-256 and 4096 RSA encryption<br>Join the privacy revolution<br>Your support helps us bring online freedom to people around the globe.<br>Join Proton today to protect yourself online and help create a secure,<br>private, and free internet for everyone.<br>Experts' opinion<br>PCMag: “[Proton VPN's] is a slick VPN with an excellent collection of advanced features,<br>and it has the best free subscription plan we've seen.<br>Few competitors can match its mix of affordability, features, and design.<br>For all that, it gets a rare five-star rating and earns our Editors' Choice award”<br>Mozilla: “There are many VPN vendors out there, but not all of them are created equal.<br>Proton VPN offers a secure, reliable, and easy-to-use VPN service and is operated by the makers of ProtonMail,<br>a respected, privacy-oriented email service...<br>As a company they have a track record of fighting for online privacy and they share our dedication<br>to internet safety and security.”<br>Required dependencies<br>NetworkManager-openvpn<br>KWallet or GNOME Keyring<br>systemd<br>",
    "build_date": "2025-12-18T00:12:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/protonvpn/www/53ce24816abe22c2ac0c7e1be8149eb2/icons/128x128/com.protonvpn.www.png",
    "license": "GPL-3.0",
    "tag": [
      "vpn"
    ],
    "rank": 32
  },
  {
    "pkg": "Microsoft Edge",
    "app_id": "com.microsoft.Edge",
    "description": "Introducing the new Microsoft Edge web browser. It’s time to expect more. More privacy. More control. More productivity. More value.",
    "description_long": "<br>**NOTE: This wrapper is not verified by, affiliated with, or supported by Microsoft.**<br>Browse the web anywhere with one seamless experience from your phone to your computer and other signed-in devices.<br>Microsoft Edge gives you the tools to protect your privacy online with features like tracking prevention, AdBlock Plus, InPrivate browsing and InPrivate search in Microsoft Bing.<br>Organize the web in a way that cuts through the clutter, making it easier to find, view, and manage your content on the go.<br>With world class compatibility, performance, and new features, Microsoft Edge is the only web browser you’ll ever need.<br>",
    "build_date": "2025-12-18T22:18:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/microsoft/Edge/0eea6662c5673fe68e6f6aba44f028cc/icons/128x128/com.microsoft.Edge.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 33
  },
  {
    "pkg": "Gear Lever",
    "app_id": "it.mijorus.gearlever",
    "description": "Manage AppImages",
    "description_long": "An utility to manage AppImages with ease! Gear lever will organize and manage AppImage files for you, generate desktop entries and app metadata, update apps in-place or keep multiple versions side-by-side.",
    "build_date": "2025-12-16T16:16:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/it/mijorus/gearlever/a026a73634f7ea0a8d19cd7b6da04679/icons/128x128/it.mijorus.gearlever.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "AppImage"
    ],
    "rank": 34
  },
  {
    "pkg": "Mission Center",
    "app_id": "io.missioncenter.MissionCenter",
    "description": "Monitor system resource usage",
    "description_long": "Monitor your CPU, Memory, Disk, Network and GPU usage, accompanied by a per app and process breakdown of these statistics<br>Features:<br>Monitor overall or per-thread CPU usage<br>See system process, thread, and handle count, uptime, clock speed (base and current), cache sizes<br>Monitor RAM and Swap usage<br>See a breakdown how the memory is being used by the system<br>Monitor Disk utilization and transfer rates<br>Monitor network utilization and transfer speeds<br>See network interface information such as network card name, connection type (Wi-Fi or Ethernet),<br>wireless speeds and frequency, hardware address, IP address<br>Monitor overall GPU usage, video encoder and decoder usage, memory usage and power consumption, powered<br>by the popular NVTOP project<br>Monitor system fans<br>See a breakdown of resource usage by app and process<br>Supports a minified summary view for simple monitoring<br>Use hardware accelerated rendering for all the graphs in an effort to reduce CPU and overall resource<br>usage<br>Uses GTK4 and Libadwaita<br>Written in Rust<br>Limitations (there is ongoing work to overcome all of these):<br>Intel GPU monitoring is only supported for Broadwell and later GPUs; and does not support VRAM, power,<br>or temperature monitoring<br>When using Linux Mint/Cinnamon, launched applications may not show up in the section<br>(Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)<br>Comments, suggestions, bug reports and contributions welcome",
    "build_date": "2025-11-11T13:49:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/missioncenter/MissionCenter/03f297aa00495a64df0507c7713c60c7/icons/128x128/io.missioncenter.MissionCenter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Processor",
      "Processes",
      "CPU"
    ],
    "rank": 35
  },
  {
    "pkg": "LibreWolf",
    "app_id": "io.gitlab.librewolf-community",
    "description": "LibreWolf Web Browser",
    "description_long": "LibreWolf<br>This project is an independent fork of Firefox, with the primary goals of privacy security and user freedom. It is the community run successor to LibreFox.<br>LibreWolf uses more than 500 privacy/security/performance settings, patches, LibreWolf-Addons (optional) and is designed to minimize data collection and telemetry as much as possible (updater, crashreporter and Firefox’s integrated addons that don’t respect privacy are removed).<br>LibreWolf is NOT associated with Mozilla or its products.<br>Features:<br>Latest Version of Firefox: LibreWolf is compiled directly from the latest build of Firefox Stable. You will have the the latest features, and security updates.<br>Completely Independent Build: LibreWolf uses a completely independent build from Firefox and has its own settings, profile folder and installation path. As a result, it can be installed alongside Firefox or any other browser.<br>Settings protection: important settings are enforced/locked within librewolf.cfg and policies.json, those settings cannot be changed by addons/updates/LibreWolf itself or unwanted/accidental manipulation; To change those settings you can easily do it by editing librewolf.cfg and policies.json.<br>LibreWolf-addons: set of optional LibreWolf extensions<br>Statistics disabled: telemetry and similar functions are disabled<br>Tested settings: settings are performance aware<br>Recommended and code reviewed addons list<br>Community-Driven<br>And much more…<br>",
    "build_date": "2025-12-19T19:13:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/librewolf-community/9911f22e695105fb23e57dabdc19b9c2/icons/128x128/io.gitlab.librewolf-community.png",
    "license": "MPL-2.0",
    "tag": [
      "librewolf",
      "internet",
      "web"
    ],
    "rank": 36
  },
  {
    "pkg": "LocalSend",
    "app_id": "org.localsend.localsend_app",
    "description": "Share files to nearby devices",
    "description_long": "This app allows you to send files and messages over the local LAN network.<br>In contrast to most alternatives, no external servers are needed.<br>Everything happens locally in the wifi network.",
    "build_date": "2025-11-29T21:25:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/localsend/localsend_app/435cbeb979d691860e3b055c53663fc4/icons/128x128/org.localsend.localsend_app.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 37
  },
  {
    "pkg": "Krita",
    "app_id": "org.kde.krita",
    "description": "Digital Painting, Creative Freedom",
    "description_long": "Krita is the full-featured digital art studio.<br>It is perfect for sketching and painting, and presents an end–to–end solution for creating digital painting files from scratch by masters.<br>Krita is a great choice for creating concept art, comics, textures for rendering and matte paintings. Krita supports many colorspaces like RGB and CMYK<br>at 8 and 16 bits integer channels, as well as 16 and 32 bits floating point channels.<br>Have fun painting with the advanced brush engines, amazing filters and many handy features that make Krita enormously productive.",
    "build_date": "2025-12-11T19:46:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/krita/17b02dbeafe4b0188652df63662c85f0/icons/128x128/org.kde.krita.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 38
  },
  {
    "pkg": "FreeTube",
    "app_id": "io.freetubeapp.FreeTube",
    "description": "An Open Source YouTube app for privacy",
    "description_long": "FreeTube is an open source desktop YouTube player built with privacy in<br>mind. Use YouTube without advertisements and prevent Google from tracking<br>you with their cookies and JavaScript. Available for Windows, Mac &amp;<br>Linux thanks to Electron.<br>Please note that FreeTube is currently in Beta. While it should work well<br>for most users, there are still bugs and missing features that need to be<br>addressed.",
    "build_date": "2025-10-16T07:12:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/freetubeapp/FreeTube/0c23a67043ee66fb5dd66a8f737119e6/icons/128x128/io.freetubeapp.FreeTube.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 39
  },
  {
    "pkg": "Stremio",
    "app_id": "com.stremio.Stremio",
    "description": "Freedom to Stream",
    "description_long": "<br>Stremio offers a secure, modern and seamless entertainment experience. With its easy-to-use interface and diverse content library, including 4K HDR support, users can enjoy their favorite movies and TV shows across all their devices. And with its commitment to security, Stremio is the ultimate choice for a worry-free, high-quality streaming experience.<br>",
    "build_date": "2025-01-20T09:16:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/stremio/Stremio/2970db66c5fb7d117634a23bd2946f26/icons/128x128/com.stremio.Stremio.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 40
  },
  {
    "pkg": "Fedora Media Writer",
    "app_id": "org.fedoraproject.MediaWriter",
    "description": "A tool to create a live USB drive with an edition of Fedora",
    "description_long": "A tool to create a bootable live USB drive with an edition of Fedora. Not only can Fedora Media Writer write an image to your flash drive, it can also download it for you. It offers official editions (Server, Workstation), Fedora spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...), and Fedora Labs (Design Suite, Security Lab,...). It provides basic information about each of them to help you make the right choice.<br>Fedora Media Writer can also write other bootable ISOs loaded from your local disk, but keep in mind that it's only tested with Fedora images.",
    "build_date": "2025-12-03T12:00:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/fedoraproject/MediaWriter.desktop/cecdd1e4486abe0173888945022061da/icons/128x128/org.fedoraproject.MediaWriter.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "iso",
      "fedora",
      "usb"
    ],
    "rank": 41
  },
  {
    "pkg": "Kdenlive",
    "app_id": "org.kde.kdenlive",
    "description": "Video editor",
    "description_long": "Kdenlive is a video editing application with support for many audio and video formats. It offers advanced editing features, a variety of effects and transitions, color correction, audio post-production and subtitling tools. Additionally, it provides the flexibility to render into practically any format of your choice.<br>Features:<br>Nested Sequences<br>Configurable interface and shortcuts<br>Scopes: Histogram, Vectorscope, RGB Parade, Waveform and Audio Meter<br>Proxy editing<br>Free online assets and templates<br>Motion tracking<br>AI powered tools<br>",
    "build_date": "2025-11-22T02:12:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kdenlive.desktop/466965f4ab10e4daa56ba82dfe04b717/icons/128x128/org.kde.kdenlive.desktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "editing",
      "video",
      "audio"
    ],
    "rank": 42
  },
  {
    "pkg": "Thunderbird",
    "app_id": "org.mozilla.Thunderbird",
    "description": "Thunderbird is a free and open source email, newsfeed, chat, and calendaring client",
    "description_long": "Thunderbird is a free and open source email, newsfeed, chat, and calendaring client, that’s easy to set up and customize. One of the core principles of Thunderbird is the use and promotion of open standards - this focus is a rejection of our world of closed platforms and services that can’t communicate with each other. We want our users to have freedom and choice in how they communicate.Thunderbird is an open source project, which means anyone can contribute ideas, designs, code, and time helping fellow users.",
    "build_date": "2025-11-12T19:39:44",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.mozilla.Thunderbird.png",
    "license": "MPL-2.0",
    "tag": [
      "calendar",
      "email",
      "mail"
    ],
    "rank": 43
  },
  {
    "pkg": "ProtonPlus",
    "app_id": "com.vysp3r.ProtonPlus",
    "description": "A modern compatibility tools manager",
    "description_long": "Features:<br>Manage supported compatiblity tools across supported launchers<br>Change the compatibility tool and launch options of your Steam games<br>And much more...<br>Supported launchers:<br>Steam<br>Lutris<br>Heroic Games Launcher<br>Bottles<br>WineZGUI<br>Supported compatibility tools:<br>Steam Tinker Launch<br>Proton-GE<br>Luxtorpeda<br>Boxtron<br>Roberta<br>Proton-GE RTSP<br>Proton CachyOS<br>Proton EM<br>Proton Tkg<br>Proton Sarek<br>Kron4ek Wine-Builds Proton<br>Kron4ek Wine-Builds Vanilla<br>Kron4ek Wine-Builds Staging<br>Kron4ek Wine-Builds Staging-Tkg<br>DXVK<br>DXVK (Sarek)<br>DXVK Async (Sarek)<br>DXVK GPL+Async (Ph42oN)<br>VKD3D-Lutris<br>VKD3D-Proton<br>",
    "build_date": "2025-12-10T23:25:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/vysp3r/ProtonPlus/034ede147aae6984f7be66b960dd9ef0/icons/128x128/com.vysp3r.ProtonPlus.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Proton",
      "Wine"
    ],
    "rank": 44
  },
  {
    "pkg": "Chromium Web Browser",
    "app_id": "org.chromium.Chromium",
    "description": "The web browser from Chromium project",
    "description_long": "<br>Chromium is an open-source browser project that aims to build a safer, faster,<br>and more stable way to experience the web.<br>We invite you to join our effort to build a powerful platform for developing a<br>new generation of web applications.<br>",
    "build_date": "2025-12-20T09:26:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/chromium/Chromium/e771063acc40d8371ea05de1f2d2a84b/icons/128x128/org.chromium.Chromium.png",
    "license": "BSD-3-Clause and LGPL-2.1+ and Apache-2.0 and IJG and MIT and GPL-2.0+ and ISC and OpenSSL and (MPL-1.1 or GPL-2.0 or LGPL-2.0)",
    "tag": [
      "chrome",
      "internet",
      "google"
    ],
    "rank": 45
  },
  {
    "pkg": "ZapZap",
    "app_id": "com.rtosta.zapzap",
    "description": "WhatsApp Messenger",
    "description_long": "What's:<br>Zapzap is a container for execution of the web web, that is, a kind of Webapp. Thus, all<br>features of WhatsApp Web are available in addition to several others which integrate ZapZap with the<br>system.<br>What sets this application apart is its support for multiple accounts, running in the background, a spellchecker<br>and customizations based on the theme of the system.<br>Data security:<br>No modifications or manipulations are made to the execution of WhatsApp Web. In<br>addition, all source code is available on GitHub and is publically auditable.<br>About:<br>ZapZap was initially developed for personal use. I decided to share it so that other people,<br>like me, could have a WhatsApp client more integrated into the system.",
    "build_date": "2025-11-12T16:04:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/rtosta/zapzap/b88917fd78cafde0d49863bc075c0e26/icons/128x128/com.rtosta.zapzap.png",
    "license": "GPL-3.0+",
    "tag": [
      "WhatsApp",
      "Chat",
      "ZapZap"
    ],
    "rank": 46
  },
  {
    "pkg": "Video Downloader",
    "app_id": "com.github.unrud.VideoDownloader",
    "description": "Download web videos",
    "description_long": "<br>Download videos from websites with an easy-to-use interface.<br>Provides the following features:<br>Convert videos to MP3<br>Supports password-protected and private videos<br>Download single videos or whole playlists<br>Automatically selects a video format based on your quality demands<br>Based on yt-dlp.<br>",
    "build_date": "2025-12-21T00:16:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/unrud.VideoDownloader/0a10204af093669fc99e9cf8a9b107ce/icons/128x128/com.github.unrud.VideoDownloader.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Download"
    ],
    "rank": 47
  },
  {
    "pkg": "Minecraft Bedrock Launcher",
    "app_id": "io.mrarm.mcpelauncher",
    "description": "Download and play Minecraft Bedrock Edition on GNU/Linux",
    "description_long": "<br>To use this launcher you have to own Minecraft: Bedrock Edition on google play store, you may be unable to play the latest update of the Game. Otherwise you will get an license error while launching the google play apk.<br>This is an unofficial Linux launcher for the Minecraft Bedrock codebase. This project is not affiliated with Minecraft, Mojang or Microsoft.<br>Not available Features you may miss<br>Xbox live friend joining - Technically Working on Linux - usually times out or crashs the game in both directions - consider using the offical server software www.minecraft.net/en-us/download/server/bedrock - connect all by ip as external server<br>Xbox live login - a lot of devices seem to get error code without beeing asked for login - error code has more meanings like you closed the webview window without sign in - try to change your timezone to a different one<br>",
    "build_date": "2025-12-10T21:48:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/mrarm/mcpelauncher/6574087dd51a709f5a3b86384eca584c/icons/128x128/io.mrarm.mcpelauncher.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 48
  },
  {
    "pkg": "Whatsie",
    "app_id": "com.ktechpit.whatsie",
    "description": "Qt Whatsapp Web Client for Linux Desktop",
    "description_long": "Feature rich WhatsApp web client based on Qt WebEngine.<br>Key features of Whatsie:<br>Light and Dark Themes with automatic switching<br>Customized Notifications &amp; Native Notifications<br>Global App shortcuts<br>BuiltIn download manager<br>Mute Audio, Disable Notifications<br>App Lock feature<br>Built in Spell Checker (with support for 31 Major languages)<br>Other settings that let you control every aspect of WebApp like:<br>Do not disturb mode<br>Full view mode, lets you expand the main view to the full width of the window<br>Ability to switch between Native &amp; Custom notification<br>Configurable notification popup timeout<br>Mute all audio from Whatapp<br>Minimize to tray on application start<br>Enable disable app lock on application start<br>Auto-locking after a certain interval of time<br>",
    "build_date": "2025-01-18T14:23:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ktechpit/whatsie/b253674d2a9a0640e94af2ab75487aa0/icons/128x128/com.ktechpit.whatsie.png",
    "license": "MIT",
    "tag": [
      "WhatsApp",
      "social",
      "messaging"
    ],
    "rank": 49
  },
  {
    "pkg": "Tor Browser Launcher",
    "app_id": "org.torproject.torbrowser-launcher",
    "description": "A program to help you download, keep updated, and run Tor Browser",
    "description_long": "Tor Browser Launcher is intended to make Tor Browser easier to maintain and use for GNU/Linux users. It downloads the same Tor Browser from torproject.org that everyone else uses, and it doesn't alter it in any way. But it does make it much more usable, and it makes the task of keeping it up-to-date more secure.<br>You install torbrowser-launcher from your distribution's package manager and it handles everything else, including:<br>Downloading the most recent version of Tor Browser for you, in your language and for your architecture<br>Automatically updating (while preserving your bookmarks and preferences)<br>Verifying Tor Browser's GnuPG signature<br>Includes AppArmor profiles to make a Tor Browser compromise not as bad (in some distros)<br>Adding a Tor Browser application launcher to your desktop environment's menu<br>Lets you set Tor Browser as your default browser<br>",
    "build_date": "2025-12-21T19:23:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/torproject/torbrowser-launcher/79fecfccf70981c9d56c2e54ff9309dc/icons/128x128/org.torproject.torbrowser-launcher.png",
    "license": "MIT",
    "tag": [],
    "rank": 50
  },
  {
    "pkg": "KCalc",
    "app_id": "org.kde.kcalc",
    "description": "Scientific calculator",
    "description_long": "KCalc has everything you would expect from a scientific calculator, plus:<br>Trigonometric functions, logic operations and statistical calculations<br>A results stack which enables convenient recall of previous calculation results<br>Precision is user-definable<br>The display allows cut and paste of numbers<br>The display colors and font are configurable, aiding usability<br>The use of key-bindings make it easy to use without a pointing device<br>",
    "build_date": "2025-12-11T17:51:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kcalc.desktop/15c25e48f12def4f8291cfeabd778b17/icons/128x128/org.kde.kcalc.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 51
  },
  {
    "pkg": "PortProton",
    "app_id": "ru.linux_gaming.PortProton",
    "description": "Run Windows games on Linux easily",
    "description_long": "<br>PortProton simplifies launching Windows games on Linux, offering a user-friendly experience for beginners and extensive customization for advanced users. It streamlines game setup with automatic configurations while allowing fine-tuned adjustments for performance and compatibility.<br>",
    "build_date": "2025-07-24T13:25:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/ru/linux_gaming/PortProton/55afcb2581e6d9c44e9affafe95579c1/icons/128x128/ru.linux_gaming.PortProton.png",
    "license": "MIT",
    "tag": [
      "wine",
      "proton",
      "steam"
    ],
    "rank": 52
  },
  {
    "pkg": "Easy Effects",
    "app_id": "com.github.wwmm.easyeffects",
    "description": "Simple audio effects",
    "description_long": "Easy Effects is an advanced audio manipulation tool. It includes an equalizer, limiter, compressor and a reverberation tool, just to mention a few. To complement this there is also a built in spectrum analyzer.<br>Easy Effects is the successor to PulseEffects. Easy Effects only supports PipeWire's audio server. PulseAudio users should instead use PulseEffects.<br>Because Easy Effects uses the default PipeWire sound server it will work with most, if not all, applications you use. All supported applications are presented in the main window, where each can be enabled individually.<br>Besides manipulating sound output, Easy Effects is able to apply effects to an input device, such as a microphone. This is, for example, useful in audio recording, but it also works well during voice conversations.<br>When Easy Effects is launched it will conveniently remember the configuration used in the last session. It is also possible to save all the current settings as profiles.",
    "build_date": "2025-12-17T19:04:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/wwmm.easyeffects.desktop/a7c4a8fc6bead4f7e18f8788e699de52/icons/128x128/com.github.wwmm.easyeffects.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "limiter",
      "compressor",
      "equalizer"
    ],
    "rank": 53
  },
  {
    "pkg": "Zoom",
    "app_id": "us.zoom.Zoom",
    "description": "Video Conferencing, Web Conferencing, Webinars, Screen Sharing",
    "description_long": "Award winning Zoom brings video conferencing, online meetings and group messaging into one easy-to-use application.<br>One consistent enterprise experience for all use cases<br>Engineered and optimized to work reliably<br>Up to 500 video participants and 10,000 viewers<br>Easy-to-use, buy and scale<br>Most affordable, straightforward pricing<br>NOTE: This wrapper is not verified by, affiliated with, or supported by zoom.us.",
    "build_date": "2025-12-15T14:15:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/us/zoom/Zoom.desktop/6102f31c6b913cd927f74021a8551e83/icons/128x128/us.zoom.Zoom.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 54
  },
  {
    "pkg": "KeePassXC",
    "app_id": "org.keepassxc.KeePassXC",
    "description": "Secure and Full-featured Password Manager",
    "description_long": "KeePassXC is a modern, secure, and open-source password manager for your most sensitive information.<br>Designed for people with extremely high demands of secure personal data management. You can store<br>many different types of information, such as usernames, passwords, URLs, attachments, and notes in<br>an offline, encrypted file. Major features include: Auto-Type into any window, browser integration,<br>password generator, advanced search, comprehensive reports, FDO Secret Service integration, SSH agent<br>key management, and many more!",
    "build_date": "2025-11-24T15:02:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/keepassxc/KeePassXC.desktop/4e7a41f30d9928a3aabafceb0856f455/icons/128x128/org.keepassxc.KeePassXC.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "security",
      "privacy",
      "yubikey"
    ],
    "rank": 55
  },
  {
    "pkg": "RustDesk",
    "app_id": "com.rustdesk.RustDesk",
    "description": "Secure remote desktop access",
    "description_long": "<br>RustDesk is a full-featured open source remote control alternative for self-hosting and security with minimal configuration.<br>Works on Windows, macOS, Linux, iOS, Android, Web. <br>Supports VP8 / VP9 / AV1 software codecs, and H264 / H265 hardware codecs. <br>Own your data, easily set up self-hosting solution on your infrastructure. <br>P2P connection with end-to-end encryption based on NaCl. <br>No administrative privileges or installation needed for Windows, elevate privilege locally or from remote on demand. <br>We like to keep things simple and will strive to make simpler where possible. <br>For self-hosting setup instructions please go to our home page.<br>",
    "build_date": "2025-11-22T10:18:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/rustdesk/RustDesk/cf836fc55e886f52bbf6e5a00f538158/icons/128x128/com.rustdesk.RustDesk.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "internet",
      "linux",
      "dart"
    ],
    "rank": 56
  },
  {
    "pkg": "Vesktop",
    "app_id": "dev.vencord.Vesktop",
    "description": "Customizable Discord client",
    "description_long": "Vesktop is a customizable and privacy friendly Discord desktop app!<br>Vesktop comes bundled with Venmic, a purpose-built library to provide functioning audio screenshare.",
    "build_date": "2025-10-28T17:26:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/vencord/Vesktop/3ffef1929005564ff7081327e28be80d/icons/128x128/dev.vencord.Vesktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Discord",
      "Vencord",
      "Vesktop"
    ],
    "rank": 57
  },
  {
    "pkg": "Inkscape",
    "app_id": "org.inkscape.Inkscape",
    "description": "Vector Graphics Editor",
    "description_long": "<br>A Free and open source vector graphics editor. It offers a rich set of features and is widely used for both artistic and technical illustrations such as cartoons, clip art, logos, typography, diagramming and flowcharting.<br>It uses vector graphics to allow for sharp printouts and renderings at unlimited resolution and is not bound to a fixed number of pixels like raster graphics. Inkscape uses the standardized SVG file format as its main format, which is supported by many other applications including web browsers.<br>Inkscape supports many advanced SVG features (markers, clones, alpha blending,<br>etc.) and great care is taken in designing a streamlined interface.<br>It is very easy to edit nodes, perform complex path operations, trace<br>bitmaps and much more.<br>We also aim to maintain a thriving user and developer community by using<br>open, community-oriented development.<br>",
    "build_date": "2025-05-17T03:05:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/inkscape/Inkscape/04e21cb6095552619f0c26545b5ad8f3/icons/128x128/org.inkscape.Inkscape.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "image",
      "editor",
      "vector"
    ],
    "rank": 58
  },
  {
    "pkg": "Minecraft",
    "app_id": "com.mojang.Minecraft",
    "description": "Create your own world in one of the most popular video games",
    "description_long": "Join people all over the world playing Minecraft, one of the most popular videogames around! Your own imagination is the limit in this fun game where you get to build the world around you. Play with friends, or alone, as you adventure, gather, build, and battle in an incredible land of your very own. For the best experience, we recommend you create an account and purchase online at minecraft.net/en-us/store before installing this app. ** Requires internet.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by Mojang or Microsoft.",
    "build_date": "2025-04-23T23:14:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mojang/Minecraft/05238507cc15ca4f5e34bfff3bd9423e/icons/128x128/com.mojang.Minecraft.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 59
  },
  {
    "pkg": "Blender",
    "app_id": "org.blender.Blender",
    "description": "Free and open source 3D creation suite",
    "description_long": "<br>Blender is the free and open source 3D creation suite. It supports<br>the entirety of the 3D pipeline — modeling, rigging, animation,<br>simulation, rendering, compositing, motion tracking, and video<br>editing.<br>Blender is a public project, made by hundreds of people from around the<br>world; by studios and individual artists, professionals and hobbyists,<br>scientists, students, VFX experts, animators, game artists, modders, and<br>the list goes on.<br>",
    "build_date": "2025-11-24T18:12:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/blender/Blender/0d731ba9757719a4309230a68d2eeced/icons/128x128/org.blender.Blender.png",
    "license": "GPL-3.0",
    "tag": [
      "3d",
      "cg",
      "modeling"
    ],
    "rank": 60
  },
  {
    "pkg": "Vivaldi",
    "app_id": "com.vivaldi.Vivaldi",
    "description": "Feature-packed web browser",
    "description_long": "<br>The web browser for techies and people who need a browser that helps them get things done.<br>The user interface is fully customizable, including keyboard shortcuts, mouse gestures, and programmable macros.<br>Seize back control of your tabs with features like Workspaces, Tab Stacks, and Tab Tiling.<br>Stay on top of all your emails, appointments, to-dos, and news with Mail, Calendar, Tasks, and Feed Reader. (Compatible with IMAP, POP3, CalDAV, and Atom/RSS.)<br>Jot down ideas and inspiration with the integrated Notes manager.<br>End-to-end encrypted (E2EE) sync of bookmarks, passwords, notes, and more with Vivaldi for desktop, iOS, and Android.<br>Efficient built-in Tracker and Ad Blocker.<br>Proton VPN.<br>Compatible with most browser extensions from the Google Chrome Web Store.<br>NOTE: This package is maintained by but not yet officially endorsed or supported by Vivaldi Technologies.<br>",
    "build_date": "2025-12-17T15:06:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/vivaldi/Vivaldi/4fad6cf976b25fd8eebff67de0c53bd3/icons/128x128/com.vivaldi.Vivaldi.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 61
  },
  {
    "pkg": "Impression",
    "app_id": "io.gitlab.adhami3310.Impression",
    "description": "Create bootable drives",
    "description_long": "<br>Write disk images to your drives with ease. Select an image, insert your drive, and you're<br>good to go! Impression is a useful tool for both avid distro-hoppers and casual computer<br>users.<br>",
    "build_date": "2025-12-04T01:56:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/adhami3310.Impression/5db97b5d5a491fd5b39c7fe958d3685a/icons/128x128/io.gitlab.adhami3310.Impression.png",
    "license": "GPL-3.0",
    "tag": [
      "usb",
      "flash",
      "writer"
    ],
    "rank": 62
  },
  {
    "pkg": "HandBrake",
    "app_id": "fr.handbrake.ghb",
    "description": "Video Transcoder",
    "description_long": "HandBrake is a tool for converting video from nearly any format to a selection of modern, widely supported codecs.<br>Reasons you'll love Handbrake:<br>Convert video from nearly any format<br>Free and Open Source<br>Multi-Platform (Windows, Mac and Linux)<br>",
    "build_date": "2025-09-06T14:54:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/handbrake/ghb/3900fb0cbd12d758dc2597a9fcab5043/icons/128x128/fr.handbrake.ghb.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 63
  },
  {
    "pkg": "PeaZip",
    "app_id": "io.github.peazip.PeaZip",
    "description": "Free file archiver utility",
    "description_long": "<br>PeaZip is a free, Open Source (LGPLv3) archive manager utility for BSD, Linux, <br>macOS and Windows.<br>Cross-platform, desktop-agnostic GUI archive manager based on Open Source technologies <br>of 7-Zip / p7zip, Zstandard, Brotli, ZPAQ, PEA, and other Free Software file compression <br>tools, alternative to 7-Zip, Engrampa, FileRoller, Keka, WinRar, WinZip and similar apps.<br>Create, convert open and extract 7Z, Brotli, BZip2, GZip, PEA, RAR, TAR, XZ, ZIP, <br>ZPAQ, Zstandard files, and many more (200+) archive formats.<br>PeaZip supports encryption / decryption of archives (with optional two factor authentication), <br>and its scripting engine makes easy to export the tasks defined in the GUI as CLI scripts.<br>",
    "build_date": "2025-12-06T15:36:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/peazip.PeaZip/f0e1b215bb3dda1865bd0e5c1023f7d3/icons/128x128/io.github.peazip.PeaZip.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "zip",
      "rar",
      "tar"
    ],
    "rank": 64
  },
  {
    "pkg": "FreeCAD",
    "app_id": "org.freecad.FreeCAD",
    "description": "An open source parametric 3D CAD modeler",
    "description_long": "<br>FreeCAD is an open-source parametric 3D modeler built to help you design real-world objects of<br>any size. With parametric modeling, you can easily modify your designs by adjusting parameters<br>in the model history. FreeCAD is suitable for a wide range of uses, from product design and<br>mechanical engineering to architecture and 3D printing.<br>The software allows you to create constrained 2D sketches, which can be used as the basis for more<br>complex 3D models. It includes tools to adjust dimensions, extract design details, and produce<br>production-ready technical drawings. FreeCAD is available on Windows, Mac, and Linux, and<br>supports various file formats like STEP, IGES, STL, SVG, DXF, OBJ, IFC, and more, making it easy to<br>fit into existing workflows. It also supports customization through Python scripting for those<br>who want to automate tasks or develop custom features.<br>FreeCAD offers several specialized workbenches, including tools for Finite Element Analysis<br>(FEA), Building Information Modeling (BIM), CAM / CNC and robot movement simulation. You can expand its<br>capabilities with add-ons, plugins, and macros created by the FreeCAD community, which can be<br>installed directly from the application. This flexibility makes it a practical choice for both<br>professionals and hobbyists.<br>",
    "build_date": "2025-08-06T09:53:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freecad/FreeCAD/3ebb3f05c56c875765147812d2b104cc/icons/128x128/org.freecad.FreeCAD.png",
    "license": "LGPL-2.1",
    "tag": [
      "cad",
      "bim",
      "fea"
    ],
    "rank": 65
  },
  {
    "pkg": "Audacity",
    "app_id": "org.audacityteam.Audacity",
    "description": "Audacity is the world's most popular audio editing and recording app",
    "description_long": "Audacity is the world's most popular audio editing and recording app.<br>You can use Audacity to:<br>Record live audio<br>Convert tapes and records into digital recordings or CDs<br>Edit WAV, AIFF, FLAC, MP2, MP3 or Ogg Vorbis sound files<br>Cut, copy, splice or mix sounds together<br>Change the speed or pitch of a recording<br>Apply a wide range of other effects to audio recordings<br>and much more!<br>",
    "build_date": "2025-12-12T23:50:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/audacityteam/Audacity/35f28eb61adb4374f0a690e9f2146485/icons/128x128/org.audacityteam.Audacity.png",
    "license": "GPL-3.0-only",
    "tag": [
      "sound",
      "frequency",
      "modulation"
    ],
    "rank": 66
  },
  {
    "pkg": "Moonlight",
    "app_id": "com.moonlight_stream.Moonlight",
    "description": "Stream games and other applications from another PC running Sunshine or GeForce Experience",
    "description_long": "Moonlight can stream games and other applications from another PC with Sunshine or GeForce Experience software installed.<br>Features include:<br>Hardware accelerated video decoding with VAAPI, VDPAU, and NVDEC support<br>H.264, HEVC, and AV1 codec support<br>7.1 surround sound audio support<br>10-point multitouch support<br>Gamepad support with force feedback for up to 16 players<br>Support for both pointer capture (for games) and direct mouse control (for remote desktop)<br>Support for passing system-wide keyboard shortcuts like Alt+Tab to the host<br>",
    "build_date": "2025-12-16T06:17:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/moonlight_stream/Moonlight/89145a5b6ffed0396e88942396f524ed/icons/128x128/com.moonlight_stream.Moonlight.png",
    "license": "GPL-3.0+",
    "tag": [
      "nvidia",
      "gamestream",
      "stream"
    ],
    "rank": 67
  },
  {
    "pkg": "Calculator",
    "app_id": "org.gnome.Calculator",
    "description": "Perform arithmetic, scientific or financial calculations",
    "description_long": "<br>Calculator is an application that solves mathematical equations.<br>Though it at first appears to be a simple calculator with only basic<br>arithmetic operations, you can switch into Advanced, Financial, or<br>Programming mode to find a surprising set of capabilities.<br>The Advanced calculator supports many operations, including:<br>logarithms, factorials, trigonometric and hyperbolic functions,<br>modulus division, complex numbers, random number generation and prime<br>factorization.<br>Financial mode supports several computations, including periodic interest<br>rate, present and future value, double declining and straight line<br>depreciation, and many others.<br>Programming mode supports calculations using common bases (binary, octal,<br>decimal, and hexadecimal), bitwise operations, ones’ and two’s complement,<br>character to character code conversion, and more.<br>Conversion mode supports conversions between common units, currencies and<br>number bases.<br>",
    "build_date": "2025-11-22T08:26:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Calculator/1c8df167f62b3c265267912b29ca19e9/icons/128x128/org.gnome.Calculator.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "arithmetic",
      "scientific",
      "financial"
    ],
    "rank": 68
  },
  {
    "pkg": "Boxes",
    "app_id": "org.gnome.Boxes",
    "description": "Virtualization made simple",
    "description_long": "<br>Select an operating system and let Boxes download and install it for you<br>in a virtual machine.<br>Features:<br>Download freely available operating systems<br>Automatically install CentOS Stream, Debian, Fedora, Microsoft Windows, OpenSUSE, Red<br>Hat Enterprise Linux, and Ubuntu<br>Create virtual machines from operating system images with a couple of clicks<br>Limit the resources (memory and storage) your virtual machines consume from your system<br>Take snapshots of virtual machines to restore to previous states<br>Redirect USB devices from your physical machine into virtual machines<br>3D acceleration for some of the supported operating systems<br>Automatically resize virtual machines displays to the window size<br>Share clipboard between your system and virtual machines<br>Share files to virtual machines by dropping them from your file manager into the Boxes window<br>Setup Shared Folders between your system and virtual machines<br>",
    "build_date": "2025-11-24T18:47:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Boxes.desktop/96f175e74e627004cce7e22987d7d19a/icons/128x128/org.gnome.Boxes.desktop.png",
    "license": "LGPL-2.1+",
    "tag": [
      "vm"
    ],
    "rank": 69
  },
  {
    "pkg": "Shortwave",
    "app_id": "de.haeckerfelix.Shortwave",
    "description": "Listen to internet radio",
    "description_long": "<br>Shortwave is an internet radio player that provides access to a station database with over 50,000 stations.<br>Features:<br>Create your own library where you can add your favorite stations<br>Easily search and discover new radio stations<br>Automatic recognition of tracks, with the possibility to save them individually<br>Responsive application layout, compatible for small and large screens<br>Play audio on supported network devices (e.g. Google Chromecasts)<br>Seamless integration into the GNOME desktop environment<br>",
    "build_date": "2025-03-28T15:00:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/Shortwave/7c32326f1928c816facf4f3989572161/icons/128x128/de.haeckerfelix.Shortwave.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gradio",
      "Radio",
      "Stream"
    ],
    "rank": 70
  },
  {
    "pkg": "AnyDesk",
    "app_id": "com.anydesk.Anydesk",
    "description": "Connect to a computer remotely",
    "description_long": "**This is a community package of AnyDesk and not officially supported by AnyDesk Software GmbH.**<br>AnyDesk ensures secure and reliable remote desktop connections for IT professionals and on-the-go individuals alike.",
    "build_date": "2025-11-27T09:32:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/anydesk/Anydesk.desktop/489aafc8911c2a0aad41c9fce9d44d4f/icons/128x128/com.anydesk.Anydesk.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 71
  },
  {
    "pkg": "PCSX2",
    "app_id": "net.pcsx2.PCSX2",
    "description": "PlayStation 2 emulator",
    "description_long": "PCSX2 is a free and open-source PlayStation 2 (PS2) emulator. Its purpose is to emulate the PS2's hardware, using a combination of MIPS CPU Interpreters, Recompilers, and a Virtual Machine which manages hardware states and PS2 system memory. This allows you to play PS2 games on your PC, with many additional features and benefits.<br>PlayStation 2 and PS2 are registered trademarks of Sony Interactive Entertainment. This application is not affiliated in any way with Sony Interactive Entertainment.",
    "build_date": "2025-06-30T13:12:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/pcsx2/PCSX2/9b9218468b4ba62239cf03a13a4d56ba/icons/128x128/net.pcsx2.PCSX2.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "emulator"
    ],
    "rank": 72
  },
  {
    "pkg": "Pinta",
    "app_id": "com.github.PintaProject.Pinta",
    "description": "Edit images and paint digitally",
    "description_long": "Pinta is a image editing, drawing and painting application with a simple yet powerful interface. Pinta has a wide range of drawing tools, including: freehand, rectangles, circles and lines. It also has over 35 effects to apply to your images, and also has the ability to create unlimited layers to help organize your creativity.",
    "build_date": "2025-11-26T00:17:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/PintaProject.Pinta/4b91bbde0fdae149b714df1cdf068524/icons/128x128/com.github.PintaProject.Pinta.png",
    "license": "MIT",
    "tag": [
      "draw",
      "drawing",
      "paint"
    ],
    "rank": 73
  },
  {
    "pkg": "LACT",
    "app_id": "io.github.ilya_zlobintsev.LACT",
    "description": "Control your graphics cards",
    "description_long": "LACT lets you configure and monitor your AMD, Nvidia or Intel GPU on Linux.<br>Supported functionality:<br>Detailed GPU information<br>Overclocking<br>Power limits<br>Fan control<br>Monitoring with historical charts<br>",
    "build_date": "2025-12-17T20:28:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ilya_zlobintsev.LACT/6348d12268b7bc7dfa24c7da81d8bc35/icons/128x128/io.github.ilya_zlobintsev.LACT.png",
    "license": "MIT",
    "tag": [
      "AMD",
      "GPU",
      "Radeon"
    ],
    "rank": 74
  },
  {
    "pkg": "Postman",
    "app_id": "com.getpostman.Postman",
    "description": "Platform for building and using APIs",
    "description_long": "<br>Postman is the complete toolchain for API developers, used by 5 million<br>developers and more than 100,000 companies worldwide to access 130 million<br>APIs every month. Postman makes working with APIs faster and easier by<br>supporting developers at every stage of their workflow, and is available<br>for macOS, Windows, Linux and Chrome users.<br>This wrapper is not verified by, affiliated with, or supported by Postman<br>Inc.<br>",
    "build_date": "2025-12-19T12:44:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/getpostman/Postman/df67737765829a463d359a3b4986db7b/icons/128x128/com.getpostman.Postman.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 75
  },
  {
    "pkg": "Ungoogled Chromium",
    "app_id": "io.github.ungoogled_software.ungoogled_chromium",
    "description": "Chromium without Google",
    "description_long": "Ungoogled Chromium is Google Chromium, sans dependency on Google web services. It also<br>features some tweaks to enhance privacy, control, and transparency (almost all of which<br>require manual activation or enabling).<br>Ungoogled Chromium retains the default Chromium experience as closely as possible. Unlike<br>other Chromium forks that have their own visions of a web browser, Ungoogled Chromium is<br>essentially a drop-in replacement for Chromium.<br>Without signing in to a Google Account, Chromium does pretty well in terms of security and<br>privacy. However, Chromium still has some dependency on Google web services and binaries. In<br>addition, Google designed Chromium to be easy and intuitive for users, which means they<br>compromise on transparency and control of inner operations.<br>Ungoogled Chromium addresses these issues in the following ways:<br>Remove all remaining background requests to any web services while building and running<br>the browser<br>Remove all code specific to Google web services<br>Remove all uses of pre-made binaries from the source code, and replace them with<br>user-provided alternatives when possible<br>Disable features that inhibit control and transparency, and add or modify features that<br>promote them (these changes will almost always require manual activation or enabling)<br>These features are implemented as configuration flags, patches, and custom scripts.",
    "build_date": "2025-12-21T20:32:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ungoogled_software.ungoogled_chromium/c2a043eed0a0276a5d98830a86ac0c73/icons/128x128/io.github.ungoogled_software.ungoogled_chromium.png",
    "license": "BSD-3-Clause and LGPL-2.1+ and Apache-2.0 and IJG and MIT and GPL-2.0+ and ISC and OpenSSL and (MPL-1.1 or GPL-2.0 or LGPL-2.0)",
    "tag": [
      "chromium",
      "ungoogled",
      "privacy"
    ],
    "rank": 76
  },
  {
    "pkg": "Image Viewer",
    "app_id": "org.gnome.Loupe",
    "description": "View images",
    "description_long": "Browse through your images and inspect their metadata with:<br>Fast GPU accelerated image rendering<br>Tiled rendering for vector graphics<br>Extendable and sandboxed image decoding<br>Accessible presentation of the most important metadata.<br>",
    "build_date": "2025-10-23T21:15:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Loupe/63bf8c6b2981832b33d603c57901f323/icons/128x128/org.gnome.Loupe.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Picture",
      "Graphics",
      "Loupe"
    ],
    "rank": 77
  },
  {
    "pkg": "PDF Arranger",
    "app_id": "com.github.jeromerobert.pdfarranger",
    "description": "Merge, shuffle, and crop PDFs",
    "description_long": "<br>PDF Arranger is a small application, which helps the user to merge or split pdf<br>documents and rotate, crop and rearrange their pages using an interactive and<br>intuitive graphical interface.<br>It is a frontend for pikepdf.<br>",
    "build_date": "2025-11-13T14:27:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/jeromerobert.pdfarranger/be4cba4552137f343cab16b4ee68a747/icons/128x128/com.github.jeromerobert.pdfarranger.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 78
  },
  {
    "pkg": "Jellyfin Media Player",
    "app_id": "com.github.iwalton3.jellyfin-media-player",
    "description": "Desktop client for Jellyfin media server",
    "description_long": "Jellyfin Desktop Client based on Plex Media Player. Play your Jellyfin media in the jellyfin-web application with significantly improved media support. The client also supports SyncPlay.",
    "build_date": "2025-03-21T05:32:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/iwalton3.jellyfin-media-player/47b6cb3fd0fbfa480973ac46e94feb76/icons/128x128/com.github.iwalton3.jellyfin-media-player.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 79
  },
  {
    "pkg": "Camera",
    "app_id": "org.gnome.Snapshot",
    "description": "Take pictures and videos",
    "description_long": "<br>Take pictures and videos on your computer, tablet, or phone.<br>",
    "build_date": "2025-12-08T14:00:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Snapshot/bbb0c05f21f9b8a93f73302c642c6a93/icons/128x128/org.gnome.Snapshot.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picture",
      "photos",
      "camera"
    ],
    "rank": 80
  },
  {
    "pkg": "Remmina",
    "app_id": "org.remmina.Remmina",
    "description": "Remote Desktop Client",
    "description_long": "<br>Remmina is a remote-desktop client written in GTK, to<br>use other desktops remotely, from a tiny screen or large monitors.<br>Remmina supports multiple network protocols in an integrated and<br>consistent user interface. The protocols currently supported are:<br>X2Go, RDP (Remote Desktop Protocol), VNC (Virtual Network Computing),<br>and SSH (Secure Shell / Open SSH).<br>External plugins are also supported to add new protocols and features.<br>",
    "build_date": "2025-12-18T14:30:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/remmina/Remmina.desktop/f305bd28f7b2fcb56da8e0414281a565/icons/128x128/org.remmina.Remmina.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "rdp",
      "vnc",
      "ssh"
    ],
    "rank": 81
  },
  {
    "pkg": "Bambu Studio",
    "app_id": "com.bambulab.BambuStudio",
    "description": "Get perfect 3D prints!",
    "description_long": "<br>Bambu Studio is a cutting-edge, feature-rich slicing software. It contains project-based workflows, systematically<br>optimized slicing algorithms, and an easy-to-use graphical interface, bringing users an incredibly smooth<br>printing experience.<br>",
    "build_date": "2025-12-05T20:39:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/bambulab/BambuStudio/7b814d768acd8765976b9043a86aeb2d/icons/128x128/com.bambulab.BambuStudio.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "3D",
      "Printing",
      "Slicer"
    ],
    "rank": 82
  },
  {
    "pkg": "Kodi",
    "app_id": "tv.kodi.Kodi",
    "description": "Ultimate entertainment center",
    "description_long": "Kodi allows users to play and view videos, music, podcasts,<br>and other digital media files from local storage, network storage<br>and the internet. It's optimized for a 10-foot user interface to be<br>used with televisions and remote controls.<br>Kodi spawned from the love of media. It is an entertainment hub<br>that brings all your digital media together into a beautiful<br>and user friendly package. It is 100% free and open source,<br>very customisable and runs on a wide variety of devices. It is<br>supported by a dedicated team of volunteers and a huge community.",
    "build_date": "2025-12-18T22:39:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/tv/kodi/Kodi/fa36d59c8e55b328ce86a230bbfb0b61/icons/128x128/tv.kodi.Kodi.png",
    "license": "GPL-2.0-only GPL-2.0-or-later LGPL-2.1-or-later MIT BSD-3-Clause BSD-4-Clause",
    "tag": [
      "Kodi",
      "xbmc",
      "audio"
    ],
    "rank": 83
  },
  {
    "pkg": "Resources",
    "app_id": "net.nokyan.Resources",
    "description": "Keep an eye on system resources",
    "description_long": "<br>Resources allows you to check the utilization of your system resources and control your running processes and apps. It’s designed to be user-friendly and feel right at home on a modern desktop by using GNOME’s libadwaita.<br>Resources supports monitoring the following components:<br>CPU<br>Memory<br>GPU<br>Network Interfaces<br>Storage Devices<br>Batteries<br>",
    "build_date": "2025-12-04T14:34:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/nokyan/Resources/4f0373aa103995c3e7197228fdb3d21c/icons/128x128/net.nokyan.Resources.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "System",
      "Resources",
      "Monitor"
    ],
    "rank": 84
  },
  {
    "pkg": "OpenRGB",
    "app_id": "org.openrgb.OpenRGB",
    "description": "Open source RGB lighting control that doesn't depend on manufacturer software",
    "description_long": "<br>One of the biggest complaints about RGB is the software ecosystem<br>surrounding it. Every manufacturer has their own app, their own brand,<br>their own style. If you want to mix and match devices, you end up with a<br>ton of conflicting, functionally identical apps competing for your<br>background resources. On top of that, these apps are proprietary and<br>Windows-only. Some even require online accounts. What if there was a way<br>to control all of your RGB devices from a single app, on both Windows and<br>Linux, without any nonsense? That is what OpenRGB sets out to achieve.<br>One app to rule them all.<br>Features<br>Set colors and select effect modes for a wide variety of RGB<br>hardware<br>Save and load profiles<br>Control lighting from third party software using the OpenRGB SDK<br>Command line interface<br>Connect multiple instances of OpenRGB to synchronize lighting<br>across multiple PCs<br>Can operate standalone or in a client/headless server configuration<br>View device information<br>No official/manufacturer software required<br>Graphical view of device LEDs makes creating custom patterns easy<br>",
    "build_date": "2025-12-07T01:07:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/openrgb/OpenRGB/d7484ed902f513757bbe899e8023ef28/icons/128x128/org.openrgb.OpenRGB.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "rgb",
      "utility"
    ],
    "rank": 85
  },
  {
    "pkg": "Hidamari",
    "app_id": "io.github.jeffshee.Hidamari",
    "description": "Video wallpaper for Linux",
    "description_long": "Video wallpaper for Linux. Written in Python. 🐍<br>Hidamari 日溜まり【ひだまり】(n) sunny spot; exposure to the sun<br>Similar functionality to Xwinwrap + mpv or Komorebi, with more features.",
    "build_date": "2025-01-04T10:30:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jeffshee.Hidamari/5bf4ca12b81aa14f53b65f2154ae260c/icons/128x128/io.github.jeffshee.Hidamari.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wallpaper"
    ],
    "rank": 86
  },
  {
    "pkg": "Portal for Teams",
    "app_id": "com.github.IsmaelMartinez.teams_for_linux",
    "description": "Unofficial Microsoft Teams client for Linux",
    "description_long": "Experience seamless integration with the Microsoft Teams Web App in a standalone Electron application.<br>This application is an unofficial client for Microsoft Teams.",
    "build_date": "2025-12-13T19:11:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/IsmaelMartinez.teams_for_linux/2556967a2ad76d0ee87e75710f0015ce/icons/128x128/com.github.IsmaelMartinez.teams_for_linux.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 87
  },
  {
    "pkg": "Waterfox",
    "app_id": "net.waterfox.waterfox",
    "description": "Private web browser",
    "description_long": "<br>Waterfox is a privacy-focused browser built for power users who value customization and control over their online experience. It pairs a privacy-first foundation with the kind of deep customization normally reserved for extensions and hidden flags.<br>Waterfox routes DNS-over-HTTPS through a Fastly-hosted Oblivious HTTP relay, disables DNS prefetching, blocks 0.0.0.0 lookups, and leaves Safe Browsing calls off so lookups stay private. Cookie-banner automation rejects consent prompts when possible, HTTPS-First is enforced, Global Privacy Control is declared, and telemetry, experiments, analytics, and ad feeds are stripped out.<br>Private Tabs let you flip any tab into an isolated session with its own history, cookies, and default search. Tab context shortcuts can copy URLs, unload sleeping tabs, or restart the browser with cache-purge options, while privacy-first ergonomics keep scripted pop-ups in tabs, prompt for new download handlers, and restore the classic status bar with live link previews.<br>Layout controls move tab bars, bookmark bars, restart switches, and status bars without touching userChrome.css. Switch between Waterfox, Lepton, and Proton presets, adjust icon weight, padding, autohide behaviour, and rounding, or load legacy userChrome and userContent tweaks. Modern web APIs such as WebGPU, WebCodecs H.265, Web Share, JPEG XL, CSS Masonry, and scroll-driven animations are enabled by default, and Startpage plus Waterfox Private Search ship as defaults with a separate private-window engine.<br>",
    "build_date": "2025-12-19T18:49:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/waterfox/waterfox/16d00bccbee89a5c2666284cfa845ac6/icons/128x128/net.waterfox.waterfox.png",
    "license": "MPL-2.0",
    "tag": [
      "internet",
      "waterfox",
      "browser"
    ],
    "rank": 88
  },
  {
    "pkg": "Vinegar",
    "app_id": "org.vinegarhq.Vinegar",
    "description": "Run Roblox Studio on Linux",
    "description_long": "Vinegar is an open-source, configurable, fast bootstrapper for running Roblox Studio on Linux.",
    "build_date": "2025-10-14T20:29:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/vinegarhq/Vinegar/1d512f2fe8f08d9fba1cf614cd6b9bf4/icons/128x128/org.vinegarhq.Vinegar.png",
    "license": "GPL-3.0-only",
    "tag": [
      "gaming",
      "launcher",
      "flatpak"
    ],
    "rank": 89
  },
  {
    "pkg": "IntelliJ IDEA",
    "app_id": "com.jetbrains.IntelliJ-IDEA-Ultimate",
    "description": "Leading Java and Kotlin editor",
    "description_long": "IntelliJ IDEA is an Integrated Development Environment (IDE) for professional development in Java and Kotlin. It is designed to maximize developer productivity and has a strong focus on privacy and security. It does the routine and repetitive tasks for you by providing clever code completion, static code analysis, and refactorings. It lets you focus on the bright side of software development, making it not only productive but also an enjoyable experience.<br>The development of modern applications involves using multiple languages, tools, frameworks, and technologies. IntelliJ IDEA is designed as an IDE for JVM languages, but numerous plugins can extend it to provide a polyglot experience.<br>Use IntelliJ IDEA to develop applications in the following languages that can be compiled into the JVM bytecode, namely: Java, Kotlin, Scala and Groovy<br>Previously, IntelliJ IDEA was offered as two separate products: IntelliJ IDEA Community Edition and IntelliJ IDEA Ultimate with extended capabilities. Starting with IntelliJ IDEA 2025.3, we're combining these two editions into a single, unified product: IntelliJ IDEA. This change allows all users to access essential functionality without needing to decide between editions. The core functionality of IntelliJ IDEA remains free and now comes with even more features compared to the former Community Edition. Additionally, the new Ultimate subscription gives you access to advanced tooling with a free 30-day trial available for all users when installing IntelliJ IDEA. Afterward, you can choose to subscribe or continue using IntelliJ IDEA for free.",
    "build_date": "2025-12-18T20:22:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jetbrains/IntelliJ-IDEA-Ultimate/5b1db4a055afb01a2e091287e5c01ab2/icons/128x128/com.jetbrains.IntelliJ-IDEA-Ultimate.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "kotlin",
      "java",
      "ide"
    ],
    "rank": 90
  },
  {
    "pkg": "ISO Image Writer",
    "app_id": "org.kde.isoimagewriter",
    "description": "Write an ISO Image to a USB Disk",
    "description_long": "Write an ISO Image to a USB Disk",
    "build_date": "2025-12-11T16:26:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/isoimagewriter.desktop/5d87cec3d643e219e22f567973278e9a/icons/128x128/org.kde.isoimagewriter.desktop.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 91
  },
  {
    "pkg": "JDownloader",
    "app_id": "org.jdownloader.JDownloader",
    "description": "Download management tool",
    "description_long": "JDownloader is a free download management tool with a huge community that makes downloading<br>as easy and fast as it should be. Users can start, stop or pause downloads, set bandwidth<br>limitations, auto-extract archives and much more. It's an easy-to-extend framework that can<br>save hours of your valuable time every day!",
    "build_date": "2025-11-12T00:58:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/jdownloader/JDownloader/4c7ff544b31fe1c4fcc58c854660c8b3/icons/128x128/org.jdownloader.JDownloader.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 92
  },
  {
    "pkg": "Shotcut",
    "app_id": "org.shotcut.Shotcut",
    "description": "Video editor",
    "description_long": "<br>Shotcut is a free and open-source cross-platform video editing application for<br>Windows, macOS, and Linux.<br>Shotcut supports many video, audio, and image formats via FFmpeg and screen,<br>webcam, and audio capture. It uses a time-line for non-linear video editing of<br>multiple tracks that may be composed of various file formats. Scrubbing and<br>transport control are assisted by OpenGL GPU-based processing and a number of<br>video and audio filters are available.<br>",
    "build_date": "2025-10-31T21:07:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/shotcut/Shotcut/ad6f1e3461d65eb78cb7485f8a9f5150/icons/128x128/org.shotcut.Shotcut.png",
    "license": "GPL-3.0-only",
    "tag": [
      "video",
      "audio",
      "editing"
    ],
    "rank": 93
  },
  {
    "pkg": "Rosalie's Mupen GUI",
    "app_id": "com.github.Rosalie241.RMG",
    "description": "Play Nintendo 64 games easily",
    "description_long": "Rosalie's Mupen GUI is an easy to use yet customizable mupen64plus front-end, allowing you to easily play Nintendo 64 games.",
    "build_date": "2025-11-16T21:03:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/Rosalie241.RMG/a8d36831f6e4b9030e4270b3e037189b/icons/128x128/com.github.Rosalie241.RMG.png",
    "license": "GPL-3.0-only",
    "tag": [
      "RMG"
    ],
    "rank": 94
  },
  {
    "pkg": "CPU-X",
    "app_id": "io.github.thetumultuousunicornofdarkness.cpu-x",
    "description": "Gathers information on CPU, motherboard and more",
    "description_long": "CPU-X is a Free software that gathers information on CPU, motherboard and more.<br>CPU-X is similar to CPU-Z (Windows), but CPU-X is a Free and Open Source software designed for GNU/Linux; also, it works on *BSD.<br>This software is written in C++ and built with CMake tool.<br>It can be used in graphical mode by using GTK or in text-based mode by using NCurses. A dump mode is present from command line.",
    "build_date": "2025-08-22T15:27:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/thetumultuousunicornofdarkness.cpu-x/80c9c5c5b9f72bd79cbe28b1c3d662da/icons/128x128/io.github.thetumultuousunicornofdarkness.cpu-x.png",
    "license": "GPL-3.0+",
    "tag": [
      "CPU",
      "system",
      "core"
    ],
    "rank": 95
  },
  {
    "pkg": "WPS Office",
    "app_id": "com.wps.Office",
    "description": "WPS Office Suite",
    "description_long": "WPS Office including Writer, Presentation<br>and Spreadsheets, is a powerful office suite, which is able to process<br>word file, produce wonderful slides, and analyze data as well. It is<br>deeply compatible with all of the latest Microsoft Office file formats.<br>It can easily open and read the documents created with Microsoft Office.<br>NOTE: This wrapper is not verified by, affiliated with, or<br>supported by Kingsoft Office Corporation",
    "build_date": "2025-12-17T20:39:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/wps/Office/6699938f95cc18582f1fb1e288b0c02f/icons/128x128/com.wps.Office.png",
    "license": "LicenseRef-proprietary=http://wps-community.org/license.md",
    "tag": [],
    "rank": 96
  },
  {
    "pkg": "Foliate",
    "app_id": "com.github.johnfactotum.Foliate",
    "description": "Read e-books in style",
    "description_long": "Discover a new chapter in reading with Foliate, the modern e-book reader tailored for GNOME. Immerse yourself in a distraction-free interface, with customization features designed to match your unique preferences.<br>Features include:<br>Open EPUB, Mobipocket, Kindle, FB2, CBZ, and PDF files<br>Paginated mode and scrolled mode<br>Customize font and line-spacing<br>Light, sepia, dark, and invert mode<br>Reading progress slider with chapter marks<br>Bookmarks and annotations<br>Find in book<br>Quick dictionary lookup<br>",
    "build_date": "2025-11-04T17:31:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/johnfactotum.Foliate/50c58d8da7fe3fa08d1fbf5174369d7d/icons/128x128/com.github.johnfactotum.Foliate.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Ebook",
      "Book",
      "EPUB"
    ],
    "rank": 97
  },
  {
    "pkg": "Podman Desktop",
    "app_id": "io.podman_desktop.PodmanDesktop",
    "description": "Manage Podman and other container engines from a single UI",
    "description_long": "Podman Desktop is an open source graphical tool enabling you to seamlessly work with containers and Kubernetes from your local environment.<br>Build, run and manage containers:<br>Build images from Containerfile or Dockerfile.<br>Pull images from remote registries.<br>Start, Stop, Restart containers and pods.<br>Easily get a terminal in your container.<br>Inspect container logs.<br>Push images to OCI registries.<br>Deploy and test images on Kubernetes.<br>Multiple configuration options<br>Manage OCI registries; add, edit, or delete registries.<br>Configure your proxy settings (work in progress.)<br>Configure CPU, memory, and disk of Podman machines (work in progress.)<br>Handle multiple container engines at the same time (Podman, Docker, Lima...)<br>You can also bring new features with Podman Desktop plug-ins or Docker Desktop extensions.",
    "build_date": "2025-12-15T10:00:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/podman_desktop/PodmanDesktop/e966dcfac52acf0612d27bde3cc19924/icons/128x128/io.podman_desktop.PodmanDesktop.png",
    "license": "Apache-2.0",
    "tag": [
      "container",
      "pod",
      "image"
    ],
    "rank": 98
  },
  {
    "pkg": "Flameshot",
    "app_id": "org.flameshot.Flameshot",
    "description": "Take and annotate screenshots",
    "description_long": "<br>Powerful and simple to use screenshot software with built-in<br>editor with advanced features.<br>Features:<br>Customizable appearance<br>Very easy to use<br>In-app screenshot editing and annotation<br>DBus interface<br>Upload to Imgur<br>",
    "build_date": "2025-10-30T06:47:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/flameshot/Flameshot/42f115be44ddceb75cb0165d54e0f5bd/icons/128x128/org.flameshot.Flameshot.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "flameshot",
      "screenshot",
      "capture"
    ],
    "rank": 99
  },
  {
    "pkg": "Alpaca",
    "app_id": "com.jeffser.Alpaca",
    "description": "Chat with AI models",
    "description_long": "A private AI client<br>Features<br>Talk to multiple models in the same conversation<br>Pull and delete models from the app<br>Have multiple conversations<br>Image recognition (Only available with compatible models)<br>Plain text documents recognition<br>Import and export chats<br>Append YouTube transcripts to the prompt<br>Append text from a website to the prompt<br>PDF recognition<br>Disclaimer<br>This project is not affiliated at all with Ollama, I'm not responsible for any damages to your device or software caused by running code given by any models.",
    "build_date": "2025-12-06T06:34:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jeffser/Alpaca/56ae1e32ce926a436759605ecc796613/icons/128x128/com.jeffser.Alpaca.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ai",
      "ollama",
      "llm"
    ],
    "rank": 100
  },
  {
    "pkg": "Plex",
    "app_id": "tv.plex.PlexDesktop",
    "description": "Plex client for desktop computers",
    "description_long": "Plex for Linux is your client for playback on the Linux desktop. It features the point and<br>click interface you see in your browser but uses a more powerful playback engine as well as<br>some other advanced features.",
    "build_date": "2025-12-02T11:50:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/tv/plex/PlexDesktop/058f1f0f333dee16381610c6ae9e4f07/icons/128x128/tv.plex.PlexDesktop.png",
    "license": "LicenseRef-proprietary=https://www.plex.tv/en-gb/about/privacy-legal/plex-terms-of-service/",
    "tag": [],
    "rank": 101
  },
  {
    "pkg": "FileZilla",
    "app_id": "org.filezillaproject.Filezilla",
    "description": "Fast and reliable FTP client",
    "description_long": "FileZilla is a graphical FTP, FTPS and SFTP client. It is platform independent and supports all major desktop operating systems.<br>Easy to use<br>Supports FTP, FTP over SSL/TLS (FTPS) and SSH File Transfer Protocol (SFTP)<br>Cross-platform. Runs on Windows, Linux, *BSD, OSX and more<br>IPv6 support<br>Available in many languages<br>Supports resume and transfer of large files &gt;4GB<br>Powerful Site Manager and transfer queue<br>Bookmark<br>Drag and drop support<br>Configurable Speed limits<br>Filename filters<br>Directory Comparison<br>Network configuration wizard<br>The ability to use Notepad or any other program to edit a file online<br>HTTP/1.1, SOCKS5 and FTP Proxy support<br>Logging to file<br>Synchronized directory browsing<br>Remote file search<br>",
    "build_date": "2025-12-13T15:42:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/filezillaproject/Filezilla/ec160f81ecd3f7812215431e0fa1e8dc/icons/128x128/org.filezillaproject.Filezilla.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 102
  },
  {
    "pkg": "chiaki-ng",
    "app_id": "io.github.streetpea.Chiaki4deck",
    "description": "Free and Open Source Client for PlayStation Remote Play",
    "description_long": "<br>chiaki-ng is the next-generation of Chiaki, adding new features and ongoing support as the original project (Chiaki) is in maintenance mode. It is a free and Open Source Client for PlayStation 4 and PlayStation 5 Remote Play. It can be used to play in real time on a PlayStation as long as there is a network connection.<br>",
    "build_date": "2025-08-10T23:09:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/streetpea.Chiaki4deck/22c167c13e30041fb2cd404c37715a69/icons/128x128/io.github.streetpea.Chiaki4deck.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 103
  },
  {
    "pkg": "Android Studio",
    "app_id": "com.google.AndroidStudio",
    "description": "IDE for Android app development",
    "description_long": "Android Studio is the official Integrated Development Environment (IDE) for Android app development. Based on the powerful code editor and developer tools from IntelliJ IDEA, Android Studio offers even more features that enhance your productivity when building Android apps, such as:<br>A flexible Gradle-based build system<br>A fast and feature-rich emulator<br>A unified environment where you can develop for all Android devices<br>Live Edit to update composables in emulators and physical devices in real time<br>Code templates and GitHub integration to help you build common app features and import sample code<br>Extensive testing tools and frameworks<br>Lint tools to catch performance, usability, version compatibility, and other problems<br>C++ and NDK support<br>Built-in support for Google Cloud Platform, making it easy to integrate Google Cloud Messaging and App Engine<br>",
    "build_date": "2025-12-05T10:50:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/google/AndroidStudio/56f456732d9d80b9ee4b23f6c60f499f/icons/128x128/com.google.AndroidStudio.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "android",
      "kotlin",
      "java"
    ],
    "rank": 104
  },
  {
    "pkg": "Popsicle",
    "app_id": "com.system76.Popsicle",
    "description": "Flash multiple USB devices in parallel",
    "description_long": "Write an ISO or other image to multiple USB devices all at once. Easily preparing a bunch of flash drives of your favorite OS with just a couple of clicks.<br>Supports USB 2 and 3 devices<br>Use USB hubs for massively parallel writing<br>Verify your image with the SHA256 or MD5 checksum<br>Check the progress, speed, and success of each device while flashing<br>Open ISO or IMG files from the app, or straight from your file manager<br>",
    "build_date": "2024-10-25T05:54:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/system76/Popsicle/fc857df3d728d3116518fb22c02ea229/icons/128x128/com.system76.Popsicle.png",
    "license": "MIT",
    "tag": [
      "\"USB",
      "Flash",
      "Drive"
    ],
    "rank": 105
  },
  {
    "pkg": "Proton Mail",
    "app_id": "me.proton.Mail",
    "description": "Secure email that protects your privacy",
    "description_long": "<br>NOTE: This a wrapper of the official packages, but it is not verified,<br>affiliated with, or supported by Proton AG.<br>Keep your conversations private. Proton Mail is encrypted email from<br>Switzerland. Used by millions worldwide, our all-new email app protects your<br>communications and has everything you need to easily manage your inbox.<br>The Wall Street Journal says:<br>“Proton Mail offers encrypted email, which makes it virtually impossible for<br>anyone to read it except the sender and the recipient.”<br>With the all-new Proton Mail app, you can:<br>Create a @proton.me or @protonmail.com email address<br>Send and receive encrypted emails and attachments with ease<br>Switch between multiple Proton Mail accounts<br>Easily manage your email with conversations<br>Keep your inbox tidy and clean with folders, labels and simple<br>swipe-gestures<br>Receive new email notifications<br>Send Password-protected Emails to anyone<br>Enjoy your inbox in dark mode<br>Why use Proton Mail?<br>Proton Mail is free — We believe everyone deserves privacy. Upgrade to a<br>paid plan to get more done and support our mission.<br>Easy to use — Our all-new app has been redesigned to make it easier to<br>read, organize, and write your emails.<br>Your inbox is yours — We don’t spy on your communications to show you<br>targeted ads. Your inbox, your rules.<br>Rigorous encryption — Your entire inbox is secured, on all your devices.<br>No one can read your emails but you. Proton is privacy, guaranteed by<br>end-to-end and zero-access encryption.<br>Unmatched protection — We offer strong phishing, spam, and spying/tracking<br>protection for all your communications.<br>Industry Leading Security Features<br>Messages are stored on Proton Mail servers using end-to-end encryption at<br>all times and are transmitted securely between Proton servers and user<br>devices. This largely eliminates the risk of message interception.<br>Zero Access to Your Email Content<br>Proton Mail's zero access architecture means that your data is encrypted in<br>a way that makes it inaccessible to us. Data is encrypted on the client side<br>using an encryption key that Proton does not have access to. This means we<br>don't have the technical ability to decrypt your messages.<br>Open-Source Cryptography<br>Proton Mail's open-source software has been thoroughly vetted by security<br>experts from around the world to ensure the highest levels of protection.<br>Proton Mail only uses secure implementations of AES, RSA, along with<br>OpenPGP, while all of the cryptographic libraries used are open source. By<br>using open-source libraries, Proton Mail can guarantee that the encryption<br>algorithms used do not have clandestinely built-in back doors.<br>Proton Mail in the press:<br>“Proton Mail is a Gmail-like email system which uses end-to-end encryption,<br>making it impossible for outside parties to monitor.” Forbes<br>“A new email service being developed by a group who met at MIT and CERN<br>promises to bring secure, encrypted email to the masses and keep sensitive<br>information away from prying eyes.” Huffington Post<br>",
    "build_date": "2025-12-15T20:05:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/proton/Mail/827b297425a18af6ddab7b106b27cd62/icons/128x128/me.proton.Mail.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 106
  },
  {
    "pkg": "calibre",
    "app_id": "com.calibre_ebook.calibre",
    "description": "The one stop solution to all your e-book needs",
    "description_long": "calibre is the one stop solution to all your e-book needs.<br>You can use calibre to catalog your books, fetch metadata for them automatically, convert them from and to all the various e-book formats, send them to your e-book reader devices, read the books on your computer, edit the books in a dedicated e-book editor and even make them available over the network with the built-in Content server. You can also download news and periodicals in e-book format from over a thousand different news and magazine websites.",
    "build_date": "2025-12-12T10:43:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/calibre_ebook/calibre/66cddeb14307f80cb159c51613a5c964/icons/128x128/com.calibre_ebook.calibre.png",
    "license": "GPL-3.0",
    "tag": [
      "epub",
      "ebook",
      "manager"
    ],
    "rank": 107
  },
  {
    "pkg": "Slack",
    "app_id": "com.slack.Slack",
    "description": "Business communication",
    "description_long": "<br>Caution: Slack for Linux is in beta. We’re still busy adding features and<br>ironing out potential issues.<br>Slack brings team communication and collaboration into one place so you<br>can get more work done, whether you belong to a large enterprise or a<br>small business. Check off your to-do list and move your projects forward<br>by bringing the right people, conversations, tools, and information you<br>need together. Slack is available on any device, so you can find and<br>access your team and your work, whether you’re at your desk or on the go.<br>Scientifically proven (or at least rumored) to make your working life<br>simpler, more pleasant, and more productive. We hope you’ll give Slack a<br>try.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by<br>Slack Technologies, Inc.<br>",
    "build_date": "2025-11-22T13:41:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/slack/Slack/2820f042758413d7d0ec98f2c936f606/icons/128x128/com.slack.Slack.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 108
  },
  {
    "pkg": "Flycast",
    "app_id": "org.flycast.Flycast",
    "description": "Sega Dreamcast, Naomi and Atomiswave emulator",
    "description_long": "Flycast is a multi-platform Sega Dreamcast, Naomi and Atomiswave emulator derived from reicast.",
    "build_date": "2025-05-08T15:37:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/flycast/Flycast/8ad6deac87e8f90d4ab1081b046ec203/icons/128x128/org.flycast.Flycast.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 109
  },
  {
    "pkg": "4KTUBE",
    "app_id": "com.warlordsoftwares.youtube-downloader-4ktube",
    "description": "4K YouTube Downloader – Download HD YouTube Videos, Playlists, and Music Instantly.",
    "description_long": "ABOUT 4KTUBE :<br>4KTUBE is a fast, powerful, and user-friendly application designed to download YouTube videos, playlists, and music in high-definition (HD, 4K, 8K) effortlessly.<br>WHY CHOOSE 4KTUBE?<br>One-click YouTube video and audio downloader: Save videos in MP4, WEBM, MP3, and more formats instantly.<br>Download full YouTube playlists: Save entire playlists with a single click.<br>YouTube multi-language audio support: Download videos with multiple dubbed audio tracks.<br>YouTube subtitles and closed captions download: Extract videos with embedded subtitles.<br>Sign-in-required videos: Now you can download sign-in-required videos from YouTube by authenticating your account.<br>Batch downloading: Save multiple videos simultaneously for faster downloads.<br>YouTube music and audio extractor: Convert YouTube videos into high-quality MP3 files.<br>Multi-platform video downloader: Download from Facebook, Instagram, TikTok, Twitter, Twitch, Vimeo, Rumble, Odysee, Bitchute, Reddit, SoundCloud, and 1400+ other platforms.<br>Ad-free YouTube streaming: Play videos without annoying ads.<br>Super-fast download speeds: Optimized for high-speed, high-quality downloads.<br>Search YouTube directly in the app: Find and download videos quickly with regional language support.<br>Lightweight, secure and private: No ads, no trackers, no malware – just seamless downloads.<br>WHAT SETS 4KTUBE APART?<br>Supports 4K and 8K Ultra HD video downloads<br>Optimized for the fastest download speeds<br>Easily Authenticate YouTube account for sign-in-required videos<br>User-friendly, minimalist interface<br>Regular updates with new platform support<br>LANGUAGE SUPPORT :<br>4KTUBE is available in 35+ popular international languages, including German, French, Spanish, Italian, Dutch, Portuguese, Japanese, Polish, Swedish, Chinese, Russian and more.<br>",
    "build_date": "2025-12-18T09:57:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/warlordsoftwares/youtube-downloader-4ktube/a60647a26890813af456feb79a8e2602/icons/128x128/com.warlordsoftwares.youtube-downloader-4ktube.png",
    "license": "LicenseRef-proprietary=https://raw.githubusercontent.com/rishabh3354/4KTUBE/main/share/license/LICENSE",
    "tag": [
      "4KTUBE",
      "snaptube",
      "VideoSolo"
    ],
    "rank": 110
  },
  {
    "pkg": "Adobe Reader",
    "app_id": "com.adobe.Reader",
    "description": "PDF viewer",
    "description_long": "<br>Adobe Reader software is the official Adobe software for viewing, printing, and annotating PDF documents.<br>NOTE: This software is unmaintained by the vendor and may contain security vulnerabilities.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by Adobe.",
    "build_date": "2025-11-26T08:13:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adobe/Reader/a7b2fa1a502304ec1975fdc701bd3d6c/icons/128x128/com.adobe.Reader.png",
    "license": "LicenseRef-proprietary=https://www.adobe.com/products/eulas/pdfs/Reader_Player_AIR_WWEULA-Combined-20080204_1313.pdf",
    "tag": [],
    "rank": 111
  },
  {
    "pkg": "Parabolic",
    "app_id": "org.nickvision.tubeconverter",
    "description": "Download web video and audio",
    "description_long": "<br>A powerful yt-dlp frontend<br>Supports downloading videos in multiple formats (mp4, webm, mp3, opus, flac, and wav)<br>Run multiple downloads at a time<br>Supports downloading metadata and video subtitles<br>",
    "build_date": "2025-11-27T23:01:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/nickvision/tubeconverter/fdcc995607100afabed728e47cfd5d99/icons/128x128/org.nickvision.tubeconverter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Downloader",
      "ytdlp"
    ],
    "rank": 112
  },
  {
    "pkg": "Upscaler",
    "app_id": "io.gitlab.theevilskeleton.Upscaler",
    "description": "Upscale and enhance images",
    "description_long": "<br>Upscaler enhances and enlarges images up to four times their original size, with special modes for cartoons, anime and photos.<br>",
    "build_date": "2025-12-15T17:03:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/theevilskeleton.Upscaler/da69dfa173668d0ba84a64f4384643d3/icons/128x128/io.gitlab.theevilskeleton.Upscaler.png",
    "license": "GPL-3.0",
    "tag": [
      "image",
      "upscale",
      "upscaling"
    ],
    "rank": 113
  },
  {
    "pkg": "PrusaSlicer",
    "app_id": "com.prusa3d.PrusaSlicer",
    "description": "The Slicer for Every Maker",
    "description_long": "<br>PrusaSlicer is a powerful, lightweight slicing software designed for precision and flexibility in 3D printing.<br>Compatible with a wide range of printers and materials, it combines advanced customization options with an efficient,<br>streamlined workflow, delivering high-quality results on Linux, macOS, and Windows.<br>Developed by Prusa Research, PrusaSlicer is fully open-source, supported by a vibrant community,<br>and built on the solid foundation of the Slic3r project, originally created by Alessandro Ranellucci.<br>",
    "build_date": "2025-11-07T23:18:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/prusa3d/PrusaSlicer/1bae15a6a762d71968dd6f8b456f3f93/icons/128x128/com.prusa3d.PrusaSlicer.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "3D",
      "Printing",
      "Slicer"
    ],
    "rank": 114
  },
  {
    "pkg": "Steam Link",
    "app_id": "com.valvesoftware.SteamLink",
    "description": "Stream games from another computer with Steam",
    "description_long": "The Steam Link app allows you to stream games from your other<br>computers. Just plug in a controller, connect to a computer<br>running Steam on the same local network, and start playing your<br>existing Steam games.",
    "build_date": "2025-11-11T19:28:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/valvesoftware/SteamLink/7da81c121ba82e39c4c99824a6a59f8e/icons/128x128/com.valvesoftware.SteamLink.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Games"
    ],
    "rank": 115
  },
  {
    "pkg": "Floorp",
    "app_id": "one.ablaze.floorp",
    "description": "Customizable Firefox-based browser from Japan",
    "description_long": "Unlimited Customization For Everyone<br>Enable more advanced customization than your default browser. Floorp is based on the smart Firefox, and enhances functionality and flexibility while maintaining security and privacy.<br>What can Floorp do for you?<br>Flexible UI Customization: Floorp's most distinctive feature is its customizability. Floorp is the first Firefox-based browser to enable UI customization, designed so that anyone can easily adjust their browsing experience to their preferences and access the web with ease.<br>Various Ways to Browse the Web: Floorp features workspaces that integrate tab groups with containers that can separate login information. Additionally, you can easily access social media and chats through web panels.<br>Various Control Methods Supported: Browse more efficiently with mouse gestures and customizable keyboard shortcuts. Of course, it's also designed to be easily operated with a mouse.<br>Development and Research Focused: Floorp actively pursues experimental browser development. It's a browser that continuously incorporates new technologies and ideas, and energetically improves based on community feedback.<br>Aiming for a Sustainable Web: We respect users' rights and contribute to building an open and sustainable web ecosystem. Let's create the future of the internet together for the next generation.<br>",
    "build_date": "2025-12-21T18:10:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/ablaze/floorp/05a49afc04d44471e4c159fddc3619d5/icons/128x128/one.ablaze.floorp.png",
    "license": "MPL-2.0",
    "tag": [
      "ablaze",
      "web",
      "browser"
    ],
    "rank": 116
  },
  {
    "pkg": "Fan Control",
    "app_id": "io.github.wiiznokes.fan-control",
    "description": "Control your fans with different behaviors",
    "description_long": "You can add items with the buttons on the right of the app.<br>To save a configuration, write a name in the field, and click on the +.<br>To modify the value of a fan, you must select it in a Control item (the left column), select a<br>Behavior, and activate the swtich.<br>Display sensors data on real time<br>Control fans based on custom behaviors<br>Save configuration<br>Note: After installation, you will need to add the necessary udev rule to your system for<br>this to work. See the GitHub page for more details.",
    "build_date": "2025-07-29T20:39:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/wiiznokes.fan-control/f73a5f884c1b830d2594d820ee78dbdc/icons/128x128/io.github.wiiznokes.fan-control.png",
    "license": "GPL-3.0-only",
    "tag": [
      "fan",
      "control",
      "temp"
    ],
    "rank": 117
  },
  {
    "pkg": "Xournal++",
    "app_id": "com.github.xournalpp.xournalpp",
    "description": "Take handwritten notes",
    "description_long": "<br>Xournal++ is a hand note-taking software written in C++ with the target of<br>flexibility, functionality and speed. Stroke recognizer and other parts are<br>based on Xournal Code, which you can find at sourceforge. It supports GNU/Linux<br>(e.g. Ubuntu, Debian, Arch, SUSE), macOS and Windows. Supports pen input<br>from devices such as Wacom Tablets.<br>Xournal++ features:<br>Supports pressure-sensitive styluses and digital pen tables (e.g. Wacom, Huion, XP Pen, etc. tablets)<br>Paper backgrounds for note-taking, scratch paper, or whiteboarding<br>Annotate on top of PDFs<br>Select text from the background PDF, copy, highlight or underline it or strike it through<br>Follow links from the background PDF<br>Export to a variety of formats including SVG, PNG and PDF, both from the GUI and command line<br>Different drawing tools (e.g. pen, highlighter) and stroke styles (e.g. solid, dotted)<br>Shape drawing (line, arrow, circle, rectangle, spline)<br>Use the set-square and compass tools for measurements or as a guide for drawing straight lines, circular arcs and radii<br>Fill shape functionality<br>Shape resizing and rotation<br>Rotation and grid snapping for precise alignment of objects<br>Input stabilization for smoother writing/drawing<br>Text tool for adding text in different fonts, colors, and sizes<br>Enhanced support for image insertion<br>Eraser with multiple configurations<br>LaTeX support (requires a working LaTeX installation) with customizable template and a resizable editor with syntax highlighting<br>Sidebar containing page previews with advanced page sorting, PDF bookmarks and layers (can be individually hidden/edited)<br>Allows mapping different tools/colors etc. to stylus/mouse buttons<br>Customizable toolbar with multiple configurations, e.g. to optimize toolbar for portrait/landscape<br>Custom color palette support using the .gpl format<br>Page template definitions<br>Bug reporting, autosave, and auto backup tools<br>Audio recording and playback alongside with handwritten notes<br>Multi language support (over 20 languages supported)<br>Plugins using Lua scripting<br>",
    "build_date": "2025-12-22T05:25:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/xournalpp.xournalpp/fb22a5fc1a6722add131a19aba72a818/icons/128x128/com.github.xournalpp.xournalpp.png",
    "license": "GPL-2.0",
    "tag": [
      "tablet",
      "Wacom",
      "markup"
    ],
    "rank": 118
  },
  {
    "pkg": "Betterbird",
    "app_id": "eu.betterbird.Betterbird",
    "description": "A better version of Thunderbird",
    "description_long": "Betterbird is a fine-tuned version of Mozilla Thunderbird, Thunderbird on steroids, if you will. Betterbird is better than Thunderbird in three ways: It contains new features exclusive to Betterbird, it contains bug fixes exclusive to Betterbird and it contains fixes that Thunderbird may ship at a later stage.",
    "build_date": "2025-12-10T06:06:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/betterbird/Betterbird/1e5c9699b1896a8f4f2252b62c45126a/icons/128x128/eu.betterbird.Betterbird.png",
    "license": "MPL-2.0",
    "tag": [
      "Email",
      "E-mail",
      "Newsgroup"
    ],
    "rank": 119
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity<br>Přizpůsobte své prostředí COSMIC až za hranice nekonečna<br>Save, import and download color schemes<br>Customize the panel and dock<br>Replicate other desktop's layouts<br>Fearless tweaking with snapshots<br>",
    "build_date": "2025-12-13T21:07:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/220ca1c96de04e03443eb165b3e94f99/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 120
  },
  {
    "pkg": "Disk Usage Analyzer",
    "app_id": "org.gnome.baobab",
    "description": "Check folder sizes and available disk space",
    "description_long": "<br>A simple application to keep your disk usage and available space under control.<br>Disk Usage Analyzer can scan specific folders, storage devices and online accounts.<br>It provides both a tree and a graphical representation showing the size of each folder,<br>making it easy to identify where disk space is wasted.<br>",
    "build_date": "2025-11-21T12:50:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/baobab/b57a1b1fd204a23e213c3e39b1ab0ad5/icons/128x128/org.gnome.baobab.png",
    "license": "GPL-2.0+",
    "tag": [
      "storage",
      "space",
      "cleanup"
    ],
    "rank": 121
  },
  {
    "pkg": "GitHub Desktop",
    "app_id": "io.github.shiftey.Desktop",
    "description": "Simple collaboration from your desktop",
    "description_long": "<br>Focus on what matters instead of fighting with Git. Whether you're new to Git or a seasoned<br>user, GitHub Desktop simplifies your development workflow.<br>Attribute commits with collaborators easily. Quickly add co-authors to your commit. Great for<br>pairing and excellent for sending a little love/credit to that special someone who helped fix<br>that gnarly bug of yours. See the attribution on the history page, undo an accidental<br>attribution, and see the co-authors on github.com<br>Checkout branches with pull requests and view CI statuses. See all open pull requests for your<br>repositories and check them out as if they were a local branch, even if they're from upstream<br>branches or forks. See which pull requests pass commit status checks, too!]<br>Syntax highlighted diffs. The new GitHub Desktop supports syntax highlighting when viewing<br>diffs for a variety of different languages.<br>Expanded image diff support. Easily compare changed images. See the before and after, swipe or<br>fade between the two, or look at just the changed parts.<br>Extensive editor &amp; shell integrations. Open your favorite editor or shell from the app, or<br>jump back to GitHub Desktop from your shell. GitHub Desktop is your springboard for work.<br>Community supported. GitHub Desktop is open source now! Check out our roadmap, contribute, and<br>help us make collaboration even easier.<br>This version of GitHub Desktop is a fork that adds support for Linux.<br>",
    "build_date": "2025-03-07T03:24:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/shiftey.Desktop/92c880316c4c7a215757d4161906f1e6/icons/128x128/io.github.shiftey.Desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 122
  },
  {
    "pkg": "RPCS3",
    "app_id": "net.rpcs3.RPCS3",
    "description": "Open-source Sony PlayStation 3 Emulator",
    "description_long": "RPCS3 is an experimental open-source Sony PlayStation 3 emulator and debugger written in C++ for Windows and Linux. RPCS3 started development in May of 2011 by its founders DH and Hykem.\nThe emulator is currently capable of running over 2500 commercial titles powered by Vulkan and OpenGL.<br>The goal of this project is to experiment, research, and educate on the topic of PlayStation 3 emulation that can be performed on compatible devices and operating systems.\nAll information was obtained legally by purchasing PlayStation 3 hardware and software. Additional information was obtained from various sources on the internet that include but is not limited to system hardware and software documentation.\nMost of this information can be found on the PlayStation 3 Developer Wiki.",
    "build_date": "2025-12-19T03:29:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/rpcs3/RPCS3/c97d2f853969aca70bce9df5642c389d/icons/128x128/net.rpcs3.RPCS3.png",
    "license": "GPL-2.0-only",
    "tag": [
      "ps3"
    ],
    "rank": 123
  },
  {
    "pkg": "ytDownloader",
    "app_id": "io.github.aandrew_me.ytdn",
    "description": "Download videos and audios from hundreds of sites",
    "description_long": "ytDownloader (Formerly know as Youtube Downloader Plus) lets you download videos and audios<br>of different qualities from hundreds of<br>sites including the popular ones but not limited to Youtube, Facebook, Instagram, Tiktok,<br>Twitter, Twitch and so on.<br>✔️ Supports high quality video resolutions<br>✔️ Video Compressor with Hardware Acceleration<br>✔️ Supports audio extraction in multiple formats<br>✔️ Supports playlist downloads<br>✔️ Supports downloading particular ranges<br>✔️ Supports downloading subtitles<br>✔️ Supports multiple themes<br>✔️ Completely free and open source<br>✔️ Fast download speeds",
    "build_date": "2025-11-27T15:52:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/aandrew_me.ytdn/d0031a60eb085b4ebc3f29f64bf85a2b/icons/128x128/io.github.aandrew_me.ytdn.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 124
  },
  {
    "pkg": "VacuumTube",
    "app_id": "rocks.shy.VacuumTube",
    "description": "YouTube for TV, on your PC",
    "description_long": "VacuumTube is an unofficial open source wrapper of YouTube Leanback (the console and Smart TV version of YouTube) for PCs, with a built-in adblocker and other enhancements. It is the best way to experience YouTube on your media center or handheld PC!",
    "build_date": "2025-12-14T23:03:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/r/ro/rocks.shy.vacuumtube/aeeb3fa4c8a722da9325c483a4775d1d/icons/128x128/rocks.shy.VacuumTube.png",
    "license": "MIT",
    "tag": [
      "youtube",
      "yt",
      "leanback"
    ],
    "rank": 125
  },
  {
    "pkg": "Logseq",
    "app_id": "com.logseq.Logseq",
    "description": "Connect your notes and knowledge",
    "description_long": "A local-first, non-linear, outliner notebook for organizing and sharing your personal knowledge base.<br>Logseq is a platform for knowledge management and collaboration. It focuses on privacy, longevity, and user control.<br>Your data are plain text files and we currently support both Markdown and Emacs Org mode (more to be added soon).",
    "build_date": "2025-11-29T09:18:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/logseq/Logseq/d53f4df2b356cf6d80eb07fc4dfb6c9f/icons/128x128/com.logseq.Logseq.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 126
  },
  {
    "pkg": "Joplin",
    "app_id": "net.cozic.joplin_desktop",
    "description": "open source note taking and to-do application",
    "description_long": "<br>Joplin is a free, open source note taking and to-do application, which can handle a large number of notes organised into notebooks. The notes are searchable, can be copied, tagged and modified either from the applications directly or from your own text editor. The notes are in Markdown format.<br>Notes exported from Evernote via .enex files can be imported into Joplin, including the formatted content (which is converted to Markdown), resources (images, attachments, etc.) and complete metadata (geolocation, updated time, created time, etc.). Plain Markdown files can also be imported.<br>The notes can be synchronised with various cloud services including Nextcloud, Dropbox, OneDrive, WebDAV or the file system (for example with a network directory). When synchronising the notes, notebooks, tags and other metadata are saved to plain text files which can be easily inspected, backed up and moved around.<br>The application is available for Windows, Linux, macOS, Android and iOS (the terminal app also works on FreeBSD). A Web Clipper, to save web pages and screenshots from your browser, is also available for Firefox and Chrome.<br>",
    "build_date": "2025-12-19T17:31:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/cozic/joplin_desktop/c029e1764707d06f164d8a44d7092893/icons/128x128/net.cozic.joplin_desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 127
  },
  {
    "pkg": "GNOME Network Displays",
    "app_id": "org.gnome.NetworkDisplays",
    "description": "Screencasting for GNOME",
    "description_long": "<br>GNOME Network Displays allows you to cast your desktop to a remote display.<br>Supports the Miracast and Chromecast protocols.<br>",
    "build_date": "2025-12-15T06:19:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/NetworkDisplays.desktop/92315a28ded67bb67ea3a4b09f645ced/icons/128x128/org.gnome.NetworkDisplays.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 128
  },
  {
    "pkg": "Video Player",
    "app_id": "org.gnome.Showtime",
    "description": "Watch without distraction",
    "description_long": "Play your favorite movies and video files without hassle. Video Player features simple playback controls that fade out of your way when you're watching, fullscreen, adjustable playback speed, multiple language and subtitle tracks, and screenshots — everything you need for a straightforward viewing experience.",
    "build_date": "2025-11-24T09:11:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Showtime/96d73c068d914c09f25f348014b7ef3f/icons/128x128/org.gnome.Showtime.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Video",
      "Movie",
      "Film"
    ],
    "rank": 129
  },
  {
    "pkg": "Space Cadet Pinball",
    "app_id": "com.github.k4zmu2a.spacecadetpinball",
    "description": "Game engine for Space Cadet Pinball",
    "description_long": "<br>Reverse engineering of '3D Pinball for Windows - Space Cadet', a game bundled with Windows.<br>",
    "build_date": "2025-11-15T13:21:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/k4zmu2a.spacecadetpinball/934b9db0b60a0ce4827fb82bfe104764/icons/128x128/com.github.k4zmu2a.spacecadetpinball.png",
    "license": "MIT",
    "tag": [
      "pinball",
      "space",
      "cadet"
    ],
    "rank": 130
  },
  {
    "pkg": "Extensions",
    "app_id": "org.gnome.Extensions",
    "description": "Manage your GNOME Extensions",
    "description_long": "<br>GNOME Extensions handles updating extensions, configuring extension preferences and removing or disabling unwanted extensions.<br>The application requires GNOME 3.36 or newer to work.<br>",
    "build_date": "2025-09-18T00:36:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Extensions/90e0bbb0d29858214de38e7db4f235b4/icons/128x128/org.gnome.Extensions.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 131
  },
  {
    "pkg": "Virtual Machine Manager",
    "app_id": "org.virt_manager.virt-manager",
    "description": "Graphically manage KVM, Xen, or LXC via libvirt",
    "description_long": "<br>Virtual Machine Manager provides a graphical tool for administering virtual<br>machines for KVM, Xen, and LXC. Start, stop, add or remove virtual devices,<br>connect to a graphical or serial console, and see resource usage statistics<br>for existing VMs on local or remote machines. Uses libvirt as the backend<br>management API.<br>",
    "build_date": "2025-12-10T18:08:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/virt_manager/virt-manager/c708965e09c8849e0ac17b623bb3ca41/icons/128x128/org.virt_manager.virt-manager.png",
    "license": "GPL-2.0+",
    "tag": [
      "libvirt",
      "qemu",
      "kvm"
    ],
    "rank": 132
  },
  {
    "pkg": "darktable",
    "app_id": "org.darktable.Darktable",
    "description": "Organize and develop images from digital cameras",
    "description_long": "darktable manages your camera raw files and images in a database, lets you view them through lighttable mode and develop/enhance them in darkroom mode.<br>Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.<br>darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.",
    "build_date": "2025-12-21T17:50:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/darktable/Darktable/5dc206ae65cae1096a37d513e604f998/icons/128x128/org.darktable.Darktable.png",
    "license": "GPL-3.0+",
    "tag": [
      "graphics",
      "raw"
    ],
    "rank": 133
  },
  {
    "pkg": "Surfshark",
    "app_id": "com.surfshark.Surfshark",
    "description": "Connect to secure, private web!",
    "description_long": "<br>Protect yourself with Surfshark VPN for Linux!<br>Surfshark VPN app will protect you on both public and home Wi-Fi. It offers a VPN with global server infrastructure, ad blocker, and double VPN (MultiHop) servers.<br>Independently audited by Deloitte, Surfshark VPN doesn't track your activity. Surfshark has 3200+ RAM-only servers with speeds of up to 10Gbit/s in over 100 countries. That guarantees that your browsing is seamless, safe, and private.<br>Secure the entire household:<br>Forget counting devices. With a single subscription, you'll get unlimited simultaneous connections. Connect &amp; protect all your devices with Surfshark VPN.<br>Safeguard your data &amp; privacy:<br>Your ISP can see the websites you visit and the products you look for. With a VPN and its end-to-end encryption, your browsing remains private.<br>Surf with blazing speeds:<br>Surfshark offers 3200+ servers in over 100 countries. Use your favorite apps or browse websites lag-free with a secure and fast VPN connection.<br>Keep your data private, even from us:<br>Surfshark has a no-activity-logs policy, proven by audits, which ensures we don't see or collect your personal information, online activity, or location.<br>Stay safe on public Wi-Fi:<br>Public Wi-Fi is a safe space for hackers. And even more dangers might hide in these networks. A VPN connection protects your data &amp; ensures that it's safe.<br>Access internet without censorship:<br>Censorship might stand between you and your favorite things online. That's where a secure VPN steps in &amp; helps you regain your internet freedom.<br>Block ads &amp; trackers:<br>Websites collect info about you &amp; display ads based on your online habits. Surfshark stops those annoying ads and protects you from malware attacks.<br>Discover more Surfshark Linux app features:<br>Global server network - travel the world without leaving your room with more than 3200 VPN servers in over 100 countries.<br>CleanWeb - block ads, trackers, malware, and phishing attempts.<br>MultiHop - select two different servers to connect through simultaneously<br>Camouflage mode - connect to obfuscated servers and make the VPN connection look like regular browsing.<br>24/7 customer support - get help via live chat, email, or social media. You can also check our Blog and Help Center.<br>If you have any questions, contact us directly at support@surfshark.com or via live chat.",
    "build_date": "2025-12-15T08:30:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/surfshark/Surfshark/9526f8f8e786fb441febe92320b67b9a/icons/128x128/com.surfshark.Surfshark.png",
    "license": "LicenseRef-proprietary=https://surfshark.com/terms-of-service",
    "tag": [],
    "rank": 134
  },
  {
    "pkg": "Proton Pass",
    "app_id": "me.proton.Pass",
    "description": "Encrypted password manager to keep your login credentials safe",
    "description_long": "<br>NOTE: This a wrapper of the official packages, but it is not verified,<br>affiliated with, or supported by Proton AG.<br>Get the password manager created by the scientists who met at CERN behind Proton Mail,<br>the<br>world’s largest encrypted email provider. Proton Pass is open source, end-to-end<br>encrypted, and<br>protected by Swiss privacy laws.<br>Pass offers more than other free password managers and has no ads or data collection. You<br>can use<br>it for free forever on all your devices to create and store unlimited passwords,<br>autofill<br>logins, generate 2FA codes, create email aliases, secure your notes, and more.<br>How can Proton Pass be free forever?<br>We offer Pass for free because everyone deserves online privacy and security. This is<br>possible<br>thanks to our supportive community on paid plans. If you would like to support our work<br>and get<br>access to premium features, consider upgrading your plan.<br>Protect more than just your passwords.<br>Join over 100 million people who have signed up for Proton’s privacy ecosystem, which<br>includes<br>Proton Mail, Proton Drive, Proton Calendar, Proton VPN, and more. Take back control of<br>your<br>privacy online with our encrypted email, calendar, file storage, and VPN.<br>Protect your logins and their metadata with battle-tested end-to-end encryption<br>While many other password managers only encrypt your password, Proton Pass uses<br>end-to-end<br>encryption on all your stored login details (including your username, the website<br>address, and<br>more). Pass protects your information with the same battle-tested encryption libraries<br>all<br>Proton services use.<br>Audit Pass’s open-source code<br>Like all other Proton services, Pass is open source and built on the principle of trust<br>through<br>transparency. As scientists, we know that transparency and peer review lead to better<br>security.<br>All Proton Pass apps are open source, meaning anyone can verify our security claims for<br>themselves.<br>With Proton Pass, you can:<br>Store and auto-sync unlimited logins on unlimited devices: You can create, store,<br>and manage<br>your credentials from anywhere with our browser extensions and apps for Android and<br>iPhone/iPad.<br>Sign in faster with Proton Pass autofill: You no longer need to copy and paste your<br>username<br>and password. Easily and securely log in with Proton Pass autofill technology.<br>Avoid weak passwords: With our built-in secure password generator, you can easily<br>generate<br>strong, unique, and random passwords based on the security requirements for every<br>website<br>you sign up to.<br>Safely store encrypted notes: You can save private notes in Pass and access them on<br>all your<br>devices.<br>Protect Proton Pass with biometric login access: You can add an extra layer of<br>protection to<br>Proton Pass by using your fingerprint or face to unlock the app.<br>Create unique email addresses with hide-my-email aliases: Proton Pass helps you hide<br>your<br>personal email address with email aliases. Keep spam out of your inbox, avoid being<br>tracked<br>everywhere, and protect yourself from data breaches.<br>Make 2FA easy with our built-in authenticator: With Pass’s integrated 2FA<br>authenticator,<br>using 2FA is finally fast and convenient. Easily add a 2FA code for any website and<br>autofill<br>it when you log in.<br>Easily organize and share your sensitive data with vaults: Manage your logins,<br>secure notes,<br>and email aliases with vaults. In the next version of Pass, you’ll be able to share<br>individual items or an entire vault with your family, friends, or colleagues.<br>Quick offline access to your login data: Access your stored passwords and notes in<br>Pass from<br>wherever you are, even when your phone has no internet connection.<br>Secure your Pass account with additional security measures: Protect all your data<br>with<br>another layer of protection, either with TOTP or U2F/FIDO2 security keys.<br>Get unlimited email forwards: There’s no limit on the number of emails you can have<br>forwarded from your alias to your inbox.<br>",
    "build_date": "2025-12-20T17:55:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/proton/Pass/2c592e7e88c3779654ede6aa5c6502a0/icons/128x128/me.proton.Pass.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 135
  },
  {
    "pkg": "osu!",
    "app_id": "sh.ppy.osu",
    "description": "Rhythm is just a *click* away!",
    "description_long": "Open source rhythm game written in C# and inspired by Osu! Tatakae! Ouendan<br>Attention: Unofficial package. For official releases, please visit the osu! website.",
    "build_date": "2025-12-18T02:17:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/sh/ppy/osu/c807c615b7ab998c08e428a43712d678/icons/128x128/sh.ppy.osu.png",
    "license": "MIT",
    "tag": [],
    "rank": 136
  },
  {
    "pkg": "Dolphin",
    "app_id": "org.kde.dolphin",
    "description": "Manage your files",
    "description_long": "Dolphin is KDE's file manager that lets you navigate and browse the contents of your hard drives, USB sticks, SD cards, and more. Creating, moving, or deleting files and folders is simple and fast.<br>Dolphin contains plenty of productivity features that will save you time. The multiple tabs and split view features allow navigating multiple folders at the same time, and you can easily drag and drop files between views to move or copy them. Dolphin's right-click menu provides with many quick actions that let you compress, share, and duplicate files, among many other things. You can also add your own custom actions.<br>Dolphin is very lightweight, but at the same time, you can adapt it to your specific needs. This means that you can carry out your file management exactly the way you want to. Dolphin supports three different view modes: a classic grid view of all the files, a more detailed view, and a tree view. You can also configure most of Dolphin's behavior.<br>Dolphin can display files and folders from many Internet cloud services and other remote machines as if they were right there on your desktop.<br>Dolphin also comes with an integrated terminal that allows you to run commands on the current folder. You can extend the capabilities of Dolphin even further with powerful plugins to adapt it to your workflow. You can use the git integration plugin to interact with git repositories, or the Nextcloud plugin to synchronize your files online, and much more.",
    "build_date": "2025-12-10T22:25:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/dolphin.desktop/5b2aeeb934af2d0f518c88cf25ac08e5/icons/128x128/org.kde.dolphin.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "files",
      "samba",
      "Explorer"
    ],
    "rank": 137
  },
  {
    "pkg": "Pika Backup",
    "app_id": "org.gnome.World.PikaBackup",
    "description": "Keep your data safe",
    "description_long": "<br>Doing backups the easy way. Plugin your USB drive and let the Pika do the rest for you.<br>Create backups locally and remotely<br>Set a schedule for regular backups<br>Save time and disk space because Pika Backup does not need to copy known data again<br>Encrypt your backups<br>List created archives and browse through their contents<br>Recover files or folders via your file browser<br>Pika Backup is designed to save your personal data and does not support complete system recovery. Pika Backup is powered by the well-tested BorgBackup software.<br>",
    "build_date": "2025-10-11T01:37:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/World.PikaBackup/33fda84f1a302f5e7da68c4d31a30f41/icons/128x128/org.gnome.World.PikaBackup.png",
    "license": "GPL-3.0",
    "tag": [
      "archive",
      "back-up",
      "borg"
    ],
    "rank": 138
  },
  {
    "pkg": "Modrinth App",
    "app_id": "com.modrinth.ModrinthApp",
    "description": "Modrinth's game launcher",
    "description_long": "A unique, open source launcher that allows you to play your favorite mods, and keep them up to date, all in one neat little package",
    "build_date": "2025-10-27T05:54:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/modrinth/ModrinthApp/78510c8342f8d1e4ee6f89e257e71772/icons/128x128/com.modrinth.ModrinthApp.png",
    "license": "GPL-3.0-only",
    "tag": [
      "game",
      "minecraft",
      "mc"
    ],
    "rank": 139
  },
  {
    "pkg": "Document Scanner",
    "app_id": "org.gnome.SimpleScan",
    "description": "Make a digital copy of your photos and documents",
    "description_long": "<br>A really easy way to scan both text and images.<br>You can crop out the bad parts of an image and rotate it if it is the wrong way round.<br>You can print your scans, export them to pdf, or save them in a range of image formats.<br>This app uses the SANE framework to support most existing scanners.<br>",
    "build_date": "2025-10-29T18:23:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/SimpleScan/1c968ebe20961f88c50d4262ea22b68b/icons/128x128/org.gnome.SimpleScan.png",
    "license": "GPL-3.0+",
    "tag": [
      "scan",
      "scanner",
      "flatbed"
    ],
    "rank": 140
  },
  {
    "pkg": "Blanket",
    "app_id": "com.rafaelmardojai.Blanket",
    "description": "Listen to ambient sounds",
    "description_long": "Improve focus and increase your productivity by listening to different ambient sounds<br>Also can help you to fall asleep in a noisy environment.<br>Features:<br>Save presets<br>Add custom sounds<br>Auto start in background<br>MPRIS integration<br>Included Sounds in the App:<br>Birds<br>Boat<br>City<br>Coffee Shop<br>Fireplace<br>Pink Noise<br>Rain<br>Summer Night<br>Storm<br>Stream<br>Train<br>Waves<br>White Noise<br>Wind<br>",
    "build_date": "2025-07-27T19:47:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/rafaelmardojai/Blanket/ebdacbe997c47e04a549494300152fdf/icons/128x128/com.rafaelmardojai.Blanket.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Focus",
      "Noise",
      "Sleep"
    ],
    "rank": 141
  },
  {
    "pkg": "Mango Juice",
    "app_id": "io.github.radiolamp.mangojuice",
    "description": "Customizable performance display",
    "description_long": "<br>MangoJuice is an application for easily editing MangoHUD settings, which in turn is an Overlay solution for tracking load and other parameters in games and other software.<br>",
    "build_date": "2025-12-22T07:25:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/radiolamp.mangojuice/ca39c937e93c3456ea72fa55daa63e4b/icons/128x128/io.github.radiolamp.mangojuice.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "mangojuice",
      "MangoJuice",
      "mj"
    ],
    "rank": 142
  },
  {
    "pkg": "WineZGUI",
    "app_id": "io.github.fastrizwaan.WineZGUI",
    "description": "Wine GUI using Zenity",
    "description_long": "<br>WineZGUI (pronounced Wine-Zee-Goo-Eee) is a wine frontend for playing windows games with wine easily. It is a collection of Bash scripts for Wine Prefix Management and Linux Desktop Integration for easier wine gaming experience using Zenity.<br>IMPORTANT: wine-9.0 from org.winehq.Wine needs or install other runners like wine-9.0 or proton-ge from Runner-&gt;Download Runner<br>WineZGUI features:<br>Runs windows games or exe files from file manager.<br>Creates application shortcut for easier access.<br>Separate prefix for every exe file launched with WineZGUI<br>Imports other wine directory from Bottles, Wine, Lutris, Heroic Launcher into WineZGUI and create shortcuts for all found exes.<br>Imported wine directory from lutris or bottles may require: winetricks vkd3d dxvk <br>Backup and Restore prefixes for later use.<br>Runners (different builds of wine like proton) can be used with prefixes.<br>Create Game Bundles for sharing (prefix+game+runner).<br>Open Terminal/Shell supports konsole, gnome-terminal, xfce4-terminal.<br>",
    "build_date": "2025-11-27T08:21:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fastrizwaan.WineZGUI/b0ca3750a171e562d4d21e7db3a1e858/icons/128x128/io.github.fastrizwaan.WineZGUI.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "exe",
      "wine",
      "windows"
    ],
    "rank": 143
  },
  {
    "pkg": "Solaar",
    "app_id": "io.github.pwr_solaar.solaar",
    "description": "Linux manager for Logitech keyboards, mice, and trackpads",
    "description_long": "<br>Solaar is a Linux manager for many Logitech keyboards, mice, and trackpads that connect wirelessly to a USB, Lightspeed, or Nano receiver, connect directly via a USB cable, or connect via Bluetooth. Solaar does not work with peripherals from other companies.<br>Solaar can be used as a GUI application or via its command-line interface. Both interfaces are able to list the connected devices and show information about each device, often including battery status. Solaar is able to pair and unpair devices with receivers as supported by the device and receiver. Solaar can also control some changeable features of devices, such as smooth scrolling or function key behavior.<br>Solaar's GUI normally uses an icon in the system tray and starts with its main window visible.<br>",
    "build_date": "2025-10-26T14:44:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pwr_solaar.solaar/6dfebd2b45312f95f21328e7547edf39/icons/128x128/io.github.pwr_solaar.solaar.png",
    "license": "GPL-2.0-only",
    "tag": [
      "logitech",
      "unifying",
      "receiver"
    ],
    "rank": 144
  },
  {
    "pkg": "Dotfiles Installer",
    "app_id": "com.ml4w.dotfilesinstaller",
    "description": "Manage dotfiles fast and secure",
    "description_long": "Take control of your dotfiles for different desktop configurations with Dotfiles Installer, designed to make dotfile management seamless. You can install dotfiles easily, quickly, and securely with an intuitive installation wizard that guides you through every step. The app prioritizes your data safety, offering robust backup functionality and protection for your existing customizations during the installation process.<br>Furthermore, the app allows you to publish your own dotfiles and offer others a straightforward, intuitive way to install your preferred setup.",
    "build_date": "2025-11-15T15:27:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ml4w/dotfilesinstaller/f0705fde65d1661329d248ea8514acab/icons/128x128/com.ml4w.dotfilesinstaller.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 145
  },
  {
    "pkg": "Refine",
    "app_id": "page.tesk.Refine",
    "description": "Tweak various aspects of GNOME",
    "description_long": "Refine helps discover advanced and experimental features in GNOME.",
    "build_date": "2025-11-20T22:51:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/tesk/Refine/aae56adcee4b063d0d26c262c90d2817/icons/128x128/page.tesk.Refine.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "tweaks",
      "tweak",
      "toggle"
    ],
    "rank": 146
  },
  {
    "pkg": "Transmission",
    "app_id": "com.transmissionbt.Transmission",
    "description": "Download and share files over BitTorrent",
    "description_long": "<br>BitTorrent is a peer-to-peer file-sharing protocol that is commonly used to<br>distribute large amounts of data between multiple users.<br>Transmission is a BitTorrent client with an easy-to-use interface on top of a<br>cross-platform backend.<br>Native interfaces are available for macOS, Linux, and Windows, as well as command line binaries and<br>a web GUI.<br>Notable features of Transmission include support for Local Peer Discovery, encryption,<br>DHT, µTP, PEX and Magnet links.<br>",
    "build_date": "2025-06-09T08:57:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/transmissionbt/Transmission/ebfa9a67ecb81c9890acf5b6ba2b94d9/icons/128x128/com.transmissionbt.Transmission.png",
    "license": "GPL-2.0 OR GPL-3.0",
    "tag": [
      "torrents",
      "uploading",
      "share"
    ],
    "rank": 147
  },
  {
    "pkg": "MAME",
    "app_id": "org.mamedev.MAME",
    "description": "MAME is a multi-purpose emulation framework.",
    "description_long": "<br>MAME's purpose is to preserve decades of software history. As electronic technology continues to rush<br>forward, MAME prevents this important software from being lost and forgotten. This is<br>achieved by documenting the hardware and how it functions. The source code to MAME serves as this documentation.<br>The fact that the software is usable serves primarily to validate the accuracy of the documentation (how else<br>can you prove that you have recreated the hardware faithfully?). Over time, MAME (originally stood for Multiple<br>Arcade Machine Emulator) absorbed the sister-project MESS (Multi Emulator Super System), so MAME now documents a<br>wide variety of (mostly vintage) computers, video game consoles and calculators, in addition to the arcade video<br>games that were its initial focus.<br>",
    "build_date": "2025-11-29T01:02:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/mamedev/MAME/7fb9354e5601ca67f41d9b685e6d8012/icons/128x128/org.mamedev.MAME.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 148
  },
  {
    "pkg": "Ultimate Media Downloader",
    "app_id": "com.ktechpit.ultimate-media-downloader",
    "description": "Online video & audio downloader for Linux, 1400+ websites support",
    "description_long": "Ultimate media downloader for Linux allows downloading Video/Audio from thousands of websites on the internet. It allows saving media from websites on Linux Desktop. Ultimate media downloader for Linux works with many sites including Youtube, Facebook, Instagram, Twitter, TikTok, Snapchat, etc<br>Key features of Ultimate Media downloader:<br>Comes with easy to use Basic Downloader<br>1400+ supported websites<br>Direct Youtube Video and Audio only Playback with internal player without Ads<br>Youtube Video and Playlist search to download media in bulk<br>Batch media Downloader to download media in bulk<br>Playlist Downloader allows downloading whole playlists<br>Built-In Web browser with AdBlocker, allows session sharing with download engine<br>Download Library Manager manage and interact with downloaded media<br>Dark Theme supports out of the box<br>Widget style switcher Adwaita, Adwaita Dark, and Fusion widget styles<br>",
    "build_date": "2025-03-29T14:19:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ktechpit/ultimate-media-downloader/fbf0a295c73c1d97c8e79263f1f0d7ec/icons/128x128/com.ktechpit.ultimate-media-downloader.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "4ktube",
      "addoncrop",
      "allavsoft"
    ],
    "rank": 149
  },
  {
    "pkg": "Mozilla VPN",
    "app_id": "org.mozilla.vpn",
    "description": "A fast, secure and easy to use VPN. Built by the makers of Firefox.",
    "description_long": "A virtual private network protects your connection to the internet, keeping your location and what you do online more private across your devices.<br>Keeps your data safe on public Wi-Fi<br>Log in to your bank or doctor's office from the airport, cafe or anywhere, with peace of mind.<br>Blocks advertisers from targeting you<br>Hide your activity from trackers and malware so you can shop without being watched.<br>Helps you access global content<br>Check out streaming media, websites and live-streams from other countries while you're traveling or at home.<br>Features that protect your life online<br>Connect up to 5 devices<br>More than 500 servers in 30+ countries<br>Fast network speeds even while gaming<br>No logging, tracking or sharing of network data<br>No bandwidth restrictions or throttling<br>Extra security: whole device protection, multi-hop routing and more<br>",
    "build_date": "2025-10-22T19:48:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/mozilla/vpn/316c9d13b009986cd44a7af76c07c73b/icons/128x128/org.mozilla.vpn.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 150
  },
  {
    "pkg": "Mullvad Browser",
    "app_id": "net.mullvad.MullvadBrowser",
    "description": "Free the internet from mass surveillance",
    "description_long": "<br>NOTE: This wrapper is not verified by, affiliated with, or supported by Mullvad VPN AB.<br>The Mullvad Browser is a privacy-focused web browser developed in a collaboration<br>between Mullvad VPN and the Tor Project. It’s designed to minimize tracking and<br>fingerprinting. You could say it’s a Tor Browser to use without the Tor Network.<br>Instead, you can use it with a trustworthy VPN. The idea is to provide one more<br>alternative – beside the Tor Network – to browse the internet with more privacy. To get<br>as many people as possible to fight the big data gathering of today. To free the<br>internet from mass surveillance.<br>",
    "build_date": "2025-12-09T18:57:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/mullvad/MullvadBrowser/bef123c2b211c762fc30ec0e1fb39e07/icons/128x128/net.mullvad.MullvadBrowser.png",
    "license": "MPL-2.0",
    "tag": [
      "Internet",
      "WWW",
      "Browser"
    ],
    "rank": 151
  },
  {
    "pkg": "Strawberry Music Player",
    "app_id": "org.strawberrymusicplayer.strawberry",
    "description": "A music player and collection organizer",
    "description_long": "<br>Strawberry is a music player and music collection organizer. It is aimed at music collectors and audiophiles. Strawberry is free software released under GPL. It's written in C++ using the Qt framework and GStreamer.<br>Features:<br>Play and organize music<br>Supports most popular audio formats and CD playback<br>Native desktop notifications<br>Playlist management and playlists in multiple formats<br>Smart and dynamic playlists<br>Advanced audio output and device configuration for bit-perfect playback on Linux<br>Edit tags on audio files<br>Automatically retrieve tags from MusicBrainz<br>Album cover art from Last.fm, Musicbrainz, Discogs, Musixmatch, Deezer, Tidal, Qobuz and Spotify<br>Song lyrics from Genius, Musixmatch, ChartLyrics, lyrics.ovh, lololyrics.com, songlyrics.com, azlyrics.com, elyrics.net, letras.mus.br and LyricFind<br>Audio analyzer and equalizer<br>Transfer music to mass-storage USB players, MTP compatible devices and iPod Nano/Classic<br>Scrobbler with support for Last.fm and ListenBrainz<br>Streaming support for Subsonic-compatible servers<br>Unofficial streaming support for Tidal, Spotify and Qobuz<br>",
    "build_date": "2025-12-14T00:39:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/strawberrymusicplayer/strawberry/4181ebd5b611d997ba1f2a4adba4d837/icons/128x128/org.strawberrymusicplayer.strawberry.png",
    "license": "GPL-3.0+",
    "tag": [
      "Audio",
      "Player",
      "Clementine"
    ],
    "rank": 152
  },
  {
    "pkg": "Warpinator",
    "app_id": "org.x.Warpinator",
    "description": "Share files on your network",
    "description_long": "Warpinator allows you to easily connect multiple computers on a local area network and exchange files quickly and securely.<br>Features:<br>An easy-to-use graphical interface.<br>Automatic discovery of devices on your network.<br>Fully secure and encrypted connections between devices.<br>Multiple simultaneous transfers.<br>Optional data compression.<br>Grouping of devices using a shared key, with multiple groups possible on the same network.<br>Manual connections for restricted network environments.<br>",
    "build_date": "2024-09-30T16:17:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/x/Warpinator/4542f9997545096985f7f3b96e8ff99d/icons/128x128/org.x.Warpinator.png",
    "license": "GPL-3.0+",
    "tag": [
      "transfer",
      "exchange"
    ],
    "rank": 153
  },
  {
    "pkg": "Azahar",
    "app_id": "org.azahar_emu.Azahar",
    "description": "Open-source 3DS emulator project based on Citra.",
    "description_long": "Azahar is an open-source 3DS emulator based on Citra.<br>This project was born as a merge between PabloMK7's Citra fork and Lime3DS.<br>Our mission is to create the definitive platform for future development of Citra, a discontinued 3DS emulator",
    "build_date": "2025-09-16T17:33:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/azahar_emu/Azahar/e6adfd7c2661cb796fb1c6608b890996/icons/128x128/org.azahar_emu.Azahar.png",
    "license": "GPL-2.0",
    "tag": [
      "3DS",
      "Nintendo"
    ],
    "rank": 154
  },
  {
    "pkg": "Upscayl",
    "app_id": "org.upscayl.Upscayl",
    "description": "Free and Open Source AI Image Upscaler",
    "description_long": "<br>Upscayl is a free and open source AI Image Upscaler.<br>",
    "build_date": "2025-10-04T22:03:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/upscayl/Upscayl/d407ddb4cb2ce379a1a84198fbe10b16/icons/128x128/org.upscayl.Upscayl.png",
    "license": "AGPL-3.0",
    "tag": [],
    "rank": 155
  },
  {
    "pkg": "BleachBit",
    "app_id": "org.bleachbit.BleachBit",
    "description": "Cleans files to free disk space and to maintain privacy",
    "description_long": "<br>BleachBit quickly frees disk space and tirelessly guards your privacy. Free cache, delete cookies, clear Internet history, shred temporary files, delete logs, and discard junk you didn't know was there. It wipes clean a thousand applications including Firefox, Adobe Flash, Google Chrome, Opera, and more.<br>Beyond simply deleting files, BleachBit includes advanced features such as shredding files to prevent recovery, wiping free disk space to hide traces of files deleted by other applications, and vacuuming Firefox to make it faster.<br>",
    "build_date": "2025-05-02T13:15:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/bleachbit/BleachBit/773639a14d52d3ece36fd1b4dbdcf717/icons/128x128/org.bleachbit.BleachBit.png",
    "license": "GPL-3.0",
    "tag": [
      "cache",
      "clean",
      "free"
    ],
    "rank": 156
  },
  {
    "pkg": "PowerISO",
    "app_id": "com.poweriso.PowerISO",
    "description": "A all-in-one CD/DVD/Blu-Ray tool",
    "description_long": "PowerISO is a powerful CD / DVD / BD image file processing tool, which allows you to open, extract, burn, create, edit, compress, encrypt, split and convert ISO files, and mount ISO files with internal virtual drive.<br>It can process almost all CD / DVD / BD image files including ISO and BIN files.<br>PowerISO provides an all-in-one solution. You can do every thing with your ISO files and disc image files.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by PowerISO.",
    "build_date": "2025-10-21T06:21:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/poweriso/PowerISO/ee4df3be640492705b9d6f58314c9fdc/icons/128x128/com.poweriso.PowerISO.png",
    "license": "LicenseRef-proprietary=Freeware",
    "tag": [
      "iso",
      "nrg",
      "cue"
    ],
    "rank": 157
  },
  {
    "pkg": "Nextcloud Desktop Client",
    "app_id": "com.nextcloud.desktopclient.nextcloud",
    "description": "Sync and collaborate on your desktop or laptop",
    "description_long": "The Nextcloud desktop client keeps photos and documents always up to date, enabling you to work like you always did.\nAny file you add, modify or delete in the synced folders on your desktop or laptop will show up, change or disappear on the server and all other connected devices.",
    "build_date": "2025-12-15T21:29:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/nextcloud/desktopclient.nextcloud/a0df5bb471024e340e5476735f5ee1be/icons/128x128/com.nextcloud.desktopclient.nextcloud.png",
    "license": "GPL-2.0+",
    "tag": [
      "Nextcloud",
      "syncing",
      "file"
    ],
    "rank": 158
  },
  {
    "pkg": "ClamTk",
    "app_id": "com.gitlab.davem.ClamTk",
    "description": "Easy to use graphical user interface for Clam Antivirus (ClamAV)",
    "description_long": "ClamTk is intended to be an easy to use, light-weight, on-demand scanner for Linux systems.",
    "build_date": "2023-08-24T04:15:46",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.gitlab.davem.ClamTk.png",
    "license": "GPL-2.0+",
    "tag": [
      "antivirus",
      "malware",
      "scan"
    ],
    "rank": 159
  },
  {
    "pkg": "Text Editor",
    "app_id": "org.gnome.TextEditor",
    "description": "Edit text files",
    "description_long": "GNOME Text Editor is a simple text editor focused on a pleasing default experience.",
    "build_date": "2025-09-16T16:35:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/TextEditor/5d5f4ffaeb1df2be03678f1acb58a7c6/icons/128x128/org.gnome.TextEditor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "write",
      "notepad"
    ],
    "rank": 160
  },
  {
    "pkg": "Raspberry Pi Imager",
    "app_id": "org.raspberrypi.rpi-imager",
    "description": "Raspberry Pi imaging utility",
    "description_long": "<br>Raspberry Pi Imager downloads a .JSON file from the Raspberry Pi<br>website with a list of all current download options, ensuring you are<br>always installing the most up-to-date version.<br>Once you’ve selected an operating system from the available options,<br>the utility reads the relevant file directly from the Raspberry Pi<br>website and writes it straight to the SD card. This speeds up the<br>process quite considerably compared to the standard process of reading<br>it from the website, writing it to a file on your hard drive, and then,<br>as a separate step, reading it back from the hard drive and writing it<br>to the SD card.<br>During this process, Raspberry Pi Imager also caches the downloaded<br>operating system image – that is to say, it saves a local copy on your<br>computer, so you can program additional SD cards without having to<br>download the file again.<br>",
    "build_date": "2025-10-08T09:28:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/raspberrypi/rpi-imager/519aeb6418eb18f1f5d0f4fa83111d18/icons/128x128/org.raspberrypi.rpi-imager.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 161
  },
  {
    "pkg": "OpenShot Video Editor",
    "app_id": "org.openshot.OpenShot",
    "description": "An easy to use, quick to learn, and surprisingly powerful video editor",
    "description_long": "<br>OpenShot Video Editor is an award-winning, open-source video editor, available on Linux, Mac, Chrome OS,<br>and Windows. OpenShot can create stunning videos, films, and animations with an easy-to-use interface<br>and rich set of features.<br>Features include:<br>Free &amp; open-source (licensed under GPLv3)<br>Cross-platform (Linux, OS X, Chrome OS, and Windows)<br>Easy-to-use user interface (designed for beginners, built-in tutorial)<br>Supports most video, audio, &amp; image formats (based on FFmpeg)<br>Includes popular video profiles &amp; presets (over 70+ profiles, including YouTube HD)<br>Advanced timeline (including drag and drop, scrolling, panning, zooming, and snapping)<br>Advanced clips (including trimming, alpha, scaling, location, rotation, and shearing)<br>Real-time preview (multi-threaded, and optimized for performance)<br>Simple &amp; advanced views (or customize your own unique view)<br>Powerful, curve-based Keyframe animations (linear, Bézier, and constant interpolation)<br>Compositing, image overlays, watermarks, &amp; transparency<br>Unlimited tracks / layers (support for complex projects)<br>Video transitions, masks, &amp; wipes (grayscale images and animated masks)<br>Video &amp; audio effects (including brightness, gamma, hue, chroma key / blue screen, and more)<br>Image sequences &amp; 2D animations (001.png, 002.png, 003.png, etc…)<br>Blender 3D integration (animated 3D title templates)<br>Vector file support &amp; editing (SVG / scalable vector graphics used for titles and credits)<br>Audio mixing, waveform, &amp; editing<br>Emojis (open-source stickers &amp; artwork included)<br>Frame accuracy (step through each frame of video)<br>Time mapping &amp; speed changes (slow/fast, forward/backward)<br>Advanced AI (motion tracking, object detection, &amp; stabilization effects)<br>Credits &amp; captions (scrolling and animated)<br>Hardware accelerated (encoding &amp; decoding supports NVIDIA, AMD, Intel and more)<br>Import &amp; export (EDL and Final Cut Pro formats, supports most video editors)<br>Customizable keyboard shortcuts<br>Translations (available in 100+ languages)<br>",
    "build_date": "2025-11-19T00:36:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/openshot/OpenShot/e9f8c9f356e21003cf188759fd3414d7/icons/128x128/org.openshot.OpenShot.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 162
  },
  {
    "pkg": "Planify",
    "app_id": "io.github.alainm23.planify",
    "description": "Forget about forgetting things",
    "description_long": "Planify is your modern and powerful task manager that helps you keep your life organized. With a clean and intuitive interface, cloud synchronization, and advanced features, you'll never forget what matters again.<br>✨ Core Features:<br>Modern and clean interface designed with GTK4 and libadwaita<br>Drag and drop to organize tasks and projects effortlessly<br>Visual progress indicators for each project<br>Smart organization with sections and custom labels<br>Calendar integration to visualize your schedule<br>Multiple reminders per task to never miss a deadline<br>Dark mode with seamless system theme integration<br>Quick and powerful search to find anything instantly<br>Recurring tasks with flexible patterns<br>Attachments and links in your tasks<br>☁️ Cloud Synchronization:<br>Full synchronization with Todoist to access your tasks from anywhere<br>Support for Nextcloud and CalDAV servers (Radicale, Baïkal) to keep your data private<br>Offline mode: work without internet and sync when you're back online<br>Cross-platform synchronization to access from any device<br>* Planify is not created by, affiliated with, or supported by Doist",
    "build_date": "2025-11-27T10:57:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/alainm23.planify/269fd3ff7bf008b5781bcb65a329d162/icons/128x128/io.github.alainm23.planify.png",
    "license": "GPL-3.0+",
    "tag": [
      "task",
      "tasks",
      "project"
    ],
    "rank": 163
  },
  {
    "pkg": "MakeMKV",
    "app_id": "com.makemkv.MakeMKV",
    "description": "DVD and Blu-ray to MKV converter and network streamer",
    "description_long": "<br>MakeMKV is your one-click solution to convert video that you own<br>into free and patents-unencumbered format that can be played<br>everywhere. MakeMKV is a format converter, otherwise called<br>. It converts the video clips from proprietary (and<br>usually encrypted) disc into a set of MKV files, preserving most<br>information but not changing it in any way. The MKV format can<br>store multiple video/audio tracks with all meta-information and<br>preserve chapters.<br>Additionally MakeMKV can instantly stream decrypted video<br>without intermediate conversion to wide range of players, so you<br>may watch Blu-ray and DVD discs with your favorite player on<br>your favorite OS or on your favorite device.<br>NOTE: users of this software must accept the terms of the .<br>",
    "build_date": "2025-11-22T21:32:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/makemkv/MakeMKV/2e92d2a52eea78b91f29bdc3c5062504/icons/128x128/com.makemkv.MakeMKV.png",
    "license": "LicenseRef-proprietary AND GPL-2.0 AND LGPL-2.1-only",
    "tag": [],
    "rank": 164
  },
  {
    "pkg": "KolourPaint",
    "app_id": "org.kde.kolourpaint",
    "description": "Paint Program",
    "description_long": "<br>KolourPaint is a simple painting program to quickly create raster images.<br>It is useful as a touch-up tool and for simple image editing tasks.<br>Features:<br>Support for drawing various shapes - lines, rectangles, rounded rectangles, ovals and polygons<br>Curves, lines and text<br>Color picker<br>Selections<br>Rotation, monochrome and other advanced effects<br>",
    "build_date": "2025-12-11T16:32:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kolourpaint.desktop/4e74d4baddb0d87283140b7ef1ee47ea/icons/128x128/org.kde.kolourpaint.desktop.png",
    "license": "BSD-2-Clause and LGPL-2.0+ and GFDL-1.2",
    "tag": [],
    "rank": 165
  },
  {
    "pkg": "PyCharm-Professional",
    "app_id": "com.jetbrains.PyCharm-Professional",
    "description": "The most intelligent Python IDE",
    "description_long": "PyCharm is designed by programmers, for programmers, to provide all the tools you need for productive Python development.<br>PyCharm provides smart code completion, code inspections, on-the-fly error highlighting and quick-fixes, along with automated code refactorings and rich navigation capabilities.<br>PyCharm offers great framework-specific support for modern web development frameworks such as Django, Flask, Google App Engine, Pyramid, and web2py.<br>PyCharm integrates with IPython Notebook, has an interactive Python console, and supports Anaconda as well as multiple scientific packages including matplotlib and NumPy.<br>In addition to Python, PyCharm supports JavaScript, CoffeeScript, TypeScript, Cython, SQL, HTML/CSS, template languages, AngularJS, Node.js, and more.<br>A huge collection of tools out of the box: an integrated debugger and test runner; Python profiler; a built-in terminal; and integration with major VCS and built-in Database Tools.<br>NOTE: This package is not verified by, affiliated with, or supported by JetBrains s.r.o. ",
    "build_date": "2025-12-19T12:05:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jetbrains/PyCharm-Professional/7cfe1b50d9a05ec6107e59a4d6a4c7ec/icons/128x128/com.jetbrains.PyCharm-Professional.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 166
  },
  {
    "pkg": "Minder",
    "app_id": "com.github.phase1geo.minder",
    "description": "Create, develop and visualize your ideas",
    "description_long": "<br>Use the power of mind-mapping to make your ideas come to life. Minder provides a mindmap creation and<br>exploration environment that focuses on a clean interface with smooth animations and rich, expressive elements<br>to help capture and organize your ideas quickly and stay in the your flow.<br>Quickly create visual mind-maps using the keyboard and automatic layout.<br>Choose from many tree layout choices.<br>Support for Markdown formatting.<br>Support for insertion of Unicode characters.<br>Add notes, tasks, and images to your nodes.<br>Add node-to-node connections with optional text and notes.<br>Stylize nodes, callouts, links and connections to add more meaning and improve readability.<br>Save and reuse style settings within and across open mindmaps.<br>Add stickers, tags, callouts and node groups to call out and visibly organize information.<br>Quick search of node and connection titles and notes, including filtering options.<br>Zoom in or enable focus mode to focus on certain ideas or zoom out to see the bigger picture.<br>Enter focus mode to better view and understand portions of the map.<br>Quickly brainstorm ideas with the brainstorming interface and worry about where those ideas belong in the<br>mindmap later.<br>Unlimited undo/redo of any change.<br>Automatically and manual saving supported.<br>Colorized node branches.<br>Open multiple mindmaps with the use of tabs.<br>Built-in and customizable theming.<br>Gorgeous animations.<br>Import from OPML, FreeMind, Freeplane, PlainText/Markdown (formatted), Outliner, Portable Minder, filesystem<br>and XMind formats.<br>Export to CSV, FreeMind, Freeplane, JPEG, BMP, SVG, WebP, Markdown, Mermaid, Mermaid Mindmap, OPML, Org-Mode,<br>Outliner, PDF, PNG, PlainText, filesystem, XMind and yEd formats.<br>Printer support.<br>",
    "build_date": "2025-12-22T01:58:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/phase1geo.minder/b8b2ce04be1b8951ee8396e81c26501f/icons/128x128/com.github.phase1geo.minder.png",
    "license": "GPL-3.0+",
    "tag": [
      "Mind",
      "Mapping"
    ],
    "rank": 167
  },
  {
    "pkg": "WineCharm",
    "app_id": "io.github.fastrizwaan.WineCharm",
    "description": "A Charming Wine GUI",
    "description_long": "WineCharm is a graphical user interface (GUI) application designed to simplify running and managing Windows applications on Linux using Wine. Built with Python and GTK4/Libadwaita, it provides an intuitive interface for launching .exe and .msi files, managing Wine prefixes, templates, and runners, and creating portable backups.<br>Key features include support for both GUI and headless modes, single prefix mode for space efficiency, desktop shortcuts, and compatibility with .prefix, .bottle, and .wzt backup files.",
    "build_date": "2025-08-25T21:36:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fastrizwaan.WineCharm/f798b2a329429ef4a5bcf266c7d2f3be/icons/128x128/io.github.fastrizwaan.WineCharm.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wine",
      "Windows",
      "Emulator"
    ],
    "rank": 168
  },
  {
    "pkg": "Legacy Launcher",
    "app_id": "ch.tlaun.TL",
    "description": "Play Minecraft in your own world!",
    "description_long": "Legacy Launcher is a simple, lightweight and yet highly customizeable alternative Minecraft launcher.<br>It features pre-made modded versions (Forge, Optifine and Fabric) as well as optional per-version game profile folders, keeping data from different versions in different subfolders.",
    "build_date": "2025-11-11T14:27:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/ch/tlaun/TL/774ba8c2af905b1c40c95389b63631a9/icons/128x128/ch.tlaun.TL.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Minecraft",
      "Launcher"
    ],
    "rank": 169
  },
  {
    "pkg": "0 A.D.",
    "app_id": "com.play0ad.zeroad",
    "description": "Real-time strategy game",
    "description_long": "<br>0 A.D. is a real-time strategy (RTS) game of ancient warfare.<br>It's a historically-based war/economy game that allows players to relive<br>or rewrite the history of thirteen ancient civilizations, each depicted<br>at their peak of economic growth and military prowess.<br>The fourteen factions are: Three of the Hellenic States (Athens, Sparta and<br>Macedonia), two of the kingdoms of Alexander the Great's successors<br>(Seleucids and Ptolemaic Egyptians), two Celtic tribes (Britons and<br>Gauls), the Romans, the Persians, the Iberians, the Carthaginians, the Han, the<br>Mauryas and the Kushites.<br>Each civilization is complete with substantially unique artwork,<br>technologies and civilization bonuses.<br>",
    "build_date": "2025-12-14T11:13:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/play0ad/zeroad/654b021879beae8be13a41fde6ed1248/icons/128x128/com.play0ad.zeroad.png",
    "license": "GPL-2.0+ and CC-BY-SA",
    "tag": [
      "RTS",
      "0AD",
      "History"
    ],
    "rank": 170
  },
  {
    "pkg": "Master PDF Editor",
    "app_id": "net.code_industry.MasterPDFEditor",
    "description": "Master PDF Editor is a full solutions for work with PDF documents",
    "description_long": "<br>Edit PDF text and images, Mark and annotate, Merge and split.<br>JavaScript and Dynamic XFA form support.<br>Validation Forms and Calculate Values.<br>Adding a digital signature and Signing PDF Documents.<br>Fast and simple PDF forms fill out.<br>",
    "build_date": "2025-09-16T14:41:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/code_industry/MasterPDFEditor/9b2727dd45cb417dfca8d21866575f58/icons/128x128/net.code_industry.MasterPDFEditor.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 171
  },
  {
    "pkg": "GPU-Viewer",
    "app_id": "io.github.arunsivaramanneo.GPUViewer",
    "description": "A front-end to glxinfo, vulkaninfo, clinfo and es2_info",
    "description_long": "<br>This application aims to capture all the important details of glxinfo, vulkaninfo and clinfo in a GUI. The project is being developed using python 3 pygobject with GTK4. All the important details are extracted using glxinfo/vulkaninfo/clinfo with the combination of grep, CAT , AWK commands and displayed in the front-end. There is no hard OpenGL Programming involved, until glxinfo, vulkaninfo and clinfo works the GPU-viewer will also work.<br>",
    "build_date": "2025-12-12T16:35:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/arunsivaramanneo.GPUViewer/59bf4f5bf20a4b993bc5a820289f226a/icons/128x128/io.github.arunsivaramanneo.GPUViewer.png",
    "license": "GPL-3.0",
    "tag": [
      "GPU",
      "Graphics",
      "Vulkan"
    ],
    "rank": 172
  },
  {
    "pkg": "Volume Control",
    "app_id": "org.pulseaudio.pavucontrol",
    "description": "Adjust device and app volumes",
    "description_long": "PulseAudio Volume Control (pavucontrol) is a volume control tool (“mixer”) for the PulseAudio sound server. In contrast to classic mixer tools, this one allows you to control both the volume of hardware devices and of each playback stream separately.",
    "build_date": "2025-09-17T15:53:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/pulseaudio/pavucontrol/87acd55d8adb3b3bc7e81808c91c2456/icons/128x128/org.pulseaudio.pavucontrol.png",
    "license": "GPL-2.0+",
    "tag": [
      "PulseAudio",
      "Microphone",
      "Volume"
    ],
    "rank": 173
  },
  {
    "pkg": "IntelliJ IDEA Community",
    "app_id": "com.jetbrains.IntelliJ-IDEA-Community",
    "description": "Leading Java and Kotlin editor",
    "description_long": "IntelliJ IDEA is an Integrated Development Environment (IDE) for professional development in Java and Kotlin. It is designed to maximize developer productivity and has a strong focus on privacy and security. It does the routine and repetitive tasks for you by providing clever code completion, static code analysis, and refactorings. It lets you focus on the bright side of software development, making it not only productive but also an enjoyable experience.<br>The development of modern applications involves using multiple languages, tools, frameworks, and technologies. IntelliJ IDEA is designed as an IDE for JVM languages, but numerous plugins can extend it to provide a polyglot experience.<br>Use IntelliJ IDEA to develop applications in the following languages that can be compiled into the JVM bytecode, namely: Java, Kotlin, Scala and Groovy<br>IntelliJ IDEA Community Edition is a free IDE built on open-source code that provides essential features for Java and Kotlin enthusiasts.<br>BETA branch enable Wayland Preview Support",
    "build_date": "2025-12-18T21:08:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jetbrains/IntelliJ-IDEA-Community/7baa3194bf693d4e44f4ca286b0d3d3c/icons/128x128/com.jetbrains.IntelliJ-IDEA-Community.png",
    "license": "Apache-2.0",
    "tag": [
      "kotlin",
      "java",
      "ide"
    ],
    "rank": 174
  },
  {
    "pkg": "Maps",
    "app_id": "org.gnome.Maps",
    "description": "Find places around the world",
    "description_long": "<br>Maps gives you quick access to maps all across the world. It allows you<br>to quickly find the place you’re looking for by searching for a city or<br>street, or locate a place to meet a friend.<br>Maps uses the collaborative OpenStreetMap database, made by hundreds of<br>thousands of people across the globe.<br>",
    "build_date": "2025-12-21T15:17:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Maps/259849db3ce286b17354769a5474b54e/icons/128x128/org.gnome.Maps.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Maps"
    ],
    "rank": 175
  },
  {
    "pkg": "Calendar",
    "app_id": "org.gnome.Calendar",
    "description": "Manage your schedule",
    "description_long": "<br>GNOME Calendar is an elegant tool to help you plan and stay on top of your schedule for<br>upcoming days and weeks, whether your months are filled with meetings and appointments,<br>public events, travel logistics, or other commitments in your life.<br>Easily create and manage unlimited calendars and events with GNOME Calendar's infinite<br>scrolling month view, week timetable, and scheduling list view.<br>Integrating the latest GNOME technologies and design best practices, GNOME Calendar builds on<br>top of the mature Evolution data server to manage large quantities of events and to provide<br>integration with other applications. You can add calendars from various online calendaring<br>services (like NextCloud, Google Calendar, and CalDAV / WebDAV servers), enabling you to<br>synchronize your events across multiple devices and platforms. GNOME Calendar also supports<br>local and offline calendaring, so you can use it anywhere and anytime while travelling<br>(or after civilization's collapse.)<br>",
    "build_date": "2025-09-16T17:52:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Calendar/81095a8458f06b43a9f0a2d028c22a37/icons/128x128/org.gnome.Calendar.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Calendar",
      "Event",
      "Reminder"
    ],
    "rank": 176
  },
  {
    "pkg": "Unity Hub",
    "app_id": "com.unity.UnityHub",
    "description": "Manage game engine installations",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by Unity Technologies.**<br>Unity is used to create half of the world’s games. Unity's real time platform, powered by tools and services, offers incredible possibilities for game developers, and creators across industries and applications.<br>Use the Unity Hub to manage multiple installations of the Unity Editor, create new projects, and access your work.",
    "build_date": "2025-10-07T18:01:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/unity/UnityHub/5374feafffbaad80976a6930550fc545/icons/128x128/com.unity.UnityHub.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 177
  },
  {
    "pkg": "Speech Note",
    "app_id": "net.mkiol.SpeechNote",
    "description": "Notes with offline Speech to Text, Text to Speech and Machine Translation",
    "description_long": "Speech Note let you take, read and translate notes in multiple languages.<br>It uses Speech to Text, Text to Speech and Machine Translation to do so.<br>Text and voice processing take place entirely offline, locally on your<br>computer, without using a network connection. Your privacy is always<br>respected. No data is sent to the Internet.",
    "build_date": "2025-08-15T17:16:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/mkiol/SpeechNote/33e84cfdd62f03e7cb4ee69af8a8c846/icons/128x128/net.mkiol.SpeechNote.png",
    "license": "MPL-2.0",
    "tag": [
      "speech",
      "offline",
      "voice"
    ],
    "rank": 178
  },
  {
    "pkg": "Steam Deck Repo Manager",
    "app_id": "com.steamdeckrepo.manager",
    "description": "Install boot videos to your Steam Deck using Steam Deck Repo website API.",
    "description_long": "Repo Manager installs boot videos using a GUI library on top of Steam Deck Repo website.",
    "build_date": "2023-04-29T12:11:39",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.steamdeckrepo.manager.png",
    "license": "MIT-0 OR Apache-2.0",
    "tag": [],
    "rank": 179
  },
  {
    "pkg": "Aisleriot Solitaire",
    "app_id": "org.gnome.Aisleriot",
    "description": "Play many different solitaire games",
    "description_long": "<br>Aisleriot — also known as sol or solitaire — is a card game application<br>that features over 80 different solitaire-type card games which are designed to<br>play using a mouse, keyboard, or trackpad.<br>",
    "build_date": "2025-03-28T22:30:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Aisleriot/e915e9d42025d3b4f4ecb1fbdcfc7a4e/icons/128x128/org.gnome.Aisleriot.png",
    "license": "GPL-3.0+",
    "tag": [
      "solitaire",
      "cards",
      "klondike"
    ],
    "rank": 180
  },
  {
    "pkg": "draw.io",
    "app_id": "com.jgraph.drawio.desktop",
    "description": "Create and share diagrams",
    "description_long": "<br>draw.io is the most flexible and privacy-focused of any production<br>grade diagramming tool. Create flowcharts, process diagrams, org<br>charts, UML, ER diagrams, network diagrams and much more.<br>",
    "build_date": "2025-12-02T13:47:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jgraph/drawio.desktop/82be17a3db4293eb8beab5bc4e28357d/icons/128x128/com.jgraph.drawio.desktop.png",
    "license": "Apache-2.0",
    "tag": [
      "chart",
      "diagram",
      "draw"
    ],
    "rank": 181
  },
  {
    "pkg": "Kate",
    "app_id": "org.kde.kate",
    "description": "Advanced text editor",
    "description_long": "<br>Kate is a fast multi-document, multi-view text editor for programmers by KDE. It features stuff like LSP (Language Server Protocol) support, projects, multiple cursors and selections, git integration, folder wide search, horizontal and vertical splits, vi mode, syntax highlighting for 300+ languages, built-in terminal, dynamic word wrap and much more. It is available on Linux, BSD, Windows and MacOS.<br>Features:<br>MDI, window splitting, window tabbing<br>Spell checking<br>CR, CRLF, LF newline support<br>Encoding support (utf-8, utf-16, ascii etc.)<br>Encoding conversion<br>Regular expression based find &amp; replace<br>Syntax highlighting for 300+ languages<br>Code and text folding<br>Multiple cursors and multiple selections<br>Block selection mode<br>Auto indentation<br>Auto completion support<br>Shell integration<br>Wide protocol support (http, ftp, ssh, webdav etc.)<br>Extensible via plugins<br>Integrated terminal<br>Scriptable using JavaScript<br>Vi mode<br>Intellisense support using LSP (Language Server Protocol)<br>DAP (Debug Adapter Protocol) support<br>Vertical tabs/document list<br>Lightweight project support. Kate can open folders as projects<br>Code formatting using native formatters such as clang-format, prettier etc<br>Built in filesystem browser<br>CTags support<br>Project wide and folder wide search<br>Git integration<br>",
    "build_date": "2025-12-11T15:57:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kate.desktop/81d75f7c2337c65aa65887fa315cc4ad/icons/128x128/org.kde.kate.desktop.png",
    "license": "LGPL-2.1+",
    "tag": [
      "text",
      "txt",
      "editor"
    ],
    "rank": 182
  },
  {
    "pkg": "Notepad Next",
    "app_id": "com.github.dail8859.NotepadNext",
    "description": "A cross-platform, reimplementation of Notepad++",
    "description_long": "Notepad Next is yet another text and source code editor.",
    "build_date": "2025-06-16T15:25:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/dail8859.NotepadNext/04d75b8b78257ad6851ba699cbc7e8ff/icons/128x128/com.github.dail8859.NotepadNext.png",
    "license": "GPL-3.0",
    "tag": [
      "notepad",
      "next",
      "text"
    ],
    "rank": 183
  },
  {
    "pkg": "Parsec",
    "app_id": "com.parsecgaming.parsec",
    "description": "Simple, low-latency game streaming",
    "description_long": "Connect to your computer from anywhere<br>Remote desktop reimagined - a seamless 4k experience at up to 60 frames per second with near-zero latency.<br>Secure, flexible, effortless access to whatever you do, at any time, from wherever you go.<br>NOTE: A Parsec account is required to use this application.<br>NOTE: Parsec will not allow you to access your Linux machine remotely. You can only<br>connect to Windows and macOS machines.<br>NOTE: This wrapper is not verified by, affiliated with, or<br>supported by Parsec Cloud, Inc.",
    "build_date": "2025-09-30T12:02:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/parsecgaming/parsec/22a654406fc9c48c5935415a0d5b6cc4/icons/128x128/com.parsecgaming.parsec.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 184
  },
  {
    "pkg": "Gradia",
    "app_id": "be.alexandervanhee.gradia",
    "description": "Annotate your screenshots",
    "description_long": "Gradia helps you get your screenshots ready for sharing, whether quickly with friends or colleagues, or professionally with the entire world.<br>Key features:<br>Ten annotation modes, including text, arrow, and censor<br>Optional image and gradient backgrounds<br>Image settings like shadow, padding, and auto-balance<br>Quick upload flow to easily share images via services like Imgur<br>Convert code snippets into clean high-resolution images<br>",
    "build_date": "2025-11-18T19:29:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/be/alexandervanhee/gradia/1a2c212bb30bd34b9a86e399e62b6089/icons/128x128/be.alexandervanhee.gradia.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Image",
      "Gradient",
      "Background"
    ],
    "rank": 185
  },
  {
    "pkg": "PlayOnLinux 4",
    "app_id": "com.playonlinux.PlayOnLinux4",
    "description": "Graphical front-end for Wine",
    "description_long": "<br>PlayOnLinux will allow you to run your favorite Windows games and<br>applications on Linux through Wine easily.<br>New users can often find Wine to be intimidating and difficult to use.<br>PlayOnLinux simplifies much of this and makes installing and using<br>Windows programs easier.<br>PlayOnLinux has the database of Windows applications from which the user<br>can install desired application with a few clicks. It will automatically<br>setup your Wine prefix and download any required Windows libraries.<br>",
    "build_date": "2025-10-16T11:00:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/playonlinux/PlayOnLinux4/542e7ae194c3fe0f5e2abbab240453f1/icons/128x128/com.playonlinux.PlayOnLinux4.png",
    "license": "GPL-3.0",
    "tag": [
      "wine",
      "games",
      "software"
    ],
    "rank": 186
  },
  {
    "pkg": "Weather",
    "app_id": "org.gnome.Weather",
    "description": "Show weather conditions and forecast",
    "description_long": "<br>A small application that allows you to monitor the current weather<br>conditions for your city, or anywhere in the world.<br>It provides access to detailed forecasts, up to 7 days, with hourly<br>details for the current and next day, using various internet services.<br>It also optionally integrates with the GNOME Shell, allowing you to see<br>the current conditions of the most recently searched cities by just<br>typing the name in the Activities Overview.<br>",
    "build_date": "2025-09-16T17:22:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Weather/28d6c4519ab133ce5a9090327095b8ef/icons/128x128/org.gnome.Weather.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Weather",
      "Forecast"
    ],
    "rank": 187
  },
  {
    "pkg": "Google Earth Pro",
    "app_id": "com.google.EarthPro",
    "description": "3D planet viewer",
    "description_long": "Create maps with advanced tools: Google Earth Pro on desktop is free for users with advanced feature needs. Import and export GIS data, and go back in time with historical imagery<br>NOTE: This wrapper is not verified by, affiliated with, or supported by Google",
    "build_date": "2025-09-29T17:30:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/google/EarthPro/3eb9b4e885957c304ef7e91ecab40e9c/icons/128x128/com.google.EarthPro.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 188
  },
  {
    "pkg": "Cemu",
    "app_id": "info.cemu.Cemu",
    "description": "Nintendo Wii U Emulator",
    "description_long": "Cemu is a Nintendo Wii U emulator that is able to run most Wii U games and homebrew in a playable state. Created by Exzap, and written in C/C++.<br>This emulator aims at providing both high-accuracy and performance, and is actively being developed with new features and fixes to increase compatibility, convenience and usability.<br>It was written from scratch and development on the project began roughly early 2015.",
    "build_date": "2025-08-25T17:31:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/cemu/Cemu/87640c667068bea4e270477be92997a3/icons/128x128/info.cemu.Cemu.png",
    "license": "MPL-2.0",
    "tag": [
      "nintendo"
    ],
    "rank": 189
  },
  {
    "pkg": "mGBA",
    "app_id": "io.mgba.mGBA",
    "description": "Nintendo Game Boy Advance Emulator",
    "description_long": "<br>mGBA is an emulator for running Game Boy Advance games. It aims to be<br>faster and more accurate than many existing Game Boy Advance emulators, as<br>well as adding features that other emulators lack. It also supports Game<br>Boy and Game Boy Color games.<br>",
    "build_date": "2025-03-09T09:21:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/mgba/mGBA/cbe722344de17225acbe1820eff77f44/icons/128x128/io.mgba.mGBA.png",
    "license": "MPL-2.0",
    "tag": [
      "emulator",
      "Nintendo",
      "advance"
    ],
    "rank": 190
  },
  {
    "pkg": "Sticky Notes",
    "app_id": "com.vixalien.sticky",
    "description": "Pin notes to your desktop",
    "description_long": "<br>Sticky Notes is a simple sticky notes app for GNOME. It allows you to create<br>notes and format them.<br>Current features:<br>simple formatting (bold, italic, underline and strikethrough)<br>notes are restored if they were open when the application was closed<br>changing color of notes<br>dark theme support<br>",
    "build_date": "2025-04-16T02:19:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/vixalien/sticky/017eb7685c28f26303b15e1d7d4aff3e/icons/128x128/com.vixalien.sticky.png",
    "license": "MIT",
    "tag": [
      "Sticky",
      "Notes",
      "Write"
    ],
    "rank": 191
  },
  {
    "pkg": "Bolt Launcher",
    "app_id": "com.adamcake.Bolt",
    "description": "Third-party Jagex launcher",
    "description_long": "Bolt is an unofficial alternative to the Jagex launcher for RuneScape.",
    "build_date": "2025-11-07T06:48:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adamcake/Bolt/cb93be25b4e9cb3fc06470af9a34a1ea/icons/128x128/com.adamcake.Bolt.png",
    "license": "AGPL-3.0",
    "tag": [
      "games"
    ],
    "rank": 192
  },
  {
    "pkg": "Celluloid",
    "app_id": "io.github.celluloid_player.Celluloid",
    "description": "Plays videos",
    "description_long": "<br>Celluloid is a simple media player that can play virtually all video and<br>audio formats. It supports playlists and MPRIS2 media player controls. The<br>design of Celluloid follows the GNOME Human Interface Guidelines, but can<br>also be adapted for other systems that don't use client-side decorations<br>(CSD). It is based on the mpv library and GTK.<br>Features:<br>Drag and drop playlist<br>Loading external mpv configuration files<br>MPRIS2 D-Bus interface<br>",
    "build_date": "2025-11-27T09:42:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/celluloid_player.Celluloid/be89343977db4211e460592b9aca09fe/icons/128x128/io.github.celluloid_player.Celluloid.png",
    "license": "GPL-3.0+",
    "tag": [
      "Video",
      "Movie",
      "Film"
    ],
    "rank": 193
  },
  {
    "pkg": "KPatience",
    "app_id": "org.kde.kpat",
    "description": "Solitaire card game",
    "description_long": "KPat (aka KPatience) is a relaxing card sorting game. To win the game a player has to arrange a single deck of cards in certain order amongst each other.",
    "build_date": "2025-12-17T17:35:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kpat/0b9a34b6b625bc4bb143c8ed90863eba/icons/128x128/org.kde.kpat.png",
    "license": "GPL-2.0+",
    "tag": [
      "castle",
      "freecell",
      "gold"
    ],
    "rank": 194
  },
  {
    "pkg": "GeoGebra",
    "app_id": "org.geogebra.GeoGebra",
    "description": "Dynamic mathematics software",
    "description_long": "Discover Math with GeoGebra. Solve equations, graph functions, create constructions, analyze data, explore 3D math!",
    "build_date": "2023-11-30T09:27:07",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.geogebra.GeoGebra.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 195
  },
  {
    "pkg": "Lunar Client",
    "app_id": "com.lunarclient.LunarClient",
    "description": "A modpack for all modern versions of Minecraft!",
    "description_long": "Boosted frames, all the popular mods, multi OS support, and did we mention it’s<br>completely free? So what are you waiting for - Download today!<br>",
    "build_date": "2025-12-19T05:24:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/lunarclient/LunarClient/81226ae6343758f24e1cdf218f4452ea/icons/128x128/com.lunarclient.LunarClient.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 196
  },
  {
    "pkg": "KiCad",
    "app_id": "org.kicad.KiCad",
    "description": "An EDA suite for schematic and circuit board design",
    "description_long": "KiCad is a free and open-source electronics design automation (EDA) suite. It features schematic capture, integrated circuit simulation, printed circuit board (PCB) layout, 3D rendering, and plotting/data export to numerous formats. KiCad also includes a high-quality component library featuring thousands of symbols, footprints, and 3D models. KiCad has minimal system requirements and runs on Linux, Windows, and macOS.",
    "build_date": "2025-12-12T10:37:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kicad/KiCad/cf1f4628a9136b6c7818c1c1aebbe464/icons/128x128/org.kicad.KiCad.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "PCB",
      "Schematic"
    ],
    "rank": 197
  },
  {
    "pkg": "Drawing",
    "app_id": "com.github.maoschanz.drawing",
    "description": "Edit screenshots or memes",
    "description_long": "<br>This basic image editor can resize, crop, or rotate an image, apply simple<br>filters, insert or censor text, and manipulate a selected portion of the<br>picture (cut/copy/paste/drag/…)<br>And of course, you can draw! Using tools such as the pencil, the straight<br>line, the curve tool, many shapes, several brushes, and their various<br>colors and options.<br>Supported file types include PNG, JPEG and BMP.",
    "build_date": "2025-12-16T03:32:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/maoschanz.drawing/f63204bd7b30b29a6cab73c9aec9da9e/icons/128x128/com.github.maoschanz.drawing.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Paint",
      "Sketch",
      "Pencil"
    ],
    "rank": 198
  },
  {
    "pkg": "Sublime Text",
    "app_id": "com.sublimetext.three",
    "description": "Sophisticated text editor for code, markup and prose",
    "description_long": "A sophisticated text editor for code, markup and prose.",
    "build_date": "2022-01-13T22:49:44",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.sublimetext.three.png",
    "license": "LicenseRef-proprietary=https://www.sublimetext.com/eula",
    "tag": [],
    "rank": 199
  },
  {
    "pkg": "Amberol",
    "app_id": "io.bassi.Amberol",
    "description": "Plays music, and nothing else",
    "description_long": "<br>Amberol is a music player with no delusions of grandeur. If you just<br>want to play music available on your local system then Amberol is the<br>music player you are looking for.<br>Current features:<br>adaptive UI<br>UI recoloring using the album art<br>drag and drop support to queue songs<br>shuffle and repeat<br>MPRIS integration<br>",
    "build_date": "2025-07-23T13:14:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/bassi/Amberol/dc100a9f00e5ad245af203b4810380c4/icons/128x128/io.bassi.Amberol.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "player",
      "media"
    ],
    "rank": 200
  },
  {
    "pkg": "Konsole",
    "app_id": "org.kde.konsole",
    "description": "Use the command line interface",
    "description_long": "Konsole is a terminal to run a command shell. It provides a command line interface for directly controlling your computer.<br>Features:<br>Tabs<br>Multiple profiles<br>Silence and Activity monitoring<br>Bookmark support<br>Searching<br>Saving output<br>",
    "build_date": "2025-12-11T16:50:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/konsole.desktop/010fc4d9d01a002a41f31f14eea87ef8/icons/128x128/org.kde.konsole.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "terminal",
      "console",
      "script"
    ],
    "rank": 201
  },
  {
    "pkg": "Angry IP Scanner",
    "app_id": "org.angryip.ipscan",
    "description": "Fast and friendly network scanner",
    "description_long": "NOTE: This wrapper is not verified by, affiliated with, or supported by Anton Keks and contributors.<br>Angry IP Scanner (or simply ipscan) is an open-source and cross-platform network scanner designed to be fast and simple to use. It scans IP addresses and ports, as well as having many other features.<br>It is widely used by network administrators and just curious users around the world, including large and small enterprises, banks, and government agencies.",
    "build_date": "2025-09-23T08:50:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/angryip/ipscan/41034d55d7b85895fa7d3bf2ddf0864e/icons/128x128/org.angryip.ipscan.png",
    "license": "GPL-2.0+",
    "tag": [
      "angry",
      "ipscan",
      "ip"
    ],
    "rank": 202
  },
  {
    "pkg": "SuperTuxKart",
    "app_id": "net.supertuxkart.SuperTuxKart",
    "description": "A 3D open-source kart racing game",
    "description_long": "<br>Karts. Nitro. Action! SuperTuxKart is a 3D open-source arcade racer with a variety of characters, tracks, and modes to play. Our aim is to create a game that is more fun than realistic, and provide an enjoyable experience for all ages.<br>We have several tracks with various themes for players to enjoy, from driving underwater, rural farmlands, jungles or even in space! Try your best while avoiding other karts as they may overtake you, but don't eat the bananas! Watch for bowling balls, plungers, bubble gum, and cakes thrown by your opponents.<br>You can do a single race against other karts, compete in one of several Grand Prix, try to beat the high score in time trials on your own, play battle mode against the computer or your friends, and more! For a greater challenge, join online and meet players from all over the world and prove your racing skills!<br>",
    "build_date": "2025-10-23T23:48:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/supertuxkart/SuperTuxKart/ed6e8f73eecfb93757794648174bcf0e/icons/128x128/net.supertuxkart.SuperTuxKart.png",
    "license": "GPL-3.0+",
    "tag": [
      "tux",
      "game",
      "race"
    ],
    "rank": 203
  },
  {
    "pkg": "Clocks",
    "app_id": "org.gnome.clocks",
    "description": "Keep track of time",
    "description_long": "<br>A simple and elegant clock application.<br>It includes world clocks, alarms, a stopwatch, and timers.<br>Show the time in different cities around the world<br>Set alarms to wake you up<br>Measure elapsed time with an accurate stopwatch<br>Set timers to properly cook your food<br>",
    "build_date": "2025-09-16T17:22:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/clocks/e55491ece66d05dafd772b95c6a6e887/icons/128x128/org.gnome.clocks.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "time",
      "timer",
      "alarm"
    ],
    "rank": 204
  },
  {
    "pkg": "Linux Theme Store",
    "app_id": "io.github.debasish_patra_1987.linuxthemestore",
    "description": "Browse, preview, and install desktop themes",
    "description_long": "Install desktop themes natively",
    "build_date": "2025-06-18T15:31:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/debasish_patra_1987.linuxthemestore/9fbfc04f3da4a64c1f1a3bab70138b05/icons/128x128/io.github.debasish_patra_1987.linuxthemestore.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 205
  },
  {
    "pkg": "Snes9x",
    "app_id": "com.snes9x.Snes9x",
    "description": "A Super Nintendo emulator",
    "description_long": "Snes9x is a portable, freeware Super Nintendo Entertainment System (SNES) emulator. It basically allows you to play most games designed for the SNES and Super Famicom Nintendo game systems on your PC or Workstation; which includes some real gems that were only ever released in Japan.",
    "build_date": "2024-10-18T18:31:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/snes9x/Snes9x/f3817290a4e5ec502fac6f387e97a57c/icons/128x128/com.snes9x.Snes9x.png",
    "license": "LicenseRef-proprietary=https://raw.githubusercontent.com/snes9xgit/snes9x/master/docs/snes9x-license.txt AND LGPL-2.1",
    "tag": [],
    "rank": 206
  },
  {
    "pkg": "FurMark",
    "app_id": "com.geeks3d.furmark",
    "description": "OpenGL and Vulkan GPU stress test",
    "description_long": "OpenGL and Vulkan stress-test and benchmark for GPUs, that can upload the results to an online database<br>WARNING:\tCould damage your device if not\tadequately cooled<br>WARNING: The arm version is still 2.10.1.0<br>Features<br>Benchmarking graphic cards<br>Stress testing graphic cards to test the reliability of the device or just for fun<br>Publishing benchmarking scores<br>",
    "build_date": "2025-10-27T23:26:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/geeks3d/furmark/0fc4b4cd52cd5daa359ee64764c02d81/icons/128x128/com.geeks3d.furmark.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "FurMark",
      "OpenGL",
      "Vulkan"
    ],
    "rank": 207
  },
  {
    "pkg": "TIDAL Hi-Fi",
    "app_id": "com.mastermindzh.tidal-hifi",
    "description": "The web version of listen.tidal.com with Hi-Fi (High and Max) support",
    "description_long": "<br>Listen to over 80 million songs in HiFi quality and access 350K+ music videos through TIDAL<br>with tidal-hifi<br>",
    "build_date": "2025-08-26T07:34:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mastermindzh/tidal-hifi/d2d31f4e502b4d750797885cec1e72dc/icons/128x128/com.mastermindzh.tidal-hifi.png",
    "license": "MIT",
    "tag": [],
    "rank": 208
  },
  {
    "pkg": "GDM Settings",
    "app_id": "io.github.realmazharhussain.GdmSettings",
    "description": "Customize your login screen",
    "description_long": "<br>Change GDM Settings; Apply theme and background, change cursor theme, icon theme<br>and night light settings, among other things.<br>",
    "build_date": "2025-09-27T14:32:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/realmazharhussain.GdmSettings/733466f8d831cfbb52d832ce9d323523/icons/128x128/io.github.realmazharhussain.GdmSettings.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 209
  },
  {
    "pkg": "Piper",
    "app_id": "org.freedesktop.Piper",
    "description": "Gaming mouse configuration utility",
    "description_long": "<br>Piper is a graphical user interface to configure gaming mice.<br>Configuration options include changing the resolution (DPI) of the<br>mouse, adding and removing profiles, setting LED colors and changing<br>button behaviors.<br>Piper requires libratbag’s ratbagd, the daemon to actually communicate with the<br>mice. Piper is merely a front end to ratbagd, ratbagd must be<br>installed and running when Piper is launched.<br>",
    "build_date": "2025-09-28T03:54:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freedesktop/Piper/45a83a01400dac1877a1523b99824f64/icons/128x128/org.freedesktop.Piper.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "gaming",
      "mouse",
      "mice"
    ],
    "rank": 210
  },
  {
    "pkg": "Elisa",
    "app_id": "org.kde.elisa",
    "description": "Play local music and listen to online radio",
    "description_long": "The Elisa music player is developed by the KDE community and strives to be simple and pleasant to use.<br>With Elisa, you can browse your local music collection by genre, artist, album, or track, listen to online radio, create and manage playlists, display lyrics, and more.<br>Elisa supports your full KDE color scheme when used on the Plasma desktop, or else the standard light and dark modes.<br>Chill out with Party Mode, which puts your music's album art front and center.",
    "build_date": "2025-12-11T18:26:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/elisa.desktop/81aac562d1100e932b432776a360f013/icons/128x128/org.kde.elisa.desktop.png",
    "license": "LGPL-3.0",
    "tag": [],
    "rank": 211
  },
  {
    "pkg": "Clapper",
    "app_id": "com.github.rafostar.Clapper",
    "description": "Lean back and enjoy videos",
    "description_long": "<br>Clapper is a modern media player designed for simplicity and ease of use.<br>Powered by GStreamer and built for the GNOME desktop environment using<br>GTK4 toolkit, it has a clean and stylish interface that lets you focus<br>on enjoying your favorite videos.<br>Clapper uses a playback queue where you can add multiple media files.<br>Think of it like a playlist that you can build. You can easily reorder<br>items or remove them from the queue with a simple drag and drop operation.<br>",
    "build_date": "2025-07-19T13:46:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/rafostar.Clapper/4c1bd491da0fed7b4f08f86e9467af4e/icons/128x128/com.github.rafostar.Clapper.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Video",
      "Movie",
      "Film"
    ],
    "rank": 212
  },
  {
    "pkg": "Open TV",
    "app_id": "dev.fredol.open-tv",
    "description": "Fast And Powerful IPTV App",
    "description_long": "Completely rewritten to accomodate new features and to be even speedier, Open TV has been carefully crafted to deliver the best IPTV experience<br>Features:<br>Import your IPTV channels from any source (M3U File, M3U link, Xtream) 🗃️<br>Record while watching 🎥<br>Multi IPTV sources 🎊<br>Control the UI from a TV remote 📺<br>Super low ram usage, crazy speeds and instant search 🚅<br>Refresh your sources when you need it 🔄<br>Add channels to favorites 🌟<br>PLEASE consider donating, I've been developing this app solo for the past 2 years! Instructions on my github (https://github.com/Fredolx/open-tv)",
    "build_date": "2025-11-22T00:09:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/fredol/open-tv/fcf1725aa44b5bdfbc1657b283473feb/icons/128x128/dev.fredol.open-tv.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 213
  },
  {
    "pkg": "GDevelop",
    "app_id": "io.gdevelop.ide",
    "description": "Fast and Easy Game-Making",
    "description_long": "GDevelop is a full-featured, no-code, open-source game development software. You can build<br>games for mobile, desktop and the web. GDevelop is fast and easy to use: the game logic is<br>built up using an intuitive and powerful event-based system.<br>With GDevelop, you can make simple projects for fun, create ambitious indie games or even<br>build the next hit, grossing 1 million downloads like some games powered by GDevelop!<br>Professionals, educators or hobbyists all use GDevelop for game making.<br>What makes GDevelop unique and so easy to use are the events and behaviors. Events are a<br>powerful way to express the logic of your game, without having to learn a programming<br>language. Behaviors are pre-made logic that you can create and attach to your game objects.<br>It's simpler and faster than code, and super powerful.<br>Publish your games on the web, make a mobile app for iOS and Android, publish on Steam,<br>Facebook, Itch.io, Newgrounds, the Windows store... Games created with GDevelop run anywhere<br>and can be packaged in a single click.",
    "build_date": "2025-12-12T09:37:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gdevelop/ide/4b9b1ba630057d7eceb991d5c5931e11/icons/128x128/io.gdevelop.ide.png",
    "license": "MIT",
    "tag": [],
    "rank": 214
  },
  {
    "pkg": "Video Trimmer",
    "app_id": "org.gnome.gitlab.YaLTeR.VideoTrimmer",
    "description": "Trim videos quickly",
    "description_long": "<br>Video Trimmer cuts out a fragment of a video given the start and end timestamps. The video is never re-encoded, so the process is very fast and does not reduce the video quality.<br>",
    "build_date": "2025-04-06T11:16:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.YaLTeR.VideoTrimmer/e944d8ccfb5b53b73b78fd1214f33bec/icons/128x128/org.gnome.gitlab.YaLTeR.VideoTrimmer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Cut",
      "Movie",
      "Film"
    ],
    "rank": 215
  },
  {
    "pkg": "Firmware",
    "app_id": "org.gnome.Firmware",
    "description": "Install firmware on devices",
    "description_long": "<br>A power-user tool that allows updating, reinstalling and downgrading of firmware on<br>devices supported by fwupd.<br>",
    "build_date": "2025-12-19T14:49:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Firmware/e39660959b596f4ed5e6d6af953769a8/icons/128x128/org.gnome.Firmware.png",
    "license": "GPL-2.0+",
    "tag": [
      "Firmware"
    ],
    "rank": 216
  },
  {
    "pkg": "Yandex Browser",
    "app_id": "ru.yandex.Browser",
    "description": "Web browser from Yandex",
    "description_long": "New Yandex Browser with AI search and Alisa voice assistant is a modern fast web browser with familiar user interface.",
    "build_date": "2025-12-16T13:24:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/ru/yandex/Browser/8e75fec44b94d8d10dff9157e1da2201/icons/128x128/ru.yandex.Browser.png",
    "license": "LicenseRef-proprietary=https://yandex.ru/legal/browser_agreement",
    "tag": [],
    "rank": 217
  },
  {
    "pkg": "Document Viewer",
    "app_id": "org.gnome.Papers",
    "description": "Read documents",
    "description_long": "A document viewer for the GNOME desktop. You can view, search or annotate documents in many different formats.<br>Papers supports documents in: PDF, DjVu, TIFF, and Comic Books archives (CBR, CBT, CBZ, CB7).",
    "build_date": "2025-11-22T02:53:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Papers/9e0a9fbccb143c9c66a76d26c53e798d/icons/128x128/org.gnome.Papers.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "pdf",
      "djvu",
      "tiff"
    ],
    "rank": 218
  },
  {
    "pkg": "yuki-iptv",
    "app_id": "io.github.yuki_iptv.yuki-iptv",
    "description": "IPTV player with EPG support",
    "description_long": "<br>IPTV player with many features, such as:<br>M3U / XSPF playlists support<br>XTream API support<br>TV guide (EPG) support<br>Stream recording<br>Playlist editor<br>TV archive / catchup<br>and many more...<br>",
    "build_date": "2025-11-08T12:27:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/yuki_iptv.yuki-iptv/140574cce1216cd57711fa512b02e16f/icons/128x128/io.github.yuki_iptv.yuki-iptv.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Television",
      "Stream"
    ],
    "rank": 219
  }
]
