[
  {
    "pkg": "KCalc",
    "app_id": "org.kde.kcalc",
    "description": "Scientific calculator",
    "description_long": "KCalc has everything you would expect from a scientific calculator, plus:<br>Trigonometric functions, logic operations and statistical calculations<br>A results stack which enables convenient recall of previous calculation results<br>Precision is user-definable<br>The display allows cut and paste of numbers<br>The display colors and font are configurable, aiding usability<br>The use of key-bindings make it easy to use without a pointing device<br>",
    "build_date": "2025-12-11T17:51:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kcalc.desktop/15c25e48f12def4f8291cfeabd778b17/icons/128x128/org.kde.kcalc.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 1
  },
  {
    "pkg": "IntelliJ IDEA",
    "app_id": "com.jetbrains.IntelliJ-IDEA-Ultimate",
    "description": "Leading Java and Kotlin editor",
    "description_long": "IntelliJ IDEA is an Integrated Development Environment (IDE) for professional development in Java and Kotlin. It is designed to maximize developer productivity and has a strong focus on privacy and security. It does the routine and repetitive tasks for you by providing clever code completion, static code analysis, and refactorings. It lets you focus on the bright side of software development, making it not only productive but also an enjoyable experience.<br>The development of modern applications involves using multiple languages, tools, frameworks, and technologies. IntelliJ IDEA is designed as an IDE for JVM languages, but numerous plugins can extend it to provide a polyglot experience.<br>Use IntelliJ IDEA to develop applications in the following languages that can be compiled into the JVM bytecode, namely: Java, Kotlin, Scala and Groovy<br>Previously, IntelliJ IDEA was offered as two separate products: IntelliJ IDEA Community Edition and IntelliJ IDEA Ultimate with extended capabilities. Starting with IntelliJ IDEA 2025.3, we're combining these two editions into a single, unified product: IntelliJ IDEA. This change allows all users to access essential functionality without needing to decide between editions. The core functionality of IntelliJ IDEA remains free and now comes with even more features compared to the former Community Edition. Additionally, the new Ultimate subscription gives you access to advanced tooling with a free 30-day trial available for all users when installing IntelliJ IDEA. Afterward, you can choose to subscribe or continue using IntelliJ IDEA for free.",
    "build_date": "2025-12-08T14:35:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jetbrains/IntelliJ-IDEA-Ultimate/a545fa563e482739d97669b1c1b8a40c/icons/128x128/com.jetbrains.IntelliJ-IDEA-Ultimate.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "kotlin",
      "java",
      "ide"
    ],
    "rank": 2
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity<br>Přizpůsobte své prostředí COSMIC až za hranice nekonečna<br>Save, import and download color schemes<br>Customize the panel and dock<br>Replicate other desktop's layouts<br>Fearless tweaking with snapshots<br>",
    "build_date": "2025-12-13T21:07:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/220ca1c96de04e03443eb165b3e94f99/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 3
  },
  {
    "pkg": "Komikku",
    "app_id": "info.febvre.Komikku",
    "description": "Discover and read manga & comics",
    "description_long": "With its simple, elegant and adaptive interface, this reader lets you search, sort and read your series with ease.<br>Why you will love Komikku?<br>Online and offline reading from dozens of servers<br>Support for locally stored series (in CBZ/CBR/CBT or PDF formats)<br>RTL, LTR, Vertical and Webtoon reading modes<br>Support several types of navigation: keyboard arrow keys, right and left navigation layout via mouse click or tapping (touchpad/touch screen), mouse wheel, 2-fingers swipe gesture (touchpad), swipe gesture (touch screen)<br>Categories to organize your library<br>Automatic tracking of series with AniList, MangaUpdates and MyAnimeList<br>Automatic update of series<br>Automatic download of new chapters<br>Reading history<br>Light and dark themes<br>",
    "build_date": "2025-12-13T00:08:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/febvre/Komikku/3b39f0d32342762f2476f5de881c9089/icons/128x128/info.febvre.Komikku.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "reader",
      "viewer",
      "scanlation"
    ],
    "rank": 4
  },
  {
    "pkg": "Drum Machine",
    "app_id": "io.github.revisto.drum-machine",
    "description": "Create and play drum beats",
    "description_long": "<br>Drum Machine is a modern and intuitive application for creating, playing, and<br>managing drum patterns. Perfect for musicians, producers, and anyone interested<br>in rhythm creation, this application provides a simple interface for drum<br>pattern programming. Have fun!<br>Features:<br>Intuitive grid-based pattern editor<br>Adjustable BPM control<br>Volume control for overall mix<br>Save and load patterns<br>Multiple drum sounds including kick, snare, hi-hat, and more<br>Audio export feature with support for WAV, FLAC, Ogg, and MP3 formats<br>Metadata support for embedding artist name, song title, and cover art<br>Keyboard shortcuts for quick access to all functions<br>",
    "build_date": "2025-12-12T19:38:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/revisto.drum-machine/782dd382ffca8a69f7d088a6b4efcce8/icons/128x128/io.github.revisto.drum-machine.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "drum",
      "drums",
      "sequencer"
    ],
    "rank": 5
  },
  {
    "pkg": "Startup Configuration",
    "app_id": "best.ellie.StartupConfiguration",
    "description": "View and set startup scripts and applications",
    "description_long": "<br>This is an application that allows you to view, manage, and add Freedesktop-compatible autostart entries to your<br>computer. It intends to trivialise managing and cleaning up your autostart directory<br>",
    "build_date": "2025-08-31T23:04:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/best/ellie/StartupConfiguration/2c0cd1c74537218a3ff44374b7f29089/icons/128x128/best.ellie.StartupConfiguration.png",
    "license": "GPL-3",
    "tag": [
      "COSMIC",
      "autostart"
    ],
    "rank": 6
  },
  {
    "pkg": "Varia",
    "app_id": "io.github.giantpinkrobots.varia",
    "description": "Download files, videos and torrents",
    "description_long": "\nVaria is better than your browser at downloading stuff.\n<br>\nSupporting videos and torrents on top of just regular files, and with a variety of advanced features wrapped inside an easy to understand interface, Varia is both quite powerful and dead simple to use:\n<br>\nDownload anything you want quickly - potentially faster than your browser, continue incomplete downloads even after reboots\n<br>\nDownload video and audio from thousands of websites (anything supported by yt-dlp) including YouTube, TikTok, Twitter etc\n<br>\nIntegrate with Firefox and Chrome (or any Chromium based browser like Brave or Opera) to redirect downloads\n<br>\nSchedule downloads with a powerful scheduler function allowing for custom timespans for each day of the week\n<br>\nDownload from protected areas with basic auth and cookies.txt import support\n<br>\nControl a remote aria2 instance running on any server\n<br>",
    "build_date": "2025-11-11T10:25:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/giantpinkrobots.varia/0b3505b2b4907ec8623bc5205cad4b41/icons/128x128/io.github.giantpinkrobots.varia.png",
    "license": "MPL-2.0",
    "tag": [
      "varia",
      "aria",
      "download"
    ],
    "rank": 7
  },
  {
    "pkg": "Dialect",
    "app_id": "app.drey.Dialect",
    "description": "Translate between languages",
    "description_long": "<br>A translation app for GNOME.<br>Features:<br>Translation based on Google Translate<br>Translation based on the LibreTranslate API, allowing you to use any public instance<br>Translation based on Lingva Translate API<br>Translation based on Bing<br>Translation based on Yandex<br>Translation based on DeepL<br>Text to speech<br>Translation history<br>Automatic language detection<br>Clipboard buttons<br>",
    "build_date": "2025-07-27T02:59:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/Dialect/84711fd322ebc6569b5caaa6ecc293f2/icons/128x128/app.drey.Dialect.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "translate"
    ],
    "rank": 8
  },
  {
    "pkg": "Wattage",
    "app_id": "io.github.v81d.Wattage",
    "description": "Monitor power devices",
    "description_long": "Wattage is an application designed for monitoring the health and status of your power devices.",
    "build_date": "2025-12-11T22:27:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/v81d.Wattage/5e8e2d31fd7cf2a152a9829df5bbb030/icons/128x128/io.github.v81d.Wattage.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 9
  },
  {
    "pkg": "Lenspect",
    "app_id": "io.github.vmkspv.lenspect",
    "description": "Scan files for threats",
    "description_long": "A lightweight security threat scanner intended to make malware detection more accessible and efficient.",
    "build_date": "2025-11-19T10:43:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vmkspv.lenspect/88c494a25cd0b1ed0279df93774e17ec/icons/128x128/io.github.vmkspv.lenspect.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "VirusTotal",
      "Antivirus",
      "Virus"
    ],
    "rank": 10
  },
  {
    "pkg": "Avogadro",
    "app_id": "org.openchemistry.Avogadro2",
    "description": "Advanced molecular editor",
    "description_long": "<br>Avogadro is an advanced molecular editor designed for cross-platform use<br>in computational chemistry, molecular modeling, bioinformatics, materials<br>science, and related areas. It offers flexible rendering and a powerful<br>plugin architecture.<br>Core features and goals of the Avogadro project include:<br>Open-source, distributed under the liberal 3-clause BSD license<br>Cross-platform, with nightly builds on Linux, Mac OS X and Windows<br>An intuitive interface designed to be useful to whole community<br>Fast and efficient, embracing the latest technologies<br>Extensible, making extensive use of a plugin architecture<br>Flexible, supporting a range of chemical data formats and packages<br>",
    "build_date": "2025-10-28T16:48:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/openchemistry/Avogadro2/dbf1728fd2d24f93427cf5961e99d108/icons/128x128/org.openchemistry.Avogadro2.png",
    "license": "BSD-3-Clause AND GPL-2.0-only",
    "tag": [],
    "rank": 11
  },
  {
    "pkg": "Quick Web Apps",
    "app_id": "dev.heppen.webapps",
    "description": "Web applications at your fingertips",
    "description_long": "Web App Manager for the COSMIC™ desktop written with love and libcosmic. Allow you to simply create web applications from given url working inside separate window. With some customization options.<br>Fast and easy to use<br>Works out of the box<br>In-app icon pack installer<br>Supports WebKitGTK web engine<br>",
    "build_date": "2025-10-07T09:17:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/heppen/webapps/62d9d4786eb06dc4a68b10b3c45335e5/icons/128x128/dev.heppen.webapps.png",
    "license": "GPL-3.0-only",
    "tag": [
      "App",
      "Software",
      "Manager"
    ],
    "rank": 12
  },
  {
    "pkg": "High Tide",
    "app_id": "io.github.nokse22.high-tide",
    "description": "TIDAL client",
    "description_long": "Third party unofficial TIDAL music client. Listen to your favorite music from your desktop or mobile Linux device at the highest quality.",
    "build_date": "2025-10-17T22:33:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.high-tide/9b6f498978d2667ee271b9503edfd11c/icons/128x128/io.github.nokse22.high-tide.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 13
  },
  {
    "pkg": "Collabora Office",
    "app_id": "com.collaboraoffice.Office",
    "description": "The Collabora Office productivity suite",
    "description_long": "Collabora Office brings the familiar Collabora Online experience to your computer - so you can create, edit, and present with a beautiful, modern UI. Built on LibreOffice, it delivers excellent interoperability with ODF and Microsoft Office formats (DOCX/XLSX/PPTX), and exports to PDF with ease. Your documents stay on your device unless you choose to share them - privacy by design.",
    "build_date": "2025-12-12T01:34:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/collaboraoffice/Office/a0051139b12502e131d7b79459252503/icons/128x128/com.collaboraoffice.Office.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 14
  },
  {
    "pkg": "Railway",
    "app_id": "de.schmidhuberj.DieBahn",
    "description": "Find all your travel information",
    "description_long": "<br>Railway lets you look up travel information across networks and borders<br>without having to navigate through different websites. Due to the adaptive<br>design, it is suitable to plan your trip in advance or mobile on the go:<br>View your tripsʼ details including platforms and delays<br>Bookmark current and future trips as well as frequent search<br>Make use of advance search options like filtering by mode of transport<br>And all that for networks from all around the world, but mostly from Europe.<br>",
    "build_date": "2025-11-19T11:02:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/DieBahn/23adaa19785de3b454cd6844bd384083/icons/128x128/de.schmidhuberj.DieBahn.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "train",
      "railway",
      "journey"
    ],
    "rank": 15
  },
  {
    "pkg": "OpenRCT2",
    "app_id": "io.openrct2.OpenRCT2",
    "description": "Amusement park simulation",
    "description_long": "<br>OpenRCT2 is an open-source re-implementation of RollerCoaster Tycoon 2 (RCT2).<br>The gameplay revolves around building and maintaining an amusement park containing<br>attractions, shops and facilities. The player must try to make a profit and maintain<br>a good park reputation whilst keeping the guests happy. OpenRCT2 allows for both<br>scenario and sandbox play. Scenarios require the player to complete a certain<br>objective in a set time limit whilst sandbox allows the player to build a more<br>flexible park with optionally no restrictions or finance.<br>OpenRCT2 features many changes compared to the original RollerCoaster Tycoon 2 game. A few of them are listed here.<br>User Interface theming.<br>Fast-forwarding gameplay.<br>Multiplayer support.<br>Multilingual. Improved translations.<br>OpenGL hardware rendering.<br>Various fixes and improvements for bugs in the original game.<br>Native support for Linux and macOS.<br>Added hacks and cheats.<br>Auto-saving and giant screenshots.<br>Original RollerCoaster Tycoon 2 or RollerCoaster Tycoon Classic game files are required in order to play OpenRCT2.<br>",
    "build_date": "2025-11-22T21:57:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/openrct2/OpenRCT2/441ce14043e0c185f205bb95315efa3a/icons/128x128/io.openrct2.OpenRCT2.png",
    "license": "GPL-3.0",
    "tag": [
      "openrct2",
      "rct2",
      "rct"
    ],
    "rank": 16
  },
  {
    "pkg": "Forecast",
    "app_id": "com.jwestall.Forecast",
    "description": "View weather predictions",
    "description_long": "Find out what the weather is going to be like with this simple weather application for the COSMIC™ Desktop.",
    "build_date": "2025-10-09T14:35:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jwestall/Forecast/4d28bb71f40ce25b5e1940b1fcf7cf28/icons/128x128/com.jwestall.Forecast.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Weather"
    ],
    "rank": 17
  },
  {
    "pkg": "Examine",
    "app_id": "io.github.cosmic_utils.Examine",
    "description": "View system information",
    "description_long": "Examine is an app which gives you easy access to system information without needing to use the terminal, built for the COSMIC™ desktop.",
    "build_date": "2024-10-15T07:30:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cosmic_utils.Examine/05a42968b68d42ecbd4d4d23b402e5bf/icons/128x128/io.github.cosmic_utils.Examine.png",
    "license": "GPL-3.0-only",
    "tag": [
      "CPU",
      "Processor",
      "USB"
    ],
    "rank": 18
  },
  {
    "pkg": "Calculator",
    "app_id": "dev.edfloreshz.Calculator",
    "description": "Beyond the equation",
    "description_long": "A calculator app with infinite possibilities<br>Exceptional performance and responsiveness.<br>",
    "build_date": "2025-09-25T23:56:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Calculator/bd0d990db813b16be4829ca0b0bcc28d/icons/128x128/dev.edfloreshz.Calculator.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 19
  },
  {
    "pkg": "Typesetter",
    "app_id": "net.trowell.typesetter",
    "description": "Minimalist Typst editor",
    "description_long": "Typesetter is a lightweight desktop application for creating beautiful documents with Typst.<br>Adaptive, user-friendly interface: Focus on writing. Great for papers, reports, slides, books, and any structured writing.<br>Powered by Typst: A modern markup-based typesetting language, combining the simplicity of Markdown with the power of LaTeX.<br>Local-first: Your files stay on your machine. No cloud lock-in.<br>Package support: Works offline, but can fetch and update packages online when needed.<br>Automatic preview: See your rendered document update as you write.<br>Click-to-jump: Click on a part of the preview to jump to the corresponding position in the source file.<br>Magnifier tool: Click and hold on the preview to inspect fine details.<br>Centered scrolling: Keeps your writing visually anchored as you type.<br>Syntax highlighting: Makes your documents easier to read and edit.<br>Document statistics: Easily calculate page, word, and character counts.<br>Fast and native: Built in Rust and GTK following the GNOME human interface guidelines.<br>",
    "build_date": "2025-12-15T05:19:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/trowell/typesetter/f3775e3c0604baec44aad51c70bc57ca/icons/128x128/net.trowell.typesetter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "Typst",
      "Text"
    ],
    "rank": 20
  },
  {
    "pkg": "Tintero",
    "app_id": "app.tintero.Tintero",
    "description": "Professional writing studio",
    "description_long": "<br>Tintero is a comprehensive writing application designed for novelists, screenwriters, RPG enthusiasts,<br>and creative writers who need powerful organization and worldbuilding tools. Built as a modern alternative<br>to Scrivener, Bibisco, or Manuskript, it combines advanced project management with AI-powered writing<br>assistance and cross-platform synchronization.<br>Core Writing Features:<br>Advanced rich text editor with multiple tabs and distraction-free mode<br>Unlimited hierarchical folder structure: folders, chapters, and documentation with customizable colors, icons, and status<br>Scene management: mark scenes as flashbacks, dreams, memories... assign characters to scenes, locations...<br>Character and worldbuilding element highlighting directly in text<br>Customizable sticky notes by color, trackable throughout text<br>Visual cork board planning for chapters, characters, and story elements<br>Configurable time and word count alerts<br>Worldbuilding and Character Management:<br>Comprehensive character profiles with customizable attributes, galleries, relationships, and associated scenes<br>13+ entity types: Locations, Organizations, Items, Concepts, Events, Technologies, Species, Beliefs, Languages, Powers, Artifacts, Legends, and Traditions<br>Global relationship mapping showing connections between all entities<br>Entity tagging within scenes and chapters<br>Rich character analytics and statistics visualization<br>Project Management and Statistics:<br>Detailed project statistics with graphs (words, characters, paragraphs, reading time, etc.)<br>Writing session tracking with today's progress indicators<br>Trash management with restoration capabilities<br>Version control with auto-save and backup system<br>Multiple project management with quick switching<br>AI and Export Features:<br>AI-powered writing assistant for text generation, editing, and brainstorming<br>Built-in AI chat for project-specific queries<br>Text-to-speech with customizable voices<br>Export to PDF, EPUB, and DOCX formats with customizable formatting<br>Configurable export templates for different output styles<br>Synchronization and Cloud Features:<br>Cross-platform sync via Google Drive (desktop, mobile, web)<br>Conflict resolution system for simultaneous edits<br>Automatic sync queue management with error recovery<br>Privacy-first approach with zero telemetry by default<br>",
    "build_date": "2025-12-15T00:16:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/tintero/Tintero/56ae5b6b695233766cfc36da6d8e668d/icons/128x128/app.tintero.Tintero.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "writing",
      "novel",
      "book"
    ],
    "rank": 21
  },
  {
    "pkg": "Warzone 2100",
    "app_id": "net.wz2100.wz2100",
    "description": "Command the forces of The Project in a battle to rebuild the world",
    "description_long": "<br>The classic 3D real-time strategy game from 1999 has been updated, upgraded, and modernized for the very latest platforms!<br>Command the forces of The Project in a battle to rebuild the world after mankind has been nearly destroyed by nuclear missiles.<br>Warzone 2100 offers a story-driven single-player campaign, online multi-player, and single-player skirmish modes. An extensive tech tree with over 400 different technologies, combined with the unit design system, allows for a wide variety of possible units and tactics.<br>Highlights:<br>Remastered single-player campaign with expanding persistent bases, away missions, and more<br>Online multiplayer with up to 10 players, free-for-all or team-play, for massive battles<br>Local skirmish with AI bots, for endless replayability<br>Extensive tech tree with over 400 different technologies<br>Customizable units with a flexible design system that enables a wide variety of possible tactics<br>Cross-platform multiplayer<br>Support for multiple graphics backends (OpenGL, OpenGL ES, Vulkan)<br>100% free and open source<br>",
    "build_date": "2025-12-09T16:55:24",
    "category": [],
    "icon": "https://dl.flathub.org/media//net/wz2100/wz2100/7a293d4465f26fc8e3708fa2c142a0ed/icons/128x128/net.wz2100.wz2100.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "play",
      "rts"
    ],
    "rank": 22
  },
  {
    "pkg": "Materialious",
    "app_id": "us.materialio.Materialious",
    "description": "Materialious is a privacy respecting frontend for YouTube built ontop of Invidious.",
    "description_long": "Materialious is a client for Invidious using material design. It lets you browse and watch videos, manage playlists and visit channels.<br>Features:<br>Invidious companion support<br>Invidious API extended integration<br>YouTube.js fallback if Invidious fails loading videos<br>Support for disabling certificate validation for homelab users<br>Sync your watch progress between Invidious sessions<br>Watch sync parties<br>Sponsorblock built-in<br>Return YouTube dislikes built-in<br>DeArrow built-in (With local processing fallback)<br>No ads<br>No tracking<br>Light/Dark themes<br>Custom colour themes<br>Integrates with Invidious subscriptions, watch history and more<br>Live stream support<br>Dash support<br>Chapters<br>Audio only mode<br>Playlists<br>",
    "build_date": "2025-12-13T00:37:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/us/materialio/Materialious/0a0a47ed467158f62653465a741c40b2/icons/128x128/us.materialio.Materialious.png",
    "license": "AGPL-3.0",
    "tag": [],
    "rank": 23
  },
  {
    "pkg": "Tasks",
    "app_id": "dev.edfloreshz.Tasks",
    "description": "Get things done",
    "description_long": "A simple task management app, reaching across the cosmos to help you get things done<br>Exceptional performance and responsiveness.<br>Effortless keyboard shortcut support.<br>Expressive emoji integration.<br>",
    "build_date": "2025-12-13T21:10:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Tasks/1565b21ffb98c08ee495c928af48e304/icons/128x128/dev.edfloreshz.Tasks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tasks",
      "Management",
      "Todo"
    ],
    "rank": 24
  },
  {
    "pkg": "Samaya",
    "app_id": "io.github.redddfoxxyy.samaya",
    "description": "Timekeeper for your tasks",
    "description_long": "<br>A simple, elegant, minimalist Pomodoro timer for your desktop. Designed to help you stay focused and productive, it offers a clean, distraction-free interface to manage work and break intervals with ease.<br>",
    "build_date": "2025-12-15T15:42:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/redddfoxxyy.samaya/42572445b868055db371b6e2e31c90f5/icons/128x128/io.github.redddfoxxyy.samaya.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "Pomodoro",
      "Timer",
      "Time"
    ],
    "rank": 25
  },
  {
    "pkg": "Calligra",
    "app_id": "org.kde.calligra",
    "description": "All-in-one office solution",
    "description_long": "<br>Calligra is an office and graphics suite. It contains applications for word processing, spreadsheets, presentation and vector graphics.<br>Words is an intuitive word processor and desktop publisher application.<br>With it, you can create informative and attractive documents with pleasure and ease.<br>Calligra Sheets is a fully-featured calculation and spreadsheet tool.<br>Use it to quickly create and calculate various business-related spreadsheets, such as income and expenditure, employee working hours, etc.<br>Calligra Stage is an easy to use yet still flexible presentation application.<br>You can easily create presentations containing a rich variety of elements, from graphics to text, from charts to images. Calligra Stage is extensible through a plugin system,<br>so it is easy to add new effects, new content elements or even new ways of managing your presentation. Because of the integration with Calligra, all the power and flexibility<br>of the Calligra content elements are available to Stage.<br>Karbon is a vector drawing application with a user interface that is easy to use, highly customizable and extensible.<br>That makes Karbon a great application for users starting to explore the world of vector graphics as well as for artists<br>wanting to create breathtaking vector art.<br>",
    "build_date": "2025-12-11T16:00:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/calligra/b72800d679f63b3fa78b7fa197f80988/icons/128x128/org.kde.calligra.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 26
  },
  {
    "pkg": "Dragon Player",
    "app_id": "org.kde.dragonplayer",
    "description": "Play video files and streams",
    "description_long": "<br>Dragon Player is a video player focusing on simplicity instead of features. Its easy-to-use interface is designed to get out of your way and simply play your video files and streams.<br>Features:<br>Click to play or pause, and double-click to enter or exit full screen mode.<br>Choose the subtitle language, and automatically load the right one for your language, if possible.<br>Choose the audio track.<br>Choose the video track.<br>Adjust the volume by scrolling.<br>",
    "build_date": "2025-12-11T15:40:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/dragonplayer/b36dedc0a10195dd13aed9f5e647a2c6/icons/128x128/org.kde.dragonplayer.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 27
  },
  {
    "pkg": "PlasmaTube",
    "app_id": "org.kde.plasmatube",
    "description": "Watch YouTube videos",
    "description_long": "PlasmaTube allows you to watch YouTube videos on your phone or desktop using a elegant user interface integrated with the rest of Plasma.",
    "build_date": "2025-12-11T18:20:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/plasmatube/6a4eec94af4ba6e95f65d4461fd6148f/icons/128x128/org.kde.plasmatube.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 28
  },
  {
    "pkg": "Spelling Bee",
    "app_id": "io.github.josephmawa.SpellingBee",
    "description": "Learn new English words",
    "description_long": "Use Spelling Bee to enhance your English vocabulary while having fun.<br>Below are the main features:<br>Provides thousands of words<br>You can play it offline<br>It provides links to the meaning of words<br>You can view puzzle history<br>You can view your score<br>Switch to dark, light, or system mode<br>",
    "build_date": "2025-05-31T14:11:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.SpellingBee/87bf342fa96a4b5ad9c8995b7814f781/icons/128x128/io.github.josephmawa.SpellingBee.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Learn",
      "English",
      "Spelling"
    ],
    "rank": 29
  },
  {
    "pkg": "Arianna",
    "app_id": "org.kde.arianna",
    "description": "EBook reader",
    "description_long": "An ebook reader and library management app supporting files. Arianna discovers your books automatically, and sorts them by categories, genres and authors.",
    "build_date": "2025-12-11T15:33:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/arianna/1751c5509c296b7c2a90dd1869b6f2f3/icons/128x128/org.kde.arianna.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 30
  },
  {
    "pkg": "Scriptorium",
    "app_id": "io.github.cgueret.Scriptorium",
    "description": "Design and write manuscripts",
    "description_long": "Scriptorium is a text editor coupled with a planning tool and a publishing tool.<br>The objective is to provide writers with a simple and complete environment to plan, write and publish e-books.<br>Scriptorium features are organised around three facets:<br>Plan the list of scenes and story elements of the manuscript.<br>Write the content of the scenes with a text focused editor.<br>Publish your manuscript as an epub after previewing it.<br>In addition, some general features are:<br>Dark mode<br>Versioning of scenes managed via Git<br>Back-end using plain text YAML and HTML files<br>",
    "build_date": "2025-11-02T15:21:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cgueret.Scriptorium/574224d658b2a4f2e1f5563a400b6cec/icons/128x128/io.github.cgueret.Scriptorium.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 31
  },
  {
    "pkg": "Bouncer",
    "app_id": "io.github.justinrdonnelly.bouncer",
    "description": "Keep the riffraff out",
    "description_long": "Bouncer is an application to help you choose the correct firewall zone for wireless connections. When you connect to a new network, a window opens prompting you for what kind of network (eg home, public, work) it is. When you choose the network type, it is associated with that network and automatically used in the future.<br>NetworkManager and firewalld are required. If you don't use those, you can't use Bouncer. Fedora uses both by default. Other distributions may not.<br>Additional setup is required after installation. See the applicable section for your distribution. Once the setup is done, start Bouncer manually to enable autostart. After that, it will start automatically when you log in.<br>Fedora<br>For Fedora, everything just works! Just remember to start Bouncer manually once to enable autostart. You should see a notification indicating your system is correctly configured for Bouncer.<br>Ubuntu<br>Uninstall ufw: sudo apt remove ufw<br>Install firewalld: sudo apt install firewalld<br>By default, polkit is configured to not let regular users set the zone for a connection. The simplest way to change this is to add users to the netdev group (eg usermod -a -G netdev justin). Alternatively, you can create a custom polkit rule for the org.freedesktop.NetworkManager.settings.modify.system action (how to create custom polkit rules is beyond the scope of this document and is left as an exercise for the reader).<br>Start Bouncer manually once to enable autostart. You should see a notification indicating your system is correctly configured for Bouncer.<br>Debian<br>Install firewalld: sudo apt install firewalld<br>By default, polkit is configured to not let regular users set the zone for a connection. The simplest way to change this is to add users to the netdev group (eg usermod -a -G netdev justin). Alternatively, you can create a custom polkit rule for the org.freedesktop.NetworkManager.settings.modify.system action (how to create custom polkit rules is beyond the scope of this document and is left as an exercise for the reader).<br>Start Bouncer manually once to enable autostart. You should see a notification indicating your system is correctly configured for Bouncer.<br>",
    "build_date": "2025-12-09T02:01:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/justinrdonnelly.bouncer/8b89fb506bf5ee9b1291b18a3d5c7abe/icons/128x128/io.github.justinrdonnelly.bouncer.png",
    "license": "MPL-2.0",
    "tag": [
      "firewall",
      "network",
      "Wi-Fi"
    ],
    "rank": 32
  },
  {
    "pkg": "Jorts",
    "app_id": "io.github.ellie_commons.jorts",
    "description": "Write on colourful little squares",
    "description_long": "Neither jeans nor shorts, just like jorts!<br>Features include:<br>Colourful: Ten pretty themes. Any new note gets a random one<br>Adaptive: New notes get the zoom you last chose<br>Cute: Each new note has a funny or cute random (editable) title<br>Handy: You can open links and emails with Ctrl+Click<br>Private: Try the scribble mode!<br>This is a fork of an old version of by lainsce. The community liked it so much, we thought it would be great to revive it!",
    "build_date": "2025-11-22T16:00:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ellie_commons.jorts/d9bc83b3e2c2bf82b8e823f91b9209b7/icons/128x128/io.github.ellie_commons.jorts.png",
    "license": "GPL-3.0+",
    "tag": [
      "Stickies",
      "Colourful",
      "Notes"
    ],
    "rank": 33
  },
  {
    "pkg": "Kapman",
    "app_id": "org.kde.kapman",
    "description": "Pac-Man Clone",
    "description_long": "<br>Kapman is a clone of the well known game Pac-Man.<br>You must run through the maze to eat all pills without being captured by a ghost.<br>By eating an energizer, Kapman gets the ability to eat ghosts for a few seconds.<br>When a stage is cleared of pills and energizer the player is taken to the next stage with slightly<br>increased game speed.<br>",
    "build_date": "2025-12-11T15:47:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kapman/c647af0648aca388455f7294002d4edb/icons/128x128/org.kde.kapman.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 34
  },
  {
    "pkg": "Mtoc",
    "app_id": "org._3fz.mtoc",
    "description": "Visual music library",
    "description_long": "Mtoc is a visually-rich music player and library browser that emphasizes a smooth, continuous experience with album artwork at the forefront.<br>Animated, visual browsing made for music fans who enjoy flipping through albums<br>Library browsing with smart organization, responsive search, and automatic updates as you add music<br>Lyrics support with synced and unsynced lyrics from embedded metadata and external files<br>Advanced queue management and playlist editor<br>Wide and compact layout modes fit a variety of display layouts<br>Light and dark mode support with tinted blurred backgrounds<br>Mini player and desktop integration with full MPRIS 2 support<br>Gapless playback and ReplayGain support<br>",
    "build_date": "2025-12-16T01:18:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/_3fz/mtoc/fe13c229ba1005ae885f3015f6eeebb6/icons/128x128/org._3fz.mtoc.png",
    "license": "GPL-3.0+",
    "tag": [
      "Music",
      "Player",
      "Audio"
    ],
    "rank": 35
  },
  {
    "pkg": "Stone Kingdoms",
    "app_id": "io.gitlab.stone_kingdoms.StoneKingdoms",
    "description": "Open source Stronghold fan remake",
    "description_long": "<br>Experience the thrill of medieval castle building and destruction in our<br>isometric, open source strategy game - a modern remake of Firefly Studios'<br>classic Stronghold. Immerse yourself in a world of strategy and tactical<br>decision making as you design and defend your own castles in medieval Europe.<br>",
    "build_date": "2025-06-01T08:24:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/stone_kingdoms.StoneKingdoms/be60a17096752f63ac46b7d0bae6dc1a/icons/128x128/io.gitlab.stone_kingdoms.StoneKingdoms.png",
    "license": "Apache-2.0",
    "tag": [
      "RTS",
      "Stronghold",
      "Castle"
    ],
    "rank": 36
  },
  {
    "pkg": "Kwave",
    "app_id": "org.kde.kwave",
    "description": "Sound editor",
    "description_long": "<br>Kwave is a sound editor that can record to, play, open, and edit many file formats. Kwave makes it simple to edit audio in many ways.<br>Adjust volume level:<br>Fade in, fade out, or custom amplitude curve<br>Scale volume by a constant factor<br>Normalize volume<br>Adjust frequency content:<br>Lowpass filter<br>Bandpass filter<br>Notch filter<br>Pitch shift<br>Other features:<br>Add noise<br>Add silence<br>Convert audio sample rate<br>Go to position<br>Insert audio from clipboard<br>Reverse audio<br>Save audio blocks between labels as separate files<br>Sonagram (spectrogram)<br>Supported file formats:<br>WAV (*.wav)<br>Ogg/Opus (*.opus)<br>Ogg/Vorbis (*.ogg)<br>MP3 (*.mp3)<br>FLAC (*.flac)<br>ASCII coded audio (*.ascii)<br>all file formats supported by libaudiofile (some formats are import only)<br>",
    "build_date": "2025-12-12T02:03:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kwave/4eddae52df06baac1ed1266a13b8cc93/icons/128x128/org.kde.kwave.png",
    "license": "GPL-2.0+",
    "tag": [
      "audio",
      "sound"
    ],
    "rank": 37
  },
  {
    "pkg": "Millisecond",
    "app_id": "io.github.gaheldev.Millisecond",
    "description": "Optimize for low latency",
    "description_long": " Millisecond is a gtk app based on rtcqs. It provides system diagnostics and offers tips to improve low latency performance for audio production, with links to detailed documentation from linuxaudio wiki.<br>",
    "build_date": "2025-10-15T15:12:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/gaheldev.Millisecond/ffd042743549812b51f8b2c31c37de40/icons/128x128/io.github.gaheldev.Millisecond.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Realtime",
      "RT",
      "Audio"
    ],
    "rank": 38
  },
  {
    "pkg": "Waycheck",
    "app_id": "dev.serebit.Waycheck",
    "description": "Show Wayland compositor details",
    "description_long": "<br>Waycheck is a simple graphical application that connects to your Wayland compositor and displays the list of Wayland protocols that it supports, along with the list of protocols that it doesn't.<br>",
    "build_date": "2025-12-13T15:24:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/serebit/Waycheck/f8a16319bf30659826c6ad352e34f1f6/icons/128x128/dev.serebit.Waycheck.png",
    "license": "Apache-2.0",
    "tag": [
      "wayland"
    ],
    "rank": 39
  },
  {
    "pkg": "Hurry Curry!",
    "app_id": "org.metamuffin.hurrycurry.client",
    "description": "Multiplayer co-op coooking game",
    "description_long": "Hurry Curry! is a cooperative multiplayer game about cooking. You work at a restaurant accepting orders, cooking various dishes and serving meals to customers. But don’t take too long, as customers might get impatient. The game is free software, licensed under the AGPL 3.0 only.<br>Customers enter your restaurant and order various meals. Your task is to assemble these meals by cutting, cooking, baking, searing and combining resources in the kitchen. Multitasking is crucial, but can lead to food burning or customers leaving if you take too long. There are many different restaurant/kitchen layouts to choose from.<br>Keyboard Controls: Move character with WASD. Move camera with arrow keys. Interact with Space or J. Boost with Left Shift or K. Open/close menus with Escape. Press Enter to open chat. Reset view with R.<br>Controller Controls: Move character with Left Stick. Move camera with Right Stick. Interact with A, Boost with B, Open/close menus with Menu button. Use keyboard for chat. Reset view with Y.<br>The game is primarily being developed by nokoe, metamuffin, tpart.",
    "build_date": "2025-11-06T22:00:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/metamuffin/hurrycurry.client/420477352362ed415b9a82c437beb9d7/icons/128x128/org.metamuffin.hurrycurry.client.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "game",
      "cooking"
    ],
    "rank": 40
  },
  {
    "pkg": "Multiplex",
    "app_id": "com.pojtinger.felicitas.Multiplex",
    "description": "Watch torrents with your friends",
    "description_long": "Multiplex is an app to watch torrents together, providing an experience similar to<br>Apple's SharePlay and Amazon's Prime Video Watch Party.<br>It enables you to:<br>Stream any file directly using a wide range of video and audio formats with the mpv<br>video player<br>Host online watch parties while preserving your privacy by synchronizing video<br>playback with friends without a central server<br>Bypass internet restrictions by optionally separating the backend and user interface<br>into two separate components<br>",
    "build_date": "2025-12-04T07:20:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Multiplex/bb3476543f811d2d89f3f66a902f0137/icons/128x128/com.pojtinger.felicitas.Multiplex.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 41
  },
  {
    "pkg": "StarryDex",
    "app_id": "dev.mariinkys.StarryDex",
    "description": "A Pokédex Application",
    "description_long": "<br>Embark on your Pokémon journey with StarryDex, a simple Pokédex application.<br>Browse detailed info on all Pokémon species, including stats, evolution<br>requirements, and more.<br>Quickly search Pokémon by name, type, stats, and other filters.<br>Works completely offline.<br>This app has been developed with libcosmic for the COSMIC™ desktop, and issues may occur on<br>other platforms",
    "build_date": "2025-12-13T14:53:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/StarryDex/426bfe1c4d27ee8d8a85a1bc645d0203/icons/128x128/dev.mariinkys.StarryDex.png",
    "license": "GPL-3.0-only",
    "tag": [
      "COSMIC",
      "Pokedex",
      "Pokemon"
    ],
    "rank": 42
  },
  {
    "pkg": "Lock",
    "app_id": "com.konstantintutsch.Lock",
    "description": "Process data with GnuPG",
    "description_long": "Lock is a graphical front-end for GnuPG (GPG) making use of a beautiful LibAdwaita GUI.<br>Process text and files:<br>Encryption<br>Decryption<br>Signing<br>Verification<br>Manage your GnuPG keyring:<br>Generate new key pairs<br>Import keys<br>Export public keys<br>View expire dates<br>Update expire dates of expired keys<br>Remove keys<br>",
    "build_date": "2025-12-10T07:44:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/konstantintutsch/Lock/5b7f05613b6b49711241b857f1c47948/icons/128x128/com.konstantintutsch.Lock.png",
    "license": "MIT",
    "tag": [
      "gpg",
      "gnupg",
      "openpgp"
    ],
    "rank": 43
  },
  {
    "pkg": "NeoChat",
    "app_id": "org.kde.neochat",
    "description": "Chat on Matrix",
    "description_long": "NeoChat is a chat app that lets you take full advantage of the Matrix network. It provides you with a secure way to send text messages, videos and audio files to your family, colleagues and friends.<br>NeoChat aims to be a fully featured application for the Matrix specification. As such everything in the current stable specification with the notable exceptions of VoIP, threads and some aspects of End-to-End Encryption are supported. There are a few other smaller omissions due to the fact that the Matrix spec is constantly evolving but the aim remains to provide eventual support for the entire spec.<br>Due to the nature of the Matrix specification development NeoChat also supports numerous unstable features. Currently these are:<br>Polls - MSC3381<br>Sticker Packs - MSC2545<br>Location Events - MSC3488<br>",
    "build_date": "2025-12-11T17:56:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/neochat/b8a3971bdf2789bfa4a1140da42b3d4e/icons/128x128/org.kde.neochat.png",
    "license": "GPL-3.0",
    "tag": [
      "Matrix",
      "Kirigami"
    ],
    "rank": 44
  },
  {
    "pkg": "EasyRPG Player",
    "app_id": "org.easyrpg.player",
    "description": "RPG Maker 2000/2003 interpreter",
    "description_long": "<br>EasyRPG Player is a program that allows to play games created with RPG Maker 2000 and 2003.<br>It aims to be a free (as in freedom) cross-platform RPG Maker 2000/2003 interpreter.<br>The main goal is to play all games created with them as the original game interpreter (RPG_RT) does.<br>",
    "build_date": "2025-10-31T05:04:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/easyrpg/player/035b8b63f4fd05d46ee550c2132cdbc7/icons/128x128/org.easyrpg.player.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 45
  },
  {
    "pkg": "KBlocks",
    "app_id": "org.kde.kblocks",
    "description": "Falling Blocks Game",
    "description_long": "<br>KBlocks is the classic falling blocks game. The idea is to stack the falling blocks to create horizontal<br>lines without any gaps. When a line is completed it is removed, and more space is available in the play area.<br>When there is not enough space for blocks to fall, the game is over.<br>",
    "build_date": "2025-12-11T15:56:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kblocks/f86b1cddcf2291336f67a4733a5cbaad/icons/128x128/org.kde.kblocks.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 46
  },
  {
    "pkg": "FeedFlow",
    "app_id": "com.prof18.feedflow",
    "description": "A minimalistic RSS Reader",
    "description_long": "Stay informed your way with FeedFlow, a minimalistic RSS reader that puts you in control of your content timeline.<br>Sync across all your devices and enjoy a clean, distraction-free reading experience.<br>Key Features:<br>Minimalist Design: Focus on what matters with a clutter-free interface<br>FreshRSS Integration: Connect to your FreshRSS server for advanced feed management<br>Flexible Reading Options: Choose between web view, reader mode, or your preferred browser<br>Privacy-Focused: Select your favorite privacy-focused browser for a separate reading experience<br>Easy Migration: Import and export your RSS feeds via OPML files<br>What Sets FeedFlow Apart:<br>Clean, intuitive interface that lets you focus on content<br>Multiple sync options to fit your workflow (Beta)<br>Customizable reading experience with reader mode<br>Fast and lightweight<br>Regular updates and active development<br>Perfect for:<br>News enthusiasts who want control over their information diet<br>Privacy-conscious readers<br>Content creators tracking multiple sources<br>Anyone looking to declutter their digital reading experience<br>Join thousands of readers who've chosen FeedFlow for a better way to stay informed.",
    "build_date": "2025-12-12T16:34:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/prof18/feedflow/0e245a1f8cf3c40db886e4e281c018c2/icons/128x128/com.prof18.feedflow.png",
    "license": "Apache-2.0",
    "tag": [
      "Reader",
      "OPML",
      "rss"
    ],
    "rank": 47
  },
  {
    "pkg": "Manuals",
    "app_id": "app.devsuite.Manuals",
    "description": "Read developer documentation",
    "description_long": "<br>Manuals indexes your developer manuals and provides robust browsing<br>and searching capabilities.<br>It supports the devhelp documentation format used by many libraries<br>integrating with the GTK platform.<br>",
    "build_date": "2025-11-05T05:29:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/devsuite/Manuals/3666571aea97a6fd5d14dd1cd15de5d8/icons/128x128/app.devsuite.Manuals.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "manuals",
      "api",
      "reference"
    ],
    "rank": 48
  },
  {
    "pkg": "KBreakOut",
    "app_id": "org.kde.kbreakout",
    "description": "KBreakOut is a Breakout-like game by KDE",
    "description_long": "<br>The objective of KBreakOut is to destroy as many bricks as possible without losing the ball.<br>The player is presented with a game field containing a number of bricks. A ball travels across the screen, bouncing off the top and side walls. When a brick is hit, the ball bounces away and the brick is destroyed. The player loses a life when the ball touches the bottom of the field. To prevent this from happening, the player has to use a movable bar to bounce the ball upward, situated at the bottom of the window. The purpose of the game is to progress through the levels destroying all bricks present in each, and trying to get a highscore.<br>",
    "build_date": "2025-12-11T15:50:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kbreakout/19312f3fd63a038b858f498b1dc06fb7/icons/128x128/org.kde.kbreakout.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 49
  },
  {
    "pkg": "IceBox",
    "app_id": "io.github.pleromix.IceBox",
    "description": "PDF Maker",
    "description_long": "<br>Convert images to PDF<br>Compress and transform images<br>Generate grayscale PDFs<br>Support multiple image formats<br>Add metadata to PDFs<br>",
    "build_date": "2025-05-23T09:40:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pleromix.IceBox/1dcebe2761b7db0b7bf8c51e529c10e4/icons/128x128/io.github.pleromix.IceBox.png",
    "license": "GPL-3.0",
    "tag": [
      "pdf",
      "document",
      "photo"
    ],
    "rank": 50
  },
  {
    "pkg": "Geopard",
    "app_id": "com.ranfdev.Geopard",
    "description": "Browse Gemini pages",
    "description_long": "Geopard is a browser for the Gemini protocol, that is, a lighter alternative to the web.<br>Use Geopard to browse the space and reach hundreds of Gemini capsules! Read stories, download files, play games...<br>Features:<br>Colors!<br>The browser will have a different color for each domain you visit.<br>Fast (async core + caching):<br>Streams content by default. That means you can open pages even when you have<br>connection speeds of Kb/s.<br>It also caches pages in the history, so you can go back/forward in an instant<br>Can download binary files:<br>The download will start as soon as you open the corresponding link.<br>You can always cancel it by opening another page.<br>",
    "build_date": "2025-09-01T10:25:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Geopard/dd0a4979c433aaae19616fbf64ab1646/icons/128x128/com.ranfdev.Geopard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "browser"
    ],
    "rank": 51
  },
  {
    "pkg": "Roger Router",
    "app_id": "org.tabos.roger",
    "description": "Journal, Fax-Software and Call-Monitor for AVM FRITZ!Box or compatible",
    "description_long": "Roger Router is a clean solution for controlling the FRITZ!Box or compatible router with Linux. It offers a rich feature list, including call monitor, journal, fax support and also has a great integration into several address books.",
    "build_date": "2025-06-29T16:00:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/roger/eca0ac70c09dea1afd82cfd97f6aca5c/icons/128x128/org.tabos.roger.png",
    "license": "GPL-2.0",
    "tag": [
      "fritz",
      "box",
      "fritzbox"
    ],
    "rank": 52
  },
  {
    "pkg": "Avvie",
    "app_id": "com.github.taiko2k.avvie",
    "description": "Crop images for avatars or wallpapers",
    "description_long": "A simple tool for cropping and downsizing images. Suitable for avatars or cropping photos for use as desktop wallpapers. Convert PNG to JPG. Export in one click to your Pictures folder.",
    "build_date": "2025-06-28T00:54:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/taiko2k.avvie/f23195d5ca271ec6725022129aeb7315/icons/128x128/com.github.taiko2k.avvie.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 53
  },
  {
    "pkg": "Oboete",
    "app_id": "dev.mariinkys.Oboete",
    "description": "Flashcards application",
    "description_long": "Oboete is a straightforward and efficient flashcard application designed to help users<br>study and memorize information effectively. Whether you're learning a new language,<br>studying for exams, or just trying to remember important facts, Oboete provides an<br>intuitive platform for creating, organizing, and reviewing flashcards.<br>Study flashcards with ease<br>Fast and easy to use<br>Works out of the box<br>Can import flashcards from other sources such as Anki<br>Does NOT sync to the cloud<br>Image and FSRS support<br>This app has been developed with libcosmic for the COSMIC™ desktop, and issues may occur on<br>other platforms",
    "build_date": "2025-12-08T09:09:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/Oboete/698c9ff64f0b5e539b8311606709f9ae/icons/128x128/dev.mariinkys.Oboete.png",
    "license": "GPL-3.0-only",
    "tag": [
      "COSMIC",
      "Flashcards",
      "Study"
    ],
    "rank": 54
  },
  {
    "pkg": "Focal",
    "app_id": "com.vargary.focal",
    "description": "Organize tasks & notes in a tree.",
    "description_long": "<br>Focal helps you manage your notes and tasks in an organized and intuitive way. Using a unique tree-based structure, it allows you to keep your thoughts and projects clear and accessible.<br>Features:<br>🌳 Tree Structure: Organize notes and tasks hierarchically, making it simple to navigate and manage information.<br>📝 Versatile Note Types: Create notes, tasks, kanban boards, or dynamic filters to fit your workflow.<br>🔍 Powerful Search: Quickly locate notes and tasks within your tree structure.<br>🏷️ Tagging System : Use tags to categorize and filter your notes and tasks efficiently.<br>💬 Comments on Notes: Add comments to notes to record changes or additional details.<br>✏️ Rich and Normal Text Editors : Choose between rich text formatting and a plain text editor to suit your needs.<br>🎨 Customizable Options: Tailor Focal to match your workflow with adjustable settings.<br>☁️ Cloud Sync / Backup: Keep your notes and tasks synchronized across all your devices and backed up securely.<br>Why Focal? Focal’s intuitive design and customizable features make it a practical tool for organizing your tasks and ideas. It’s designed to work the way you do, offering flexibility without complexity.<br>Download Focal Today Take the first step toward better organization. Start using Focal to structure your thoughts and tasks!<br>",
    "build_date": "2025-12-12T06:03:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/vargary/focal/432c51235e4bb55149752629ae92a962/icons/128x128/com.vargary.focal.png",
    "license": "LicenseRef-proprietary=https://focal.vargary.com/docs/TermsConditions.html",
    "tag": [],
    "rank": 55
  },
  {
    "pkg": "Blinken",
    "app_id": "org.kde.blinken",
    "description": "Memory Enhancement Game",
    "description_long": "Blinken is based on an electronic game released in 1978, which challenges players to remember sequences of increasing length. On the face of the device, there are 4 different color buttons, each one with their own distinctive sound. These buttons light up randomly, creating the sequence that the player must then recall. If the player is successful in remembering the sequence of lights in the correct order, they advance to the next stage, where an identical sequence with one extra step is presented. If they are incorrect, the game is lost, and the player must start again from the beginning. The goal is to get a high score - each step in the sequence is worth one point, so correct entry of a sequence of 8 lights is worth 8 points on the high score table.",
    "build_date": "2025-12-11T15:38:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/blinken.desktop/8d6ac12bb5d77fdd4a72df1f934439c9/icons/128x128/org.kde.blinken.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 56
  },
  {
    "pkg": "MCA Selector",
    "app_id": "io.github.Querz.mcaselector",
    "description": "Manage Minecraft chunks",
    "description_long": "MCA Selector is an external tool for Minecraft Java Edition that lets you visualize, select, export, or delete world chunks and region files.<br>Common uses: trim large worlds, remove corrupted chunks, and export/import regions.<br>Key features:<br>Top-down map view — visual overview of regions and chunks for quick navigation and selection.<br>Customizable overlays — display per-chunk values as color gradients with configurable min/max to visualize world data.<br>Dimension switching — open/edit Overworld, Nether, and End (DIM-1/DIM1) region folders.<br>Select/edit chunks individually or in groups<br>Powerful chained filters — select chunks/regions by data version, last updated time, player inhabited time, coordinates, modification date and more (even scripting custom filters); multiple conditions can be combined for precise queries.<br>Chunk Editor — view and edit the full NBT structure of a chunk, including POI and entity data; supports rename, add, delete, and drag‑and‑drop moves.<br>Easy chunk import/export — copy chunks from one world to another.<br>NBT Changer — modify specific NBT values directly in world files.<br>Chunk regeneration (delete to let Minecraft regenerate with new terrain)<br>Note that you should always back up your world before editing it with MCA Selector.",
    "build_date": "2025-10-03T16:33:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Querz.mcaselector/3a2f317764f96659429ca9af505b7c59/icons/128x128/io.github.Querz.mcaselector.png",
    "license": "MIT",
    "tag": [
      "filter",
      "delete",
      "import"
    ],
    "rank": 57
  },
  {
    "pkg": "Bomber",
    "app_id": "org.kde.bomber",
    "description": "Arcade Bombing Game",
    "description_long": "<br>Bomber is a single player arcade game. The player is invading various cities in a plane that is decreasing in height.<br>The goal of the game is to destroy all the buildings and advance to the next level. Each level gets a bit harder by increasing<br>the speed of the plane and the height of the buildings.<br>",
    "build_date": "2025-12-11T19:15:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/bomber/505c8de7081d5000020a439361547c93/icons/128x128/org.kde.bomber.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 58
  },
  {
    "pkg": "Commit",
    "app_id": "re.sonny.Commit",
    "description": "Commit message editor",
    "description_long": "<br>Commit is an editor that helps you write better Git and Mercurial commit<br>messages.<br>After installing make sure to launch the application and follow the<br>instructions.<br>Commit will pop up automatically when you make a commit in one of your projects.<br>To save your commit message, press the Commit button or the Ctrl+Return shortcut.<br>To abort and dismiss Commit, press the Abort button or the Escape key.<br>Features:<br>Highlights overflow of the commit title<br>Smart body wrapping<br>Inserts a blank line between title and body<br>Spell checking<br>Comments are read-only and excluded from <br>Displays project folder and branch in window header<br>Dark mode support<br>Keyboard navigation and shortcuts<br>Undo/Redo support<br>Emoji picker<br>Supports git commit, merge, tag --annotate, add --patch, rebase --interactive<br>Supports Mercurial commit<br>Auto capitalize the commit title<br>Welcome window with settings and instructions<br>Highlight syntax for Git, Mercurial and diffs<br>",
    "build_date": "2025-10-13T15:19:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Commit/d52ab3ab973951b2e158441f9177ee73/icons/128x128/re.sonny.Commit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "git",
      "mercurial",
      "hg"
    ],
    "rank": 59
  },
  {
    "pkg": "Xpano",
    "app_id": "cz.krupkat.Xpano",
    "description": "Easy panorama stitching",
    "description_long": "<br>Xpano is a photo stitching tool that focuses on simplicity and ease of use, you can use it to:<br>Auto detect groups of images that can be stitched into panoramas<br>Quickly preview the results with zoom and pan<br>Crop, auto fill boundaries and select from multiple projection types<br>Adjust the projection parameters: pitch, yaw and roll<br>Export full resolution panoramas, including exif metadata<br>",
    "build_date": "2024-10-05T08:59:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/cz/krupkat/Xpano/9f36170dae1511e7eaa702f53df65567/icons/128x128/cz.krupkat.Xpano.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pano"
    ],
    "rank": 60
  },
  {
    "pkg": "Sopwith",
    "app_id": "io.github.fragglet.sdl_sopwith",
    "description": "Classic biplane shoot-'em up",
    "description_long": "<br>Sopwith is a modern port of the classic 1980s shoot 'em up game of the<br>same name. The game has a World War I aviation theme. The object of<br>Sopwith is to destroy all enemy targets with a somewhat limited airforce.<br>It can be played both in single player and multiplayer mode over a TCP/IP network.<br>",
    "build_date": "2025-12-08T15:45:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fragglet.sdl_sopwith/aac42abc14c3790f154c04b6e24e6842/icons/128x128/io.github.fragglet.sdl_sopwith.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "sopwith",
      "biplane",
      "retro"
    ],
    "rank": 61
  },
  {
    "pkg": "Wire",
    "app_id": "com.wire.WireDesktop",
    "description": "The most secure collaboration platform",
    "description_long": "<br>Business chats, one-click conference calls and shared documents – all protected with end-to-end encryption. Also<br>available for personal use.<br>",
    "build_date": "2025-12-09T17:03:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/wire/WireDesktop/2956fb3308e7907cb6685c639d1b6cdf/icons/128x128/com.wire.WireDesktop.png",
    "license": "GPL-3.0",
    "tag": [
      "chat",
      "encrypt",
      "e2e"
    ],
    "rank": 62
  },
  {
    "pkg": "Five or More",
    "app_id": "org.gnome.five-or-more",
    "description": "Remove colored balls from the board by forming lines",
    "description_long": "<br>Five or More is the GNOME port of a once-popular computer game. Align five or<br>more objects of the same color into a line to cause them to disappear and<br>score points. Earn many more points by lining up as many objects as possible<br>before clearing them.<br>More objects appear after every turn. Play for as long as possible, until the<br>board is completely full!<br>",
    "build_date": "2025-04-13T12:35:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/five-or-more/9e1b541b32aaaea99836f8561c1a84de/icons/128x128/org.gnome.five-or-more.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "strategy",
      "logic"
    ],
    "rank": 63
  },
  {
    "pkg": "Break Timer",
    "app_id": "org.gnome.BreakTimer",
    "description": "Computer break reminders for GNOME",
    "description_long": "<br>Break Timer keeps track of how much you are using the computer, and it reminds you to take regular breaks. It is designed to encourage healthy behaviour, with a mix of short breaks for your eyes and wrists, as well as longer breaks to keep your body moving and your mind on task.<br>Break Timer is easy to set up, so you can pick a break schedule that works for you and it will carry on working in the background.<br>",
    "build_date": "2025-12-15T17:39:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/BreakTimer/e9cfaef22902ff74d76d2abd14c90cba/icons/128x128/org.gnome.BreakTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "break",
      "micro",
      "rest"
    ],
    "rank": 64
  },
  {
    "pkg": "Zandronum",
    "app_id": "com.zandronum.Zandronum",
    "description": "Leading the way in newschool multiplayer Doom online",
    "description_long": "<br>Zandronum is a multiplayer oriented port, based off Skulltag, for Doom and Doom II by id Software. Zandronum brings classic Doom into the 21st century, maintaining the essence of what has made Doom great for so many years and, at the same time, adding new features to modernize it, creating a fresh, fun new experience. Here's why you should kill your time with Zandronum, versus vanilla Doom:<br>Client/server architecture: play and switch between games with ease<br>Supports up to 64 players <br>Wide array of gameplay modes<br>Competitive: Team DM, Duel, CTF, Possession, LMS, Terminator, Skulltag<br>Cooperative: Survival, Invasion (or both!)<br>Modifiers, like Instagib and Buckshot, can be used to spice up any game<br>Modern and beautiful<br>Support for large number of ZDoom and GZDoom mods<br>Choose between GZDoom's OpenGL renderer, or Doom's Software renderer<br>Useful features like a console, Quake-style key bindings, freelooking, and jumping<br>Support for many Doom engine based games including Heretic, Hexen, and Strife<br>Supports modern versions of Windows, Mac OS X, and Linux<br>In some scenarios, commercial data files are required to run the supported games. In other cases, it's possibly to automatically use Freedoom as a drop-in replacement. This package comes bundled with Doomseeker for easy installation and server browsing.<br>",
    "build_date": "2025-10-26T08:06:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/zandronum/Zandronum/9f71c7ab417b52fa0a9dd1e7b8e60f43/icons/128x128/com.zandronum.Zandronum.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Doom",
      "Heretic",
      "Hexen"
    ],
    "rank": 65
  },
  {
    "pkg": "Chronos",
    "app_id": "com.francescogaglione.chronos",
    "description": "Chronos is a simple and intuitive Pomodoro timer for Linux",
    "description_long": "Chronos is a simple and intuitive Pomodoro timer for Linux that helps users manage their time efficiently and<br>effectively, making it easier to focus on tasks and take breaks at regular intervals.<br>",
    "build_date": "2025-01-13T11:17:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/francescogaglione/chronos/a708dd2f633f41e9138fdc95a31d5f41/icons/128x128/com.francescogaglione.chronos.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 66
  },
  {
    "pkg": "Bookup",
    "app_id": "org.gnome.gitlab.ilhooq.Bookup",
    "description": "Streamline notes with Markdown!",
    "description_long": "<br>Bookup is a user-friendly note-taking application that streamlines the process<br>with the use of markdown syntax. Whether you're a student, professional,<br>or simply someone who loves to jot down ideas,<br>Bookup offers a seamless and efficient way to capture and organize your notes.<br>Bookup draws inspiration from the highly acclaimed Notes-up application.<br>We have taken the best aspects of Notes-up and enhanced them to create<br>an even more user-friendly note-taking experience.<br>Bookup is built in C for optimal speed and efficiency, offering quick<br>performance and a low memory footprint.<br>",
    "build_date": "2025-11-13T02:20:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.ilhooq.Bookup/58fc8e67001f661ebe3e704235a606f9/icons/128x128/org.gnome.gitlab.ilhooq.Bookup.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 67
  },
  {
    "pkg": "Bovo",
    "app_id": "org.kde.bovo",
    "description": "\"Five in a row\" board game",
    "description_long": "<br>Bovo is a Gomoku (from Japanese 五目並べ - lit. ) like game for two players, where the opponents<br>alternate in placing their respective pictogram on the game board. (Also known as: Connect Five, Five in a row, X and O,<br>Naughts and Crosses)<br>",
    "build_date": "2025-12-11T15:40:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/bovo/1bbf06d681bf72c688026a0720d19669/icons/128x128/org.kde.bovo.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 68
  },
  {
    "pkg": "GrandOrgue",
    "app_id": "net.sourceforge.GrandOrgue",
    "description": "Pipe organ simulator",
    "description_long": "<br>GrandOrgue is a virtual pipe organ sample player application supporting<br>a HW1 compatible file format.<br>",
    "build_date": "2025-11-15T14:26:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/GrandOrgue/c439e1408d0f601dbb8b9909256e0df9/icons/128x128/net.sourceforge.GrandOrgue.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 69
  },
  {
    "pkg": "KAlgebra",
    "app_id": "org.kde.kalgebra",
    "description": "Graph Calculator",
    "description_long": "KAlgebra is an application that can replace your graphing calculator. It has numerical, logical, symbolic, and analysis features that let you calculate mathematical expressions on the console and graphically plot the results in 2D or 3D. KAlgebra is rooted in the Mathematical Markup Language (MathML); however, one does not need to know MathML to use KAlgebra.",
    "build_date": "2025-12-11T16:58:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kalgebra/49787903bc471cc1f6e5059cb0b9aa40/icons/128x128/org.kde.kalgebra.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 70
  },
  {
    "pkg": "Paleta",
    "app_id": "io.github.nate_xyz.Paleta",
    "description": "Generate color palettes with ease",
    "description_long": "Find the dominant color palette from any image and manage palettes with Paleta. An intuitive tool for designers, artists, or anyone looking to streamline their color work.<br>Features:<br>Drag and drop images to load<br>Color extraction with color-thief<br>Save extracted palettes for later use<br>Modify saved palette name and colors<br>Add new palettes from scratch<br>❗ Note: Paleta is under active development! If you would like to suggest any features or if you find any bugs, your feedback is very welcome!",
    "build_date": "2025-12-09T17:27:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nate_xyz.Paleta/5e1fa8699d88e54f4155ce6d805a939f/icons/128x128/io.github.nate_xyz.Paleta.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 71
  },
  {
    "pkg": "OTP Authenticator App",
    "app_id": "com.polydez.KeyVault",
    "description": "Secure 2FA and OTP authentication manager",
    "description_long": "<br>KeyVault is a secure 2FA/OTP manager that helps you store and manage all your two-factor<br>authentication codes and time-based one-time passwords (TOTP) in one secure location.<br>All data is stored locally and only on your devices. This app can be used as-is or, manually sync<br>2FA codes from one device to another with the import/export tool. <br>KeyVault also has an Android and Windows version which allows you to import/export your codes<br>with ease and with encryption (offline). <br>Features:<br>Secure storage for all your 2FA and OTP tokens (keys are stored on device, never online)<br>Automatic TOTP code generation<br>Easy organization of authentication codes<br>Cross-platform support (Android, Windows available, with Mac and iPhone coming soon)<br>Pro Features (unlocked with KeyVault Pro License on Android)<br>Create and categorize your OTP codes<br>Customize your OTP codes with colors and icons<br>Personalize KeyVault OTP app with custom themes<br>Activate PIN for security<br>",
    "build_date": "2025-11-23T10:52:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/polydez/KeyVault/5bbb7688916f2cf92dd3304c68e58d1f/icons/128x128/com.polydez.KeyVault.png",
    "license": "LicenseRef-proprietary=https://www.polydez.com/keyvault",
    "tag": [
      "OTP",
      "2FA",
      "Security"
    ],
    "rank": 72
  },
  {
    "pkg": "Cosmic money",
    "app_id": "com.francescogaglione.cosmicmoney",
    "description": "Simple money manager",
    "description_long": "A simple and intuitive money manager designed for the COSMIC desktop environment. Easily track expenses, manage budgets, and monitor financial health all in one place.",
    "build_date": "2024-12-05T15:56:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/francescogaglione/cosmicmoney/307b893232017c0901d026ccbd70c8ac/icons/128x128/com.francescogaglione.cosmicmoney.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 73
  },
  {
    "pkg": "Vikunja",
    "app_id": "io.vikunja.Vikunja",
    "description": "The open-source to-do app",
    "description_long": "Think of Vikunja like the notebook you have with all your things to keep track of.<br>But with superpowers.<br>☑️ Stay organized<br>Organize all of your tasks in projects.<br>Create subprojects organize everything hierarchical and keep related stuff grouped together.<br>👥 Collaborate with peers<br>Vikunja lets you easily share a project with another user or a whole team!<br>Assignments show who's working on what.<br>🧩 Use it how you need it<br>You can view your tasks in the classic list view -or in a Gantt Chart, or Table view, or Kanban Board!",
    "build_date": "2025-12-10T22:39:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/vikunja/Vikunja/dace241d702e369df73193e2f069dd9c/icons/128x128/io.vikunja.Vikunja.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "todo",
      "task"
    ],
    "rank": 74
  },
  {
    "pkg": "lfy",
    "app_id": "cool.ldr.lfy",
    "description": "Translation software designed for reading scientific research literature",
    "description_long": "<br>An easy and pleasant way to translate.<br>Support many translation services. Especially suitable for document translation.<br>",
    "build_date": "2025-12-12T02:49:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/cool/ldr/lfy/aabe80287bd68fd892b1826a23b84512/icons/128x128/cool.ldr.lfy.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 75
  },
  {
    "pkg": "Color Picker for COSMIC™",
    "app_id": "io.github.pixeldoted.cosmic-ext-color-picker",
    "description": "A color picker for the COSMIC™ desktop",
    "description_long": "A color picker for the COSMIC™ desktop",
    "build_date": "2025-05-20T16:19:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pixeldoted.cosmic-ext-color-picker/d93f3a7d2d5dfe7cdbfc718cb9405c92/icons/128x128/io.github.pixeldoted.cosmic-ext-color-picker.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 76
  },
  {
    "pkg": "Mingle",
    "app_id": "io.github.halfmexican.Mingle",
    "description": "Combine emojis with Google's Emoji Kitchen",
    "description_long": "Combine emojis with Emoji Kitchen, and send them to friends",
    "build_date": "2025-08-03T00:01:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/halfmexican.Mingle/ddf364e43d9e95b1fc3c4cf63ce1f908/icons/128x128/io.github.halfmexican.Mingle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "emoji",
      "mix",
      "Google"
    ],
    "rank": 77
  },
  {
    "pkg": "Urban Terror",
    "app_id": "info.urbanterror.UrbanTerror",
    "description": "Tactical first person shooter with action movie elements",
    "description_long": "<br>Urban Terror could best be described as a Hollywood tactical shooter; it is<br>realism based to a certain extent (environments/weapons/player models), but<br>also goes by the motto (fast gameplay and lots of<br>action). This combination of reality and action results in a very unique,<br>enjoyable and addictive game.<br>",
    "build_date": "2025-12-14T10:50:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/urbanterror/UrbanTerror/75ddceef3411c4b46413569b4c431acd/icons/128x128/info.urbanterror.UrbanTerror.png",
    "license": "GPL-2.0+ AND LicenseRef-proprietary=https://www.urbanterror.info/support/202-quake-3-sdk/",
    "tag": [],
    "rank": 78
  },
  {
    "pkg": "QSpeakers",
    "app_id": "rocks.noise.qspeakers",
    "description": "Loudspeaker design software",
    "description_long": "<br>QSpeakers is a simple graphical program that simulates common acoustical enclosures behaviour to help designing loudspeaker systems, based on the loudspeaker driver's Thiele / Small parameters and the chosen enclosure type.<br>This software is mostly useful for do-it-yourself loudspeaker enthusiasts, acoustics teaching, and to a lesser extent, for loudspeaker engineering.<br>",
    "build_date": "2025-11-20T05:31:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/r/ro/rocks.noise.qspeakers/6880576529fcb37606f5d0cb0759c046/icons/128x128/rocks.noise.qspeakers.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "diy",
      "box",
      "woofer"
    ],
    "rank": 79
  },
  {
    "pkg": "Kana",
    "app_id": "com.felipekinoshita.Kana",
    "description": "Learn Japanese characters",
    "description_long": "<br>Hone your Japanese skills by matching romanized characters to their correct hiragana and katakana counterparts.<br>",
    "build_date": "2025-12-11T14:02:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Kana/c9fb9f18f8c8d8fcd87b1c4c92bd3b46/icons/128x128/com.felipekinoshita.Kana.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "japanese",
      "hiragana",
      "katakana"
    ],
    "rank": 80
  },
  {
    "pkg": "KDE Itinerary",
    "app_id": "org.kde.itinerary",
    "description": "Digital travel assistant",
    "description_long": "KDE Itinerary is a digital travel assistant with a priority on protecting your privacy.<br>Features:<br>Timeline view of a unified travel itinerary with automatic trip grouping.<br>Supports train, bus and flight bookings as well as hotel, restaurant, event and rental car reservations.<br>Boarding pass management.<br>Supports ticket management for multi-traveler and multi-ticket bookings.<br>Automatic booking data extraction from various input formats, performed locally on your device.<br>Real-time delay and platform change information for trains.<br>Weather forecast for destination along your trip.<br>Full control over all online access.<br>Selection of alternative train connections on unbound tickets or on missed connections.<br>Local ground transportation navigation between elements of your itinerary.<br>Train coach layout view (for some operators only).<br>Train station and airport per-floor maps based on OpenStreetMap data.<br>Available dock-based or free-floating rental bikes can be displayed on the train station map.<br>Personal travel statistics to monitor environmental impact.<br>KDE Itinerary works best alongside KMail's itinerary extraction plug-in and KDE Connect, or Nextcloud Hub and DavDroid.",
    "build_date": "2025-12-11T18:35:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/itinerary/15a1fd1d14ab1f86cdf5a67d8101bd30/icons/128x128/org.kde.itinerary.png",
    "license": "LGPL-2.0-or-later",
    "tag": [],
    "rank": 81
  },
  {
    "pkg": "Firefly Luciferin",
    "app_id": "org.dpsoftware.FireflyLuciferin",
    "description": "Ambient lighting software",
    "description_long": "Ambient Lighting or Bias Light is a technology that enhances your viewing experience by projecting colored lights onto the wall behind<br>your TV/Monitor, matching the colors on the screen. This creates a more immersive and engaging atmosphere, making your favorite shows,<br>movies, and games feel even more captivating.<br>Luciferin is a generic term for the light-emitting compound found in organisms that generate bioluminescence like Fireflies and Glow Worms.<br>Firefly Luciferin is a Java Fast Screen Capture PC software designed for Glow Worm Luciferin firmware,<br>those two software create the perfect Bias Lighting and Ambient Light system for PC.<br>Differently from other solutions, Firefly and Glow Worm Luciferin are designed to work together for the best experience possible.<br>Key features<br>Best in class performance combined with ultra low CPU/GPU usage.<br>Advanced algorithms for smooth colors transitions and color correction. Seeing is believing.<br>Wireless or cabled, local or remote? Choose your flavour with MQTT support and Home Assistant integration.<br>Multi monitor support with single or multiple instances.<br>Surround lighting with satellites.<br>Web browser firmware installer and Web Interface.<br>Programmable firmware, change your microcontroller's settings on the fly.<br>Frequent updates, upgrade your PC software and your firmware in one click.<br>Automatic switching between aspect ratios based on your video content.<br>Made from a gamer, for gamers. No added lag, stutter free.<br>Multi platform, Windows and Linux ready. macOS is coming when it's ready.<br>If you don't want to design your own PCB and you have a soldering iron, there is Luciferin's official PCB.<br>Have a question? Get answered on the community.",
    "build_date": "2025-12-05T12:39:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/dpsoftware/FireflyLuciferin/43d12b3bf0225fc8eaa7e26c34196409/icons/128x128/org.dpsoftware.FireflyLuciferin.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 82
  },
  {
    "pkg": "Enroute Flight Navigation",
    "app_id": "de.akaflieg_freiburg.enroute",
    "description": "Flight Navigation App",
    "description_long": "Enroute Flight Navigation is a flight navigation app for VFR pilots. The<br>app runs primarily on mobile devices. It is free, open source, 100%<br>non-commercial and does not collect user data. This desktop version of the<br>app is hardly useful for actual navigation, but might be used to plan your<br>next flight on the big screen.",
    "build_date": "2025-12-15T15:09:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/akaflieg_freiburg/enroute/67ed8cc1ac3b2bed37defc80d5cb28ec/icons/128x128/de.akaflieg_freiburg.enroute.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 83
  },
  {
    "pkg": "Hatari",
    "app_id": "org.tuxfamily.hatari",
    "description": "Atari ST/STE/TT/Falcon emulator",
    "description_long": " Hatari is an Atari ST/STE/TT/Falcon emulator for GNU/Linux, BSD, Mac OS X, Windows and<br>other systems which are supported by the SDL library. The Atari ST was a 16/32 bit<br>computer system which was first released by Atari in 1985. Using the Motorola 68000 CPU,<br>it was a very popular computer having quite a lot of CPU power at that time. Unlike many<br>other Atari ST emulators which try to give you a good environment for running GEM<br>applications, Hatari tries to emulate the hardware of a ST as close as possible so that<br>it is able to run most of the old ST games and demos. Hatari is open source software and<br>is distributed under the terms of the GNU General Public License (GPL).<br>Hatari supports the emulation of most of the ST and STE hardware, including some special<br>tricks like raster interrupts, border effects and PSG sample sound. A joystick can be<br>emulated with the cursor keys or with a real PC joystick. Hatari also features the<br>possibility to a directory of the host system as a ST drive, or to use images<br>from an original Atari's hard disk.<br>Hatari is also able to emulate the additional hardware of the TT or Falcon machines,<br>like the Videl video chip or the DSP 56001. However, note that TT and Falcon support are<br>currently still in development and experimental.",
    "build_date": "2024-09-22T10:00:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tuxfamily/hatari/6b486b392e70964e9128e30fb5ad8336/icons/128x128/org.tuxfamily.hatari.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 84
  },
  {
    "pkg": "Alligator",
    "app_id": "org.kde.alligator",
    "description": "RSS feed reader",
    "description_long": "Alligator is a convergent, cross-platform feed reader, supporting standard RSS/Atom feeds",
    "build_date": "2025-12-11T18:09:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/alligator/6ae100ca10f45ad88c2ec60b0690baa0/icons/128x128/org.kde.alligator.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 85
  },
  {
    "pkg": "FaFa Runner",
    "app_id": "com.fafarunner.FaFaRunner",
    "description": "Enjoy smooth gameplay, stunning graphics, and endless fun",
    "description_long": "Step into the enchanting world of FaFa Runner: Dawn Legends, where an epic adventure awaits! Developed using Flutter and the Flame engine, this RPG delivers a seamless gaming experience with stunning visual effects.<br>Embark on your journey as a brave adventurer, explore mysterious lands, uncover hidden secrets, and face endless challenges. With rich story-driven quests and diverse character progression systems, every battle offers a unique sense of achievement.<br>Key Features:<br>Dynamic Combat System: Enjoy intuitive controls and fluid action as you take on powerful enemies and formidable bosses.<br>Gorgeous Visuals: Experience vivid graphics and captivating animations, thanks to the powerful Flutter and Flame engine.<br>Rich Quest System: Engage in main quests and side stories, with each adventure offering surprises and challenges.<br>Customizable Character Growth: Tailor your hero with various skills and equipment to build the ultimate warrior.<br>Interactive World Exploration: Discover hidden treasures and secret locations across a fantastical map.<br>Join FaFa Runner: Dawn Legends and create your own legendary tale in this magical world. Download now and begin your epic adventure!",
    "build_date": "2025-12-07T23:13:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/fafarunner/FaFaRunner/84b5ae79d0cc892e7e7ac3d8657c7d76/icons/128x128/com.fafarunner.FaFaRunner.png",
    "license": "MIT",
    "tag": [],
    "rank": 86
  },
  {
    "pkg": "Amharic Bible",
    "app_id": "io.github.wesenseged.Amharic-bible",
    "description": "Study scripture",
    "description_long": "<br>Amharic Bible is a modern, offline Bible reader built with KDE Kirigami and Qt6.<br>It features a clean and elegant reading experience, full offline access to the Amharic Bible text,<br>and an interface inspired by WordProject.<br>The app supports both light and dark themes, adjustable font size,<br>and quick navigation between books and chapters.<br>",
    "build_date": "2025-12-12T10:46:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/wesenseged.Amharic-bible/1ed2ffc562101d988ef6bca5ac28b3c6/icons/128x128/io.github.wesenseged.Amharic-bible.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Ethiopia",
      "Amharic",
      "Bible"
    ],
    "rank": 87
  },
  {
    "pkg": "C* Music Player",
    "app_id": "io.github.cmus.cmus",
    "description": "Console music player",
    "description_long": "<br>C* Music Player (cmus) is a small, fast and powerful console music player for Unix-like operating systems.<br>",
    "build_date": "2025-09-02T11:00:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cmus.cmus/66c2655bb4da4dfd167b72b1988f55fa/icons/128x128/io.github.cmus.cmus.png",
    "license": "GPL-2.0",
    "tag": [
      "cmus",
      "audio",
      "player"
    ],
    "rank": 88
  },
  {
    "pkg": "Chordcat",
    "app_id": "dev.ters.Chordcat",
    "description": "Play and name chords",
    "description_long": "<br>Chordcat is a desktop app that helps you identify and name chords based on inputted notes.<br>Features:<br>Displays chord names when notes are played using PC Keyboard, mouse or a MIDI device<br>MIDI device support<br>Staff notation<br>Metronome<br>Looper<br>128 inbuilt instruments (General MIDI)<br>Custom .sf2 soundfonts support<br>",
    "build_date": "2025-02-23T07:47:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/ters/Chordcat/64008d079e4680ad84118f35676f9b8b/icons/128x128/dev.ters.Chordcat.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Music",
      "Chord"
    ],
    "rank": 89
  },
  {
    "pkg": "Game Server Watcher",
    "app_id": "io.github.lxndr.gswatcher",
    "description": "Monitor and admin game servers",
    "description_long": "Game Server Watcher is a simple application that helps you to monitor<br>the state of your favorite game servers and control remotely the servers of<br>your own. It also has a buddy list and can notify you if a buddy joins any of<br>servers.<br>Features:<br>Server list<br>Buddy list<br>Notifications when your buddy is on a server<br>Multiple query protocols<br>Remote console (Source only)<br>",
    "build_date": "2025-11-16T22:00:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lxndr.gswatcher/a9a82ce6d3dce93d5fa847d9a4e6c7a7/icons/128x128/io.github.lxndr.gswatcher.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "quake",
      "source",
      "gamespy"
    ],
    "rank": 90
  },
  {
    "pkg": "Metronome",
    "app_id": "com.adrienplazas.Metronome",
    "description": "Keep the tempo",
    "description_long": "Metronome beats the rhythm for you, you simply need to tell it the required time signature and beats per minutes.<br>You can also tap to let the application guess the required beats per minute.",
    "build_date": "2025-12-11T16:51:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adrienplazas/Metronome/85787b0dcdff44ec40f4acdcced9b438/icons/128x128/com.adrienplazas.Metronome.png",
    "license": "GPL-3.0+",
    "tag": [
      "Bar",
      "Beat",
      "Beats"
    ],
    "rank": 91
  },
  {
    "pkg": "Reversi",
    "app_id": "org.gnome.Reversi",
    "description": "Dominate the board in a classic reversi game, or play the reversed variant",
    "description_long": "<br>Reversi is a two-player strategy game, played on an 8 by 8 board.<br>Players use tiles that are dark on one side and light on the other.<br>The object of reversi is to flip your opponent’s tiles to your color,<br>while your opponent is trying to flip your tiles to his own color.<br>Opponent’s tiles are flipped when trapped between an already placed tile<br>of your color and the tile you add. Who finishes with more tiles wins!<br>Reversi allows you to play both a classic reversi game, and the<br>reversed variant, where the goal is to finish with less tile than your<br>opponent.<br>",
    "build_date": "2025-12-11T10:35:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Reversi/aab2bf5278cab042c12edb8d62abf48a/icons/128x128/org.gnome.Reversi.png",
    "license": "GPL-3.0+",
    "tag": [
      "reversi",
      "othello"
    ],
    "rank": 92
  },
  {
    "pkg": "Photobooth",
    "app_id": "io.github.saeugetier.photobooth",
    "description": "A photobooth application.",
    "description_long": "Photobooth is a touch-friendly, kiosk-style app for capturing photos. You will expect this features:<br>Intuitive, touch-friendly user interface designed for kiosk use.<br>Capture photos via a camera. USB camera (V4L2) and GPhoto2 cameras are supported.<br>Create collage from captured photos. Collage templates are customizable (see documentation)<br>Print single photos or collages<br>View and reprint captures in a gallery<br>Background removal via neural network or green screen.<br>Selectable image filter effects<br>",
    "build_date": "2025-12-12T22:04:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/saeugetier.photobooth/a39fee73ffbcf3a35f3d6954d487500a/icons/128x128/io.github.saeugetier.photobooth.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 93
  },
  {
    "pkg": "Cantor",
    "app_id": "org.kde.cantor",
    "description": "Frontend to mathematical software",
    "description_long": "Cantor is a front-end to powerful mathematics and statistics packages. Cantor integrates them into the KDE Platform and provides a nice, worksheet-based, graphical user interface. It supports environments for KAlgebra, Lua, Maxima, R, Sage, Octave, Python, Scilab, and Qalculate!",
    "build_date": "2025-12-11T15:46:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/cantor.desktop/d2a75a20353db8ececfe9601cd2b139e/icons/128x128/org.kde.cantor.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 94
  },
  {
    "pkg": "SeriousSamClassic-VK",
    "app_id": "io.itch.tx00100xt.SeriousSamClassic-VK",
    "description": "Open source first person shooter",
    "description_long": "SeriousSamClassic-VK is open source game engine version developed by Croteam for Serious Sam Classic with Vulkan support, but it should work on (or be easily portable to) any system that supports Vulkan and SDL2.<br>Note that while the Serious-Engine source code has been released under GPL, you still need to legally own the game and provide Serious Sam Classic The First Encounter and Serious Sam Classic The Second Encounter the game data to play. See the how to install section for more information.<br>",
    "build_date": "2025-02-04T23:32:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/itch/tx00100xt.SeriousSamClassic-VK/622cf166e5e3ec343bf6ce79d12757a9/icons/128x128/io.itch.tx00100xt.SeriousSamClassic-VK.png",
    "license": "GPL-2.0",
    "tag": [
      "serious",
      "sam",
      "first"
    ],
    "rank": 95
  },
  {
    "pkg": "KmPlot",
    "app_id": "org.kde.kmplot",
    "description": "Mathematical Function Plotter",
    "description_long": "KmPlot is a program to plot graphs of functions, their integrals or derivatives. The graphs can be colorized and the view is highly configurable, is scalable, and can be zoomed. The program features a powerful mathematical parser, different plot types (cartesian, parametric, polar, implicit, differential), and provides simple mathematical tools like for finding maximum/minimum of a function. Parametrized functions can be visualized by adjusting the variable parameter via a slider. Plots can be exported as bitmap format pictures (BMP, PNG) and can be printed.",
    "build_date": "2025-12-11T17:51:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kmplot.desktop/5a8d225ccd33d942643cd1b716f637e6/icons/128x128/org.kde.kmplot.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 96
  },
  {
    "pkg": "Francis",
    "app_id": "org.kde.francis",
    "description": "Track your time",
    "description_long": "Francis uses the well-known pomodoro technique to help you get more productive.",
    "build_date": "2025-12-11T18:22:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/francis/7f840c8eb7513d787bc484630e843a9f/icons/128x128/org.kde.francis.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pomodoro",
      "timer"
    ],
    "rank": 97
  },
  {
    "pkg": "Tremotesf",
    "app_id": "org.equeim.Tremotesf",
    "description": "Remote GUI for Transmission BitTorrent client",
    "description_long": "Tremotesf is a remote GUI for Transmission BitTorrent client. You can fully control your transmission-daemon instance, manage torrents, set Transmission settings, view server statistics.<br>You can add several servers profiles and switch between them (only one can be connected at a time). Tremotesf has support of HTTPS, including self-signed certificates and client certificate authentication. You can set mounted directories for servers and quickly open torrents' files and choose download directory from file dialog.",
    "build_date": "2025-12-08T22:59:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/equeim/Tremotesf/d946bb0809aa15512c73b5d719e13e0e/icons/128x128/org.equeim.Tremotesf.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 98
  },
  {
    "pkg": "Ricochlime",
    "app_id": "com.adilhanney.ricochlime",
    "description": "Satisfying monster shooter",
    "description_long": "<br>Ricochlime is a game where you attack the advancing<br>monsters with your ricocheting projectiles. The game is<br>made with the Flame game engine and Flutter.<br>",
    "build_date": "2025-12-12T15:01:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/ricochlime/f0c23a334075aae072dd666c457fa871/icons/128x128/com.adilhanney.ricochlime.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "flutter",
      "monster",
      "shooter"
    ],
    "rank": 99
  },
  {
    "pkg": "SemantiK",
    "app_id": "net.krafting.SemantiK",
    "description": "Find the secret word",
    "description_long": "A word game where you guess a target word by proposing other semantically related words. The closer your proposals are to the target word, the closer you get to the solution.<br>The default language is French, but you can install other Language Pack using your Software Center.",
    "build_date": "2025-11-17T14:08:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/SemantiK/a5496d9d65da338b77d2a046edcd7f51/icons/128x128/net.krafting.SemantiK.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "word",
      "semantic",
      "vocabulary"
    ],
    "rank": 100
  },
  {
    "pkg": "Inochi Session",
    "app_id": "com.inochi2d.inochi-session",
    "description": "Stream with Inochi2D puppets",
    "description_long": "Inochi2D is a framework for realtime 2D puppet animation which can be used for VTubing, <br>game development and digital animation.<br>Inochi Session is a tool that lets you use your Inochi2D models for live streaming.",
    "build_date": "2025-12-03T16:06:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/inochi2d/inochi-session/24eebba5f4123d66bbec0d8662dfb0f8/icons/128x128/com.inochi2d.inochi-session.png",
    "license": "BSD-2-Clause",
    "tag": [
      "vtubing"
    ],
    "rank": 101
  },
  {
    "pkg": "Pentobi",
    "app_id": "io.sourceforge.pentobi",
    "description": "Computer opponent for Blokus",
    "description_long": "\nPentobi is a computer opponent for the board game Blokus. It has a\nstrong Blokus engine with different playing levels. The supported game\nvariants are Classic, Duo, Trigon, Junior, Nexos, Callisto and GembloQ.\n<br>\nPlayers can determine their strength by playing rated games against the\ncomputer and use a game analysis function. Games can be saved in Smart\nGame Format with comments and move variations.\n<br>\nTrademark disclaimer: The trademark Blokus and other trademarks referred\nto are property of their respective trademark holders. The trademark\nholders are not affiliated with the author of the program Pentobi.\n",
    "build_date": "2025-12-08T06:07:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/sourceforge/pentobi/4e5564047e8b436a3a074c15825a2adf/icons/128x128/io.sourceforge.pentobi.png",
    "license": "GPL-3.0+",
    "tag": [
      "Blokus",
      "Nexos",
      "Callisto"
    ],
    "rank": 102
  },
  {
    "pkg": "Vipsdisp",
    "app_id": "org.libvips.vipsdisp",
    "description": "Image viewer",
    "description_long": "\nVipsdisp can display huge (many, many gigabyte) images quickly and without\nusing much memory. As well as the usual PNG, JPG, TIF, PDF, SVG, WEBP, JP2, JXL and GIF,\nit supports many scientific and technical image formats, including SVS,\nMRXS, OpenEXR, FITS, Matlab, NIfTI, Analyze, and PFM. Vipsdisp supports pixel types from 1 bit mono to 128-bit double precision\ncomplex, you can convert image formats, it support copy-paste and drag-drop,\nand it has a range of useful visualisation tools and display modes.<br>",
    "build_date": "2025-07-31T21:53:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/libvips/vipsdisp/52e0a50f819675778c6276616f6cf6b8/icons/128x128/org.libvips.vipsdisp.png",
    "license": "MIT",
    "tag": [
      "vipsdisp",
      "graphic",
      "view"
    ],
    "rank": 103
  },
  {
    "pkg": "Lokalize",
    "app_id": "org.kde.lokalize",
    "description": "Computer-aided translation system",
    "description_long": "Lokalize is the localization tool for KDE software and other free and open source software. It is also a general computer-aided translation system (CAT) with which you can translate OpenDocument files (*.odt). Translate-Toolkit is used internally to extract text for translation from .odt to .xliff files and to merge translation back into .odt file.",
    "build_date": "2025-12-11T17:47:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/lokalize/78a956a903d90950340118f4dfd59ad9/icons/128x128/org.kde.lokalize.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 104
  },
  {
    "pkg": "Granatier",
    "app_id": "org.kde.granatier",
    "description": "Bomberman clone",
    "description_long": "<br>Granatier is a clone of the classic Bomberman game, inspired by the work of the Clanbomber clone.<br>",
    "build_date": "2025-12-11T15:44:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/granatier/0a61cf5262a82a37ba57373d9a40120d/icons/128x128/org.kde.granatier.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 105
  },
  {
    "pkg": "Counters",
    "app_id": "io.gitlab.guillermop.Counters",
    "description": "Keep track of anything",
    "description_long": "<br>Simple counting application that lets you create counters to keep track of anything you want.<br>Features:<br>Multiple counters<br>Set and track goals<br>Automatically resets every day, week, etc.<br>Basic streak counting<br>Export your data into a CSV file<br>",
    "build_date": "2025-11-05T05:46:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/guillermop.Counters/c34b46d045f1caefe12bd133a2cb19cc/icons/128x128/io.gitlab.guillermop.Counters.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 106
  },
  {
    "pkg": "Cosmicding",
    "app_id": "com.vkhitrin.cosmicding",
    "description": "Manage your bookmarks",
    "description_long": "A client to manage your linkding bookmarks.<br>Features:<br>Support multiple linkding instances (or multiple users on the same instance).<br>Aggregate bookmarks locally.<br>Add/Edit/Remove bookmarks.<br>Search bookmarks based on title, URL, tags, description, and notes.<br>",
    "build_date": "2025-08-31T17:43:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/vkhitrin/cosmicding/dd764c5914a63b53b3f1db2cdf322884/icons/128x128/com.vkhitrin.cosmicding.png",
    "license": "GPL-3.0-only",
    "tag": [
      "COSMIC",
      "linkding"
    ],
    "rank": 107
  },
  {
    "pkg": "tev",
    "app_id": "io.github.tom94.tev",
    "description": "High dynamic range image viewer",
    "description_long": "High dynamic range (HDR) image viewer for people who care about colors. It is:<br>Lightning fast: starts up instantly, loads hundreds of images in seconds.<br>Accurate: understands HDR and color profiles (ICC, CICP, etc.). Displays HDR on all operating systems.<br>Versatile: supports many file formats, histograms, pixel-peeping, tonemaps, error metrics, etc.<br>",
    "build_date": "2025-12-02T20:27:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tom94.tev/bba61b68bc9a22dbaaed37587cb2ffc2/icons/128x128/io.github.tom94.tev.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 108
  },
  {
    "pkg": "Four-in-a-row",
    "app_id": "org.gnome.Four-in-a-row",
    "description": "Make lines of the same color to win",
    "description_long": "<br>A family classic, the objective of Four-in-a-row is to build a line of four<br>of your marbles while trying to stop your opponent (human or computer) from<br>building a line of his or her own. A line can be horizontal, vertical or<br>diagonal. The first player to connect four in a row is the winner!<br>Four-in-a-row features multiple difficulty levels. If you’re having trouble,<br>you can always ask for a hint.<br>",
    "build_date": "2025-12-11T09:18:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Four-in-a-row/62636a5f6691c99d7a97520f654a9fb1/icons/128x128/org.gnome.Four-in-a-row.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "strategy",
      "logic"
    ],
    "rank": 109
  },
  {
    "pkg": "Key Cutter",
    "app_id": "io.github.unicornyrainbow.secrets",
    "description": "Easily generate passwords",
    "description_long": "<br>Easily generate passwords based on your needs, from a simple, Gtk 4 and Libadwaita based app.<br>",
    "build_date": "2025-09-25T12:44:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/unicornyrainbow.secrets/6df6c9769755254700330f8c3c3a66f1/icons/128x128/io.github.unicornyrainbow.secrets.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "passwords",
      "password",
      "generator"
    ],
    "rank": 110
  },
  {
    "pkg": "BinauralPlayer",
    "app_id": "io.github.alamahant.BinauralPlayer",
    "description": "Full-featured media player with brainwave audio generation",
    "description_long": "<br>BinauralPlayer is a powerful media player that combines traditional media playback<br>with brainwave audio generation. Users can enjoy tabbed playlists, advanced playback<br>controls, and immersive brainwave sessions with binaural beats or isochronic tones.<br>Media Playback:<br>Multi-format support: MP3, WAV, FLAC, OGG, M4A, MP4, M4V, AVI, MKV<br>Tabbed playlists: Create, rename, and manage multiple playlists<br>Advanced playback: Shuffle, repeat, seek, volume control with mute<br>Streaming support: Play audio from HTTP/HTTPS URLs<br>Time display: Track position/duration with seekable progress bar<br>Brainwave Audio Generation:<br>Three modes: Binaural Beats, Isochronic Tones, Audio Generator<br>Real-time dynamic engine: Immediate parameter changes<br>Waveforms: Sine, Square, Triangle, Sawtooth<br>Frequency control: Left/right channels (20Hz–20kHz)<br>Auto-stop timer with countdown visualization<br>Playlist Management:<br>Tabbed interface with multiple named playlists<br>Search function to filter tracks<br>Save/load playlists in JSON<br>Track operations: Add, remove, clear with selection tracking<br>User Interface:<br>Custom toolbars: Media (Blue), Binaural (Purple), Nature (Green)<br>Split status bar for media and brainwave engine status<br>Responsive layout with graceful resizing<br>Safety warnings on first launch and brainwave activation<br>",
    "build_date": "2025-12-16T12:50:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/alamahant.BinauralPlayer/86717852d75cffaa2cb3dfa8f41cee6d/icons/128x128/io.github.alamahant.BinauralPlayer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "brainwave",
      "binaural",
      "isochronic"
    ],
    "rank": 111
  },
  {
    "pkg": "Qtcord",
    "app_id": "io.github.mak448a.QTCord",
    "description": "Lightweight Discord client",
    "description_long": "Qtcord is a Discord client built with Qt aiming to bring a lightweight, native experience. It takes less RAM than the offical client and the browser version of Discord!<br>Please report bugs and account bans at https://github.com/mak448a/Qtcord/issues.<br>DISCLAIMER: I am not responsible for account bans! This app is against the Discord TOS.",
    "build_date": "2025-12-11T19:18:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mak448a.QTCord/85ef91ebf91c0bbed49c43003a2d9536/icons/128x128/io.github.mak448a.QTCord.png",
    "license": "MIT",
    "tag": [],
    "rank": 112
  },
  {
    "pkg": "KBruch",
    "app_id": "org.kde.kbruch",
    "description": "Exercise Fractions",
    "description_long": "KBruch is a small program to practice calculating with fractions and percentages. Different exercises are provided for this purpose and you can use the learning mode to practice with fractions. The program checks the user's input and gives feedback.<br>Features:<br>Arithmetic exercise - in this exercise you have to solve a given fraction task. You have to enter the numerator and the denominator. This is the main exercise.<br>Comparison exercise - in this exercise you have to compare the size of 2 given fractions, using the symbols &gt;, &lt; or =.<br>Conversion exercise - in this exercise you have to convert a given number into a fraction.<br>Factorization exercise - in this exercise you have to factorize a given number into its prime factors.<br>Percentage exercise - in this exercise you have to calculate percentages.<br>",
    "build_date": "2025-12-11T15:48:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kbruch.desktop/88554dd9d3e514254a8c0aa1d3a1f58c/icons/128x128/org.kde.kbruch.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 113
  },
  {
    "pkg": "Stream Overlay",
    "app_id": "com.hperrin.StreamOverlay",
    "description": "Browser overlays on your screen",
    "description_long": "Borderless, transparent, click-through, always-on-top browser windows for streaming. For<br>example, you can show your Twitch chat and alerts on your display, over your game.<br>I made this app because I would often not notice my chat messages on my other monitor, and<br>I'd prefer to have them come up on the display I'm looking at, rather than only in an OBS<br>overlay. It's also great for single monitor streamers.",
    "build_date": "2025-06-03T16:09:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/hperrin/StreamOverlay/416a06af922fbd813c68c73b48956e0e/icons/128x128/com.hperrin.StreamOverlay.png",
    "license": "Apache-2.0",
    "tag": [
      "stream",
      "overlay"
    ],
    "rank": 114
  },
  {
    "pkg": "Saldo",
    "app_id": "org.tabos.saldo",
    "description": "Check your bank accounts",
    "description_long": "<br>An easy way to access your online banking information. Show your balance and transaction based on FinTS online banking information.<br>Note: This is a frontend for python-fints. Report non working bank access at python-fints github page.<br>",
    "build_date": "2025-11-22T20:23:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/saldo.desktop/d5eea6c375f162ecdcd45a925b056a1d/icons/128x128/org.tabos.saldo.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Network",
      "Online",
      "Banking"
    ],
    "rank": 115
  },
  {
    "pkg": "Community Remote",
    "app_id": "com.theappgineer.community_remote",
    "description": "Roon control for family and friends",
    "description_long": "<br>Community Remote has a focus on use-cases not covered by the official Roon Remote.<br>Linux support is the obvious one, others are access control, random album playback and more.<br>",
    "build_date": "2025-07-03T17:10:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/theappgineer/community_remote/8f5c6d92e26c7628c2b752ddad6f9b24/icons/128x128/com.theappgineer.community_remote.png",
    "license": "MIT",
    "tag": [
      "roon",
      "extension",
      "remote"
    ],
    "rank": 116
  },
  {
    "pkg": "Sendworm",
    "app_id": "to.bnt.sendworm",
    "description": "Send files securely",
    "description_long": "<br>Send files securely using Magic Wormhole.<br>This is a cross-platform desktop app for sending files quickly and securely using the<br>magic-wormhole protocol, which makes it compatible with other tools that use magic-wormhole.<br>",
    "build_date": "2025-10-29T06:35:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/to/bnt/sendworm/5a224a6a5054b9ee4ef759fad83ad9db/icons/128x128/to.bnt.sendworm.png",
    "license": "MIT",
    "tag": [
      "transfer",
      "share"
    ],
    "rank": 117
  },
  {
    "pkg": "Squey",
    "app_id": "org.squey.Squey",
    "description": "Explore your data",
    "description_long": "Squey is designed from the ground up to take advantage of GPUs and CPUs to perform interactive explorations of massive amounts of data.<br>It gives users an exhaustive yet intuitive multi-view representation of columnar data and can ingest from:<br>Structured text files (CSV, logs, ...)<br>Apache Parquet files<br>Pcap files<br>SQL databases<br>Elasticsearch databases<br>Squey strives to deliver value through its V.I.SU approach:<br>Visualize: Leverage various visual representations of raw data in combination with statistics<br>Investigate: Use filters to build an accurate understanding of millions of rows while switching instantly between capturing the big picture and focusing on the details<br>Spot the Unknown: As a structured understanding of the data emerges, identify unknowns and anomalies<br>Squey can be used for many different purposes, such as:<br>BI and Big Data: Bootstrap initial understanding of complex datasets and deep dive where necessary to design accurate data processing<br>Cybersecurity: Detect weak signals such as attacks and data leaks<br>IT troubleshooting: Resolve network issues and improve application performance<br>Machine Learning: Design training dataset to fulfill targeted improvements of Machine Learning models<br>Give yourself a chance to see your data and have fun exploring!",
    "build_date": "2025-12-12T23:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/squey/Squey/6a8456fb078045672069688a362cbccf/icons/128x128/org.squey.Squey.png",
    "license": "MIT",
    "tag": [],
    "rank": 118
  },
  {
    "pkg": "Drumstick MIDI Monitor",
    "app_id": "net.sourceforge.kmidimon",
    "description": "Drumstick MIDI Monitor is a MIDI monitor for Linux using ALSA sequencer",
    "description_long": "<br>Drumstick MIDI Monitor logs MIDI events coming from MIDI external ports or applications via the ALSA sequencer,<br>and from SMF (Standard MIDI files) or WRK (Cakewalk/Sonar) files. It is especially useful if you want to debug<br>MIDI software or your MIDI setup. It features a nice graphical user interface, customizable event filters and<br>sequencer parameters, support for MIDI and ALSA messages, and saving the recorded event list to a SMF or text file.<br>",
    "build_date": "2025-12-13T10:14:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/kmidimon/130c446a76c20baba3134c7ecf5e9e5c/icons/128x128/net.sourceforge.kmidimon.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Midi",
      "Sequencer",
      "Player"
    ],
    "rank": 119
  },
  {
    "pkg": "burnfix",
    "app_id": "io.github.vinser.burnfix",
    "description": "Try to fix screen image retentions and burn in, look for screen defects",
    "description_long": "After turning off or moving the taskbar, you suddenly find that the logo in the corner of the screen and the search magnifier are still visible on your monitor or TV screen, although not as brightly.<br>This is called or .<br>Burnfix can attempt to get rid of this effect on your LCD, LED or plasma screen by showing a special moving pattern for a perioid of time.<br>Moreover, burnfix can show full-screen images of various colors to help you identify defects in the display matrix.",
    "build_date": "2025-12-13T06:49:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vinser.burnfix/02582c34bcdcf8cd97a303d52ce6d491/icons/128x128/io.github.vinser.burnfix.png",
    "license": "MIT",
    "tag": [
      "lcd",
      "led",
      "screen"
    ],
    "rank": 120
  },
  {
    "pkg": "Teeworlds",
    "app_id": "com.teeworlds.Teeworlds",
    "description": "Online multiplayer shooter game",
    "description_long": "<br>Teeworlds is a 2D online action game for up to 16 players battling in<br>several game modes.<br>The controls are inspired by First Person Shooter game genre.<br>It lets you desing custom maps.<br>",
    "build_date": "2024-12-06T16:02:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/teeworlds/Teeworlds/404957a0b41af41ce562139d2ad8f128/icons/128x128/com.teeworlds.Teeworlds.png",
    "license": "Zlib and CC-BY-SA-3.0",
    "tag": [
      "game"
    ],
    "rank": 121
  },
  {
    "pkg": "Chess Clock",
    "app_id": "eu.fortysixandtwo.chessclock",
    "description": "Time games of over-the-board chess",
    "description_long": "Chess Clock is a simple application to provide time control for over-the-board<br>chess games. Intended for mobile use, players select the time control settings<br>desired for their game, then the black player taps their clock to start white's<br>timer. After each player's turn, they tap the clock to start their opponent's,<br>until the game is finished or one of the clocks reaches zero.<br>",
    "build_date": "2025-10-31T13:11:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/fortysixandtwo/chessclock/634569ca2586025c88612c7033cf1e31/icons/128x128/eu.fortysixandtwo.chessclock.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "chess",
      "game",
      "clock"
    ],
    "rank": 122
  },
  {
    "pkg": "DSView",
    "app_id": "com.dreamsourcelab.DSView",
    "description": "An open source multi-function instrument for everyone",
    "description_long": "<br>NOTE: This wrapper is not verified by, affiliated with, or supported by DreamSourceLab.<br>DSView is a GUI program for supporting various instruments from DreamSourceLab, including logic analyzers, oscilloscopes, etc. DSView is based on the sigrok project.<br>The sigrok project aims at creating a portable, cross-platform, Free/Libre/Open-Source signal analysis software suite that supports various device types (such as logic analyzers, oscilloscopes, multimeters, and more).<br>It is necessary to add the following line to the /etc/udev/rules.d/60-dreamsourcelab.rules file:<br>SUBSYSTEM==, ATTRS{idVendor}==, MODE=<br>",
    "build_date": "2025-05-04T13:52:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/dreamsourcelab/DSView/5844b701217fcfc913f4ab90a84f1121/icons/128x128/com.dreamsourcelab.DSView.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 123
  },
  {
    "pkg": "BrogueCE",
    "app_id": "com.github.tmewett.BrogueCE",
    "description": "Brogue: Community Edition - a community-lead fork of the much-loved minimalist roguelike game",
    "description_long": "Brogue is a single-player strategy game set in the halls of a mysterious and randomly-generated dungeon. The objective is simple enough -- retrieve the fabled Amulet of Yendor from the 26th level -- but the dungeon is riddled with danger. Horrifying creatures and devious, trap-ridden terrain await. Yet it is also riddled with weapons, potions, and artifacts of forgotten power. Survival demands strength and cunning in equal measure as you descend, making the most of what the dungeon gives you. You will make sacrifices, narrow escapes, and maybe even some friends along the way -- but will you be one of the lucky few to return alive?",
    "build_date": "2024-12-03T10:05:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/tmewett.BrogueCE/bcd16b986ac93857b18048bc82a2ac13/icons/128x128/com.github.tmewett.BrogueCE.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 124
  },
  {
    "pkg": "Gods Deluxe",
    "app_id": "io.github.jotd666.gods-deluxe",
    "description": "A remake of the platform game",
    "description_long": "<br>Gods -Deluxe- is a remake of the excellent Bitmap Brothers platform game.<br>All classic levels are complete and working, and there are 4 extra full levels from the author.<br>",
    "build_date": "2025-10-04T10:46:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jotd666.gods-deluxe/1370e4d70f533bc377c08246a20268fb/icons/128x128/io.github.jotd666.gods-deluxe.png",
    "license": "MIT",
    "tag": [],
    "rank": 125
  },
  {
    "pkg": "Hypatia",
    "app_id": "net.hypatiaproject.Hypatia",
    "description": "Get information quickly",
    "description_long": "Get at-a-glance information about what you're reading, or learn more about topics you're curious about. Hypatia finds definitions, explanations, and answers related to the text on your display without removing you from your current context.<br>Use Hypatia either of two ways: manually, where you open the app and enter a word or phrase to search for, or automatically, where it reads text from your clipboard on launch, and can be triggered by a shortcut.<br>Once you set a keyboard shortcut to open the app, you can copy text from the article you're reading, trigger the app, and a pop-up will give you instant information about whatever it is you're looking at.<br>Or, if you prefer to use it in manual mode, you can open Hypatia and search directly for any topic by entering it into the search box.<br>At launch, there are three main action areas:<br>Instant Answers (provided by DuckDuckGo)<br>Dictionary and thesaurus (provided by Wiktionary, via the FreeDictionaryAPI)<br>Wikipedia Entries<br>Searching for any term or phrase will search those sources for information, and the app will present any relevant results that it finds.",
    "build_date": "2025-07-06T23:14:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hypatiaproject/Hypatia/b5f830cea37bc27265e9d55e5eab7081/icons/128x128/net.hypatiaproject.Hypatia.png",
    "license": "GPL-3.0+",
    "tag": [
      "Research",
      "Wikipedia",
      "Wiktionary"
    ],
    "rank": 126
  },
  {
    "pkg": "Playlifin",
    "app_id": "net.krafting.Playlifin",
    "description": "Sync YouTube playlists to Jellyfin",
    "description_long": "A tool to convert a Youtube Music playlist to a Jellyfin playlists. You MUST have downloaded the playlist and put them on your Jellyfin before running this app.<br>This program get all the song titles in your Youtube Playlist and try its best to find the same song on Jellyfin and add it in the new playlist.<br>This is useful when you sort music by albums, genre or artists but still want to have your playlist after importing your music to Jellyfin.<br>Recommended format to download a playlist with yt-dlp: /usr/bin/yt-dlp -x --audio-format mp3 --prefer-ffmpeg -o '%(title)s.%(ext)s' --embed-thumbnail (YoutubeURL) <br>It uses the yt-dlp backend for fetching Youtube informations and the Jellyfin API for the Jellyfin informations.",
    "build_date": "2025-11-17T17:31:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Playlifin/f4ed6807f4400354ede7c9fe957de720/icons/128x128/net.krafting.Playlifin.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "youtube",
      "convert"
    ],
    "rank": 127
  },
  {
    "pkg": "Sonar",
    "app_id": "io.github.tobagin.sonar",
    "description": "Desktop webhook inspector for developers",
    "description_long": "<br>Sonar is a native GTK4 application that provides a beautiful, intuitive interface <br>for capturing and inspecting webhook requests during development. Built with modern <br>technologies and following GNOME design patterns, Sonar makes webhook debugging <br>simple and efficient.<br>Core Features:<br>Instant public URLs via ngrok integration for webhook testing<br>Real-time capture of incoming webhook requests as they arrive<br>Detailed inspection of headers, body content, query parameters, and metadata<br>Quick copy functionality including JSON, cURL, and HTTP formats<br>Clean Libadwaita interface that integrates perfectly with GNOME<br>Fast and lightweight native application with minimal resource usage<br>Advanced Features:<br>Request bookmarking and starring for quick access<br>Request replay to resend webhooks to custom URLs<br>Side-by-side request comparison to spot differences<br>Request templates for saving and reusing webhook patterns<br>Automatic webhook forwarding to multiple URLs<br>Advanced filtering by method, content-type, time range, and search<br>Persistent history with JSON storage<br>",
    "build_date": "2025-12-12T20:49:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.sonar/e9407ea59e7281e62f2894982bafded9/icons/128x128/io.github.tobagin.sonar.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "webhook",
      "ngrok",
      "developer"
    ],
    "rank": 128
  },
  {
    "pkg": "Rymdport",
    "app_id": "io.github.jacalz.rymdport",
    "description": "Fast, encrypted file transfers",
    "description_long": "Rymdport (formerly wormhole-gui) is a cross-platform application that lets you easily and safely share files, folders, and text between devices. The data is sent securely with end-to-end encryption using the same protocol as magic-wormhole. This means that Rymdport can talk not only to itself, but also to other wormhole clients.<br>The transfers are implemented using wormhole-william, a native Go implementation of magic-wormhole. As a result, Rymdport compiles into a native binary with no runtime dependencies while also outperforming the reference implementation of magic-wormhole.",
    "build_date": "2025-09-17T21:32:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jacalz.rymdport/6d6e6ab44f7e1eac78577ac3c368114d/icons/128x128/io.github.jacalz.rymdport.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "send",
      "receive",
      "sharing"
    ],
    "rank": 129
  },
  {
    "pkg": "Wildcard",
    "app_id": "com.felipekinoshita.Wildcard",
    "description": "Test your regular expressions",
    "description_long": "<br>Wildcard gives you a nice and simple to use interface to test/practice<br>regular expressions.<br>",
    "build_date": "2025-12-11T14:03:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Wildcard/ad02eb96ccb9876d53bda4829eaa70ed/icons/128x128/com.felipekinoshita.Wildcard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "regex",
      "regular"
    ],
    "rank": 130
  },
  {
    "pkg": "Project: Starfighter",
    "app_id": "io.github.pr_starfighter.starfighter",
    "description": "Space shoot 'em up game.",
    "description_long": "<br>Project: Starfighter is a space shoot 'em up game originally developed\nby Parallel Realities in 2002, and released in 2003. You assume the role\nof Chris Bainfield in his quest to put an end to WEAPCO, the weapons\ncorporation which has enslaved the galaxy.<br>",
    "build_date": "2025-06-20T05:53:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pr_starfighter.starfighter/41bf5729420d07a04801bb40d3d60fbe/icons/128x128/io.github.pr_starfighter.starfighter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Games"
    ],
    "rank": 131
  },
  {
    "pkg": "Katawa Shoujo: Re-Engineered",
    "app_id": "sh.fhs.ksre",
    "description": "A modern version of classic bishoujo-style visual novel",
    "description_long": "<br>Katawa Shoujo is a bishoujo-style visual novel set in the fictional Yamaku High School for disabled children,<br>located somewhere in modern Japan. Hisao Nakai, a normal boy living a normal life, has his life turned upside<br>down when a congenital heart defect forces him to move to a new school after a long hospitalization. Despite his<br>difficulties, Hisao is able to find friends—and perhaps love, if he plays his cards right. There are five main<br>paths corresponding to the 5 main female characters, each path following the storyline pertaining to that<br>character.<br>The story is told through the perspective of the main character, using a first person narrative. The game uses<br>a traditional text and sprite-based visual novel model with an ADV text box.<br>This is fanmade modernized version of classic visual novel. It is ported by Fleeting Heartbeat Studios to<br>Ren'Py 8, open sourced and de-obfuscated. It contains accessibility features, unavailable at the time of<br>initial game release, Russian, French and Spanish localization out of the box, has useful function to enrich<br>gaming experience.<br>",
    "build_date": "2025-09-02T21:26:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/sh/fhs/ksre/3a9bc54fe557de6c4024b2d67bcbcc50/icons/128x128/sh.fhs.ksre.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 132
  },
  {
    "pkg": "albasheer",
    "app_id": "com.github.yucefsourani.albasheer-electronic-quran-browser",
    "description": "Electronic Quran Browser",
    "description_long": "Release notes<br>Add Notification Window<br>Add pt_BR Translation (Special thanks john peter)<br>",
    "build_date": "2025-09-12T09:07:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/yucefsourani.albasheer-electronic-quran-browser/77423bffd7a28ff4b30a4e24de0973f9/icons/128x128/com.github.yucefsourani.albasheer-electronic-quran-browser.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK"
    ],
    "rank": 133
  },
  {
    "pkg": "OpenFreebuds",
    "app_id": "pw.mmk.OpenFreebuds",
    "description": "Companion app for HUAWEI earphones",
    "description_long": "<br>This application allows to control HUAWEI FreeBuds earphone settings from PC. Check exact battery level, toggle noise cancellation, control built-in equalizer, change gestures, and all other in-device settings and features are now available without official mobile application.<br>Features:<br>Dynamic system tray icon that shows current active noise cancellation mode and battery level;<br>Tray menu with battery levels and active noise cancellation settings;<br>Ability to change voice language (not all devices supported);<br>Device settings dialog, eg. change equalizer preset, gesture actions, etc;<br>Built-in HTTP-server for remote control &amp; scripting;<br>Built-in global hotkeys support (Xorg only, for Wayland see FAQ);<br>",
    "build_date": "2025-06-07T12:15:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/pw/mmk/OpenFreebuds/3b793c531c957f4219a9f66a15f58200/icons/128x128/pw.mmk.OpenFreebuds.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "QT",
      "huawei",
      "headset"
    ],
    "rank": 134
  },
  {
    "pkg": "RISC-V CPU simulator",
    "app_id": "cz.cvut.edu.comparch.qtrvsim",
    "description": "RISC-V CPU simulator for education purposes",
    "description_long": "<br>RISC-V processor architecture simulator for education purposes with pipeline and cache visualization.<br>",
    "build_date": "2025-06-02T17:10:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/cz/cvut/edu.comparch.qtrvsim/550c4f46b1bf5b281f56d67eb16cdfdf/icons/128x128/cz.cvut.edu.comparch.qtrvsim.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "emulator",
      "RISC-V",
      "education"
    ],
    "rank": 135
  },
  {
    "pkg": "Gummi",
    "app_id": "app.gummi.gummi",
    "description": "The simple LaTeX editor",
    "description_long": "Gummi is a LaTeX editor written in the C programming language using the GTK+ interface toolkit. It was designed with simplicity and the novice user in mind, but also offers features that speak to the more advanced user.",
    "build_date": "2025-12-10T23:52:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/gummi/gummi/87223643c8853133b7820f43a6bf71ad/icons/128x128/app.gummi.gummi.png",
    "license": "MIT",
    "tag": [
      "latex",
      "editor"
    ],
    "rank": 136
  },
  {
    "pkg": "Cube Timer",
    "app_id": "io.github.vallabhvidy.CubeTimer",
    "description": "3x3 Rubiks Cube timer",
    "description_long": "<br>Cube Timer is a simple 3x3 Rubiks Cube Timer application for the gnome desktop.<br>Just long press the space-bar and start solving!<br>",
    "build_date": "2025-11-16T05:32:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vallabhvidy.CubeTimer/d91abfe8aa41af9c0f9669320302d536/icons/128x128/io.github.vallabhvidy.CubeTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "solve",
      "timer",
      "rubiks"
    ],
    "rank": 137
  },
  {
    "pkg": "Parallel Overhead",
    "app_id": "net.huitsi.ParallelOverhead",
    "description": "Endless runner game",
    "description_long": "<br>Parallel Overhead is a colorful endless runner game where you take control of<br>the ships Truth and Beauty on a groundbreaking trip through hyperspace. A<br>stable hyperspace tunnel has finally been achieved with the two ships<br>supporting it on opposite walls of the tunnel. Well, almost stable...<br>It's up to you to keep the ships from falling through the cracks!<br>",
    "build_date": "2025-09-02T11:01:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/huitsi/ParallelOverhead/d429cbf00bdfe48dad8cab7544033107/icons/128x128/net.huitsi.ParallelOverhead.png",
    "license": "MIT AND CC0-1.0",
    "tag": [],
    "rank": 138
  },
  {
    "pkg": "Passes",
    "app_id": "me.sanchezrodriguez.passes",
    "description": "Manage your digital passes",
    "description_long": "Passes is a handy app that helps you manage all your digital passes effortlessly. With Passes, you can conveniently store your boarding passes, coupons, loyalty cards, event tickets, and more, all in PKPass or esPass format.<br>Moreover, the app seamlessly adjusts to different screen sizes, allowing you to access your passes on various devices, whether it's a desktop computer or a mobile phone.<br>Stop wasting time searching through your email or printing out your digital passes. Download Passes now and keep all your passes in one convenient location.",
    "build_date": "2025-07-02T07:06:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sanchezrodriguez/passes.desktop/62248b1931c2d8b1f202c0beb0b349a8/icons/128x128/me.sanchezrodriguez.passes.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "espass",
      "pkpass"
    ],
    "rank": 139
  },
  {
    "pkg": "Klaro",
    "app_id": "io.github.denysmb.klaro",
    "description": "Simple and fast translation app for KDE Plasma",
    "description_long": "<br>A simple and fast translation app for KDE Plasma that helps you translate text between different languages.<br>",
    "build_date": "2025-06-01T11:32:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/denysmb.klaro/4792e82f3d21ba53795b31a70d170a2b/icons/128x128/io.github.denysmb.klaro.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 140
  },
  {
    "pkg": "GstPipelineStudio",
    "app_id": "org.freedesktop.dabrain34.GstPipelineStudio",
    "description": "Draw your own GStreamer pipeline...",
    "description_long": "GstPipelineStudio aims to provide a graphical user interface to the GStreamer framework. From a first step in the framework with a simple pipeline to a complex pipeline debugging, the tool provides a friendly interface to add elements to a pipeline and debug it.",
    "build_date": "2025-12-12T20:20:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freedesktop/dabrain34.GstPipelineStudio/e46fbfdd368957e9454bfe2ab52a2421/icons/128x128/org.freedesktop.dabrain34.GstPipelineStudio.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 141
  },
  {
    "pkg": "OpaqueFiles",
    "app_id": "page.codeberg.cozyowl.OpaqueFiles",
    "description": "File encryption software for cloud storage",
    "description_long": "OpaqueFiles is a free and open-source project that can be used to encrypt data before uploading it to cloud providers or local storage.<br>Please also check out Cryptomator to see what suits you best.<br>Features<br>Encryption: ChaCha20-Poly1305 (default), AES-GCM-SIV<br>Remember password: Password can be saved in ~/.config/OpaqueFiles/opaqueFiles.properties to avoid typing<br>Compression: None, Zstd (default), gzip, XZ<br>Reed–Solomon Error Correction<br>Argon2id key derivation<br>Verification: Checks your encrypted files for errors during encryption<br>Checking: Check your encrypted files for malicious manipulation<br>Scrubbing: Check your encrypted files for corruption, and fix the corruption<br>UNIX Pipes<br>Stress testing: Test CPU/Memory stabilty. Faster but not as reliable as Memtest<br>",
    "build_date": "2025-12-12T17:28:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/cozyowl.OpaqueFiles/8b6dd2109fe5fd0a839239fb0803a4d4/icons/128x128/page.codeberg.cozyowl.OpaqueFiles.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "encryption",
      "aes",
      "chacha"
    ],
    "rank": 142
  },
  {
    "pkg": "Kanagram",
    "app_id": "org.kde.kanagram",
    "description": "Letter Order Game",
    "description_long": "Kanagram is a game based on anagrams of words: the puzzle is solved when the letters of the scrambled word are put back in the correct order. There is no limit on either time taken, or the amount of attempts to solve the word. It features several included word lists, a hints-and-cheats help system, a word list editor, and allows for updating and distributing wordlists via KNewStuff. The interface is scalable and appropriate for children.",
    "build_date": "2025-12-11T15:47:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kanagram.desktop/391a3ac519b9e43d55045411d33d083c/icons/128x128/org.kde.kanagram.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 143
  },
  {
    "pkg": "QCanvas",
    "app_id": "io.github.qcanvas.QCanvasApp",
    "description": "View courses from Canvas LMS",
    "description_long": "An unofficial desktop client for Canvas LMS:<br>Download and browse course content, files and videos<br>Download videos from Panopto (if your institution uses it)<br>View course mail and announcements<br>Browse downloaded course content while offline<br>",
    "build_date": "2025-09-19T00:42:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/qcanvas.QCanvasApp/fe98961849656557493a6eb999846370/icons/128x128/io.github.qcanvas.QCanvasApp.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "qtcanvas",
      "canvas",
      "lms"
    ],
    "rank": 144
  },
  {
    "pkg": "Pardus Pen",
    "app_id": "tr.org.pardus.pen",
    "description": "Pen for pardus",
    "description_long": "A simple and easy whiteboard pen application",
    "build_date": "2025-07-25T14:44:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/tr/org/pardus.pen/05462e657517b0038a01723aeaea623b/icons/128x128/tr.org.pardus.pen.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 145
  },
  {
    "pkg": "M.A.R.S. - A ridiculous shooter",
    "app_id": "net.sourceforge.mars-game",
    "description": "2D space shooter with awesome visual effects",
    "description_long": "<br>M.A.R.S. - a ridiculous shooter is a 2D space shooter with awesome visual<br>effects and attractive physics. Players can battle each other or computer<br>controlled enemies in exciting game modes.<br>In the year 3547, civilizations all over the galaxy have settled their own<br>planets, living in peace and harmony with its environment. But outside the<br>contemplative habitats, the GREAT WAR is raging. As a famous fighter on<br>your way to never ending honor and prosperity, you have to protect your<br>planet from the oncoming doom of your jealous neighbours!<br>",
    "build_date": "2024-09-21T01:23:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/mars-game/5d442382a275a75124133ca0753a338e/icons/128x128/net.sourceforge.mars-game.png",
    "license": "GPL-3.0+ and CC-BY and CC-BY-SA",
    "tag": [
      "ships",
      "space",
      "shooter"
    ],
    "rank": 146
  },
  {
    "pkg": "Konquest",
    "app_id": "org.kde.konquest",
    "description": "Galactic Strategy Game",
    "description_long": "<br>Konquest is a version of Gnu-Lactic Konquest. Players conquer other planets<br>by sending ships to them. The goal is to build an interstellar empire and ultimately<br>conquer all other player's planets.<br>",
    "build_date": "2025-12-11T16:38:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/konquest/168fa6d594bfeab7f9fd665e0781cb41/icons/128x128/org.kde.konquest.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 147
  },
  {
    "pkg": "Interstellar",
    "app_id": "one.jwr.interstellar",
    "description": "Connect with the fediverse",
    "description_long": "<br>Interstellar is a fediverse client, allowing you to access your Mbin/Lemmy/PieFed accounts and interact with your favorite communities.<br>",
    "build_date": "2025-12-12T02:25:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/jwr/interstellar/a5edf85e245eb7387fc33cf3b5296e95/icons/128x128/one.jwr.interstellar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 148
  },
  {
    "pkg": "Syng",
    "app_id": "rocks.syng.Syng",
    "description": "Easily host karaoke events",
    "description_long": "<br>Syng is an easy-to-use karaoke software. Just start the client and let your users connect via their web browser.<br>You can set up your own Syng server or simply use a publicly available one.<br>Songs can be searched and played from YouTube, an S3 storage or your local machine.<br>You can play a variety of file formats, such as mp3+cdg, webm, mp4, ...<br>",
    "build_date": "2025-12-11T22:32:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/r/ro/rocks.syng.syng/70f011f07fb736450ea5febc3db0f2f2/icons/128x128/rocks.syng.Syng.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "karaoke",
      "music",
      "video"
    ],
    "rank": 149
  },
  {
    "pkg": "C-evo: New Horizons",
    "app_id": "net.zdechov.app.C-evo",
    "description": "Turn-based empire building game",
    "description_long": "With a time scope of several thousand years, it covers aspects of exploration and expansion, industry and agriculture, warfare and diplomacy, science and administration.<br>C-evo follows the spirit of popular turn-based strategy games from the mid 90s, but with more emphasis on powerful AI and careful design of the rules, resulting in a true challenge.<br>It is a turn-based strategy game inspired by Civilization 2 game where you can build your own empire.<br>New Horizons edition is a continuation of the last released original C-evo version with many quality improvements:<br>Full Linux platform support<br>Zoomable map by mouse wheel with three tile sizes<br>User defined key mapping<br>Many sample maps included<br>Multiple localizations included<br>High DPI and scaling support<br>Multi monitor support<br>In-game background music<br>And much more<br>",
    "build_date": "2025-08-08T10:19:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.C-evo/41ded61847fdb80104d37255e92a035f/icons/128x128/net.zdechov.app.C-evo.png",
    "license": "CC0-1.0",
    "tag": [
      "strategy",
      "simulation",
      "tiles"
    ],
    "rank": 150
  },
  {
    "pkg": "Elektroid",
    "app_id": "io.github.dagargo.Elektroid",
    "description": "Sample and MIDI device manager",
    "description_long": "Elektroid is a sample and MIDI device manager. It includes the `elektroid` GUI application and the `elektroid-cli` CLI application.<br>Elektroid started as a FLOSS Elektron Transfer alternative and it has ended up supporting other devices from different vendors in the same fashion.<br>These are the supported devices:<br>Arturia MicroBrute<br>Arturia MicroFreak<br>Casio CZ-101<br>Elektron Analog Four MKI, MKII and Keys<br>Elektron Analog Heat MKI, MKII and +FX<br>Elektron Analog Rytm MKI and MKII<br>Elektron Digitakt I and II<br>Elektron Digitone I and II and Digitone Keys<br>Elektron Model:Cycles<br>Elektron Model:Samples<br>Elektron Syntakt<br>Eventide ModFactor, PitchFactor, TimeFactor, Space and H9<br>Moog Little Phatty and Slim Phatty<br>Novation Summit and Peak<br>Samplers implementing MIDI SDS<br>",
    "build_date": "2025-12-15T19:07:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/dagargo.Elektroid/35b2d0b31b47eaf16a63e63e7433a78d/icons/128x128/io.github.dagargo.Elektroid.png",
    "license": "GPL-3.0+",
    "tag": [
      "Sample",
      "MIDI"
    ],
    "rank": 151
  },
  {
    "pkg": "Emergency Alerts",
    "app_id": "io.github.leolost2605.emergency-alerts",
    "description": "Receive emergency alerts",
    "description_long": "<br>Emergency Alerts is a simple app that sends you alerts for your locations. Currently only Germany is supported but more countries will be added soon!<br>Features:<br>Receive flood and weather warnings<br>Receive alerts from your local civil protection authority<br>Support for multiple locations at once<br>",
    "build_date": "2025-10-21T09:52:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/leolost2605.emergency-alerts/78c991a2a711ee55e138e7f5cfeaf48f/icons/128x128/io.github.leolost2605.emergency-alerts.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "warning",
      "flood",
      "disaster"
    ],
    "rank": 152
  },
  {
    "pkg": "GNOME Taquin",
    "app_id": "org.gnome.Taquin",
    "description": "Slide tiles to their correct places",
    "description_long": "<br>Taquin is a computer version of the 15-puzzle and other sliding puzzles.<br>The object of Taquin is to move tiles so that they reach their places,<br>either indicated with numbers, or with parts of a great image.<br>",
    "build_date": "2025-12-11T14:14:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Taquin/bfc1f62a08afad1e5e0b87c99de9a9b5/icons/128x128/org.gnome.Taquin.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle"
    ],
    "rank": 153
  },
  {
    "pkg": "Lifeograph",
    "app_id": "net.sourceforge.Lifeograph",
    "description": "Advanced personal note taking application",
    "description_long": "<br>Lifeograph is a powerful note-taking application that can be used to keep an encrypted diary,<br>to plan a journey, to manage todos and long term goals, to write down<br>ideas in an organized way, to track regular activities and many more. Lifeograph<br>strives to deliver an abundance of advanced features in a clean and streamlined user interface.<br>Main features of Lifeograph:<br>Completely local workflow: all data is owned solely by the user<br>Encrypted (with AES256) and unencrypted diaries<br>Powerful and intuitive parametric tagging system<br>Todo management system<br>WYSIWYG rich text formatting (i.e. no separate edit &amp; preview modes)<br>Image thumbnails, tables, and charts in entries<br>Searching and replacing of text<br>Advanced filtering of entries<br>Integrated map for travel notes and planning<br>Live tables that are created on the fly based on the user defined rules which can also be pasted into spread-sheet programs<br>Live statistical charts that are created from the values in the tables<br>Themes in text editor, including background images<br>Favorite entries<br>Spell checking<br>Links between entries and to URIs<br>Automatically created back-links to entries referring to the current entry<br>Printing individual entries or whole diaries<br>Automatically logs out when not used for some time (to protect your diary when you forget to log out)<br>Multiple automatic backups to prevent data loss<br>",
    "build_date": "2025-08-17T19:17:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/Lifeograph/06f4eed36cdb87c93537ff3f6e965027/icons/128x128/net.sourceforge.Lifeograph.png",
    "license": "GPL-3.0",
    "tag": [
      "journal",
      "note",
      "to-do"
    ],
    "rank": 154
  },
  {
    "pkg": "Munadi",
    "app_id": "org.munadi.Munadi",
    "description": "Simple Athan App",
    "description_long": "<br>Munadi - Simple Athan App.<br>Features:<br>Prayer times for almost any city<br>Light and free from advertisements<br>Choose your own downloaded Athan file<br>Enable, mute or adjust individual Athans<br>A number of different calculation methods<br>Keywords: Athan, Azan, Adhan, Prayer, Time, Salah, Salat, Namaz, Muslim, Islamic, Hijri",
    "build_date": "2025-11-30T09:20:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/munadi/Munadi/4bf429adddfab07cfcbc6d94d372052e/icons/128x128/org.munadi.Munadi.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 155
  },
  {
    "pkg": "KLettres",
    "app_id": "org.kde.klettres",
    "description": "Learn The Alphabet",
    "description_long": "KLettres is an application specially designed to help the user to learn an alphabet in a new language and then to learn to read simple syllables. The user can be a young child aged from two and a half or an adult that wants to learn the basics of a foreign language. There are currently 25 languages available: Arabian, Brazilian Portuguese, Czech, Danish, Dutch, British English, US English, Phonics English, French, German, Hebrew, Hungarian, Italian, Kannada, Low Saxon, Malayalam, Norwegian Bokmål, Punjabi, Luganda, Romanized Hindi, Russian, Spanish, Slovak, Telugu and Ukrainian. KLettres provides a special user interface and themes for younger users.",
    "build_date": "2025-12-11T16:34:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/klettres.desktop/ce6d15e3f6215645a6c6ef70149a1f4f/icons/128x128/org.kde.klettres.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 156
  },
  {
    "pkg": "KSnakeDuel",
    "app_id": "org.kde.ksnakeduel",
    "description": "Tron-like Game",
    "description_long": "<br>KSnakeDuel is a simple Tron-Clone. You can play KSnakeDuel against the computer or a friend.<br>The aim of the game is to live longer than your opponent. To do that, avoid running into a<br>wall, your own tail and that of your opponent.<br>",
    "build_date": "2025-12-11T17:35:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ksnakeduel/dc03e81782f3b16f1d1b65df04aa5d85/icons/128x128/org.kde.ksnakeduel.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 157
  },
  {
    "pkg": "yeTTY",
    "app_id": "dev.aa55.yetty",
    "description": "yeTTY is an open source application for embedded developers to view logs from serial port",
    "description_long": "yeTTY is an open source application for embedded developers to<br>view logs from serial port.<br>Features:<br>Text highlighting<br>Auto reconnection<br>Audio alert on string match<br>Long term run mode<br>Suspend during flashing<br>Auto baud rate detection<br>",
    "build_date": "2025-11-20T16:28:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/aa55/yetty/753c7aa27560ecb6f6e61e4a9ea3e892/icons/128x128/dev.aa55.yetty.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 158
  },
  {
    "pkg": "Zatikon",
    "app_id": "com.chroniclogic.Zatikon",
    "description": "Chess-like, fantasy game of conquering the enemy's castle",
    "description_long": "<br>Chess with less complex movement, and instead with:<br>new, engaging rules<br>tons of pieces to choose from<br>army-building metagame<br>magic!<br>Zatikon offers online and local gameplay, so there's something in it for every kind of player!<br>",
    "build_date": "2025-02-21T01:14:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/chroniclogic/Zatikon/170c43c7bc84e08826c829fdabbae562/icons/128x128/com.chroniclogic.Zatikon.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "strategy",
      "simulation",
      "board"
    ],
    "rank": 159
  },
  {
    "pkg": "Jogger",
    "app_id": "xyz.slothlife.Jogger",
    "description": "Fitness tracker",
    "description_long": "Track and view your runs, walks, cycles, swims, and other workouts on mobile Linux.",
    "build_date": "2025-12-09T22:02:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/slothlife/Jogger.desktop/f9aea31bc0ba4808b56f1b1a20ccae26/icons/128x128/xyz.slothlife.Jogger.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 160
  },
  {
    "pkg": "Fast Reader",
    "app_id": "io.github.quantum_mutnauq.fast_reader_gtk",
    "description": "Reading one word at a time",
    "description_long": "Fast Reader helps you to read more quickly, by showing only one word after the other. Therefor the eyes don’t have to move from word to word, that reduce the speed of reading. To read the text you only have to copy the text into the big field in the middle and to start it. You can choose two different basic settings. Either you can choose the next word bei using the button „→“ or you can use the „Time based next word“. By this setting can be the duration of the word chosen. The selection is processed with a factor so that longer words are not displayed too short. This dynamic setting ensures that longer and more complex words are given more time to provide a natural and fluid reading experience. Reading can be started via the “Read” button. Experienced readers can even have more than one word displayed at once. This increases the reading speed even further.<br>This program offers individual settings to improve reading:<br>Background colour<br>Font colour<br>Font and size<br>Reading progress in the text<br>used to highlight which words took a particularly long time and which were read quickly.<br>In the , you can extend the display time for longer words. Here, you can set the duration of the time and from how many characters this time should be used. Additionally, you can also specify a delay at the start, so that the first word remains on the screen for a longer period.<br>Customizable Settings: Tailor your reading experience by adjusting settings like background color, text color, font size, and display of progress indicators.<br>Text Input: Easily input text into the application through a dedicated text entry field.<br>Word-by-Word Display: The text is broken down into individual words, presented one at a time, facilitating focused reading.<br>Navigation Options: Seamlessly navigate through the text using intuitive navigation buttons or convenient keyboard shortcuts.<br>Progress Indicators: Keep track of your reading progress with helpful indicators displaying your current position in the text and overall progress.<br>Time-Based Word predictions: You can set a variable time calculate by a formal for the display of each word. The formula for calculating the word display time is: . This dynamic adjustment ensures that longer, more complex words are allotted more time, providing a natural and responsive reading experience.<br>Statistic Collection: Generates statistics for you, showing how long you took to read each word.<br>Colorize Statistics: Makes the statistics colorful (optional), allowing you to quickly see how long you took per word and identify which words were very slow or fast.<br>",
    "build_date": "2025-10-11T16:24:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/quantum_mutnauq.fast_reader_gtk/3216d84243a7df76ce3ba15bac766294/icons/128x128/io.github.quantum_mutnauq.fast_reader_gtk.png",
    "license": "GPL-2.0-only",
    "tag": [
      "reading"
    ],
    "rank": 161
  },
  {
    "pkg": "AntiBillard",
    "app_id": "page.codeberg.maerchenfeeimgarten.AntiBillard",
    "description": "Billiards: round table, square balls",
    "description_long": "Billiards: round table, square balls. This game based on pool billards is played in front of a single screen against a friend or against the computer.<br>More information:<br>Created with Godot 4.5.<br>Available on the web and on Linux, Windows and macOS.<br>Hosted on Codeberg.<br>Translated to German and English language.<br>Evolution based AI.<br>Can be played using a keyboard, a mouse or a touch screen.<br>Sound effects.<br>Realistic physics simulation.<br>",
    "build_date": "2025-11-28T15:29:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/maerchenfeeimgarten.AntiBillard/fa1945a381acdad9d54e927d1a74c6a9/icons/128x128/page.codeberg.maerchenfeeimgarten.AntiBillard.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 162
  },
  {
    "pkg": "Tali",
    "app_id": "org.gnome.Tali",
    "description": "Roll dice and score points",
    "description_long": "<br>A variation on poker with dice and less money, this game is a family classic.<br>Throw the dice three times in a row, holding back the ones you like, in order<br>to make the best possible hand. You can also play a lesser-known variant with<br>colored dice.<br>Play between one and five opponents at three difficulty levels.<br>",
    "build_date": "2025-12-11T09:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Tali/e03ecc8c4861b0724300b75eabdc3c86/icons/128x128/org.gnome.Tali.png",
    "license": "GPL-2.0+",
    "tag": [
      "yahtzee"
    ],
    "rank": 163
  },
  {
    "pkg": "MyGNUHealth",
    "app_id": "org.gnuhealth.mygnuhealth",
    "description": "GNU Health Personal Health Record",
    "description_long": "<br>Personal Health Record - PHR.<br>",
    "build_date": "2025-12-12T09:59:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnuhealth/mygnuhealth/56f12f93125a0fa3c8e6bd3fbb869029/icons/128x128/org.gnuhealth.mygnuhealth.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Healthcare",
      "Medicine",
      "Management"
    ],
    "rank": 164
  },
  {
    "pkg": "Killbots",
    "app_id": "org.kde.killbots",
    "description": "Outsmart the killer robots to win",
    "description_long": "How will you get away from the killer robots bent on destruction? Figure it out in this simple, entertaining game. You may be outnumbered by an endless stream of robots, but with your intelligence and handy teleportation device you can defeat them. Outsmart all of the killer robots to win and live to tell the tale!",
    "build_date": "2025-12-11T15:59:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/killbots/ed336dcbddc49569fa10c0511afd582f/icons/128x128/org.kde.killbots.png",
    "license": "GPL-2.0+ and GFDL-1.3",
    "tag": [],
    "rank": 165
  },
  {
    "pkg": "Hexkudo",
    "app_id": "io.github.herve4m.Hexkudo",
    "description": "Find your path in a maze of numbers",
    "description_long": "<br>Hexkudo is a number-placement logic game.<br>Each puzzle gives you a grid of hexagons and a few numbers as anchor.<br>Your job is to connect them into a continuous path that visits every cell exactly once, in numeric order.<br>Hexkudo comes with a simple interface and several difficulty levels that make it fun for players of all skill level.<br>Features:<br>Automatically save and restore your session.<br>Generate random puzzles.<br>Use the mouse or the keyboard to complete the puzzles.<br>Get help with the built-in warnings.<br>Keep track of your progression with highscores, number of mistakes, and a timer.<br>Customize the colors.<br>Print puzzles to play Hexkudo on the go.<br>",
    "build_date": "2025-11-11T02:33:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/herve4m.Hexkudo/4c690a99cb5440e081ca105439a90a6f/icons/128x128/io.github.herve4m.Hexkudo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "GNOME",
      "sudoku"
    ],
    "rank": 166
  },
  {
    "pkg": "Tryton 7.6",
    "app_id": "org.tryton.Tryton-76",
    "description": "Connect to Tryton",
    "description_long": "<br>Tryton is business software, ideal for companies of any size, easy<br>to use, complete and 100% Open Source.<br>",
    "build_date": "2025-12-12T18:32:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tryton/Tryton-76/03177453f23e5c41130a43541226fc36/icons/128x128/org.tryton.Tryton-76.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Business",
      "Management",
      "Enterprise"
    ],
    "rank": 167
  },
  {
    "pkg": "tabela",
    "app_id": "eu.cichy1173.tabela",
    "description": "Simple app that shows CSV content in table",
    "description_long": "<br>Tabela shows content from CSV file in table. You can also add new rows and save table in CSV or XML. This app is made for university purposes. <br>",
    "build_date": "2025-06-25T08:52:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/cichy1173/tabela/b9ae018eaff234e40f705403b70ca7e2/icons/128x128/eu.cichy1173.tabela.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 168
  },
  {
    "pkg": "Diccionario de la Lengua",
    "app_id": "com.mardojai.DiccionarioLengua",
    "description": "Busca palabras en el DLE",
    "description_long": "Busca palabras en el Diccionario de la Lengua Española.",
    "build_date": "2025-07-18T14:36:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mardojai/DiccionarioLengua/a1be8a4d4376c8ef4363073626472275/icons/128x128/com.mardojai.DiccionarioLengua.png",
    "license": "MIT",
    "tag": [
      "DLE",
      "RAE"
    ],
    "rank": 169
  },
  {
    "pkg": "Chameleon Ultra GUI",
    "app_id": "run.chameleon.chameleonultragui",
    "description": "Cross-platform Chameleon Ultra GUI",
    "description_long": "A GUI for the Chameleon Ultra/Chameleon Lite written in Flutter for cross platform operation.",
    "build_date": "2025-09-29T15:44:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/run/chameleon/chameleonultragui/ad3e04bed7bed3d4b6e6c045bc93b62d/icons/128x128/run.chameleon.chameleonultragui.png",
    "license": "GPL-3.0",
    "tag": [
      "Flutter",
      "share",
      "files"
    ],
    "rank": 170
  },
  {
    "pkg": "Comic Sticks",
    "app_id": "com.github.rkoesters.xkcd-gtk",
    "description": "Read xkcd: a webcomic of romance, sarcasm, math, and language",
    "description_long": "Comic Sticks brings xkcd comics to your desktop with quick comic searching, offline browsing, and intuitive keyboard shortcuts.<br>Features:<br>Search for comics<br>Keep track of comics with bookmarks<br>Cache comics for later offline viewing<br>Dark mode for late night reading<br>View comic metadata<br>Quickly access comic explainations via explainxkcd.com<br>",
    "build_date": "2025-09-22T05:50:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/rkoesters.xkcd-gtk/d0b05730ebb49c73ae8aec304316eaa5/icons/128x128/com.github.rkoesters.xkcd-gtk.png",
    "license": "GPL-3.0+",
    "tag": [
      "webcomic",
      "romance",
      "sarcasm"
    ],
    "rank": 171
  },
  {
    "pkg": "ASHPD Demo",
    "app_id": "com.belmoussaoui.ashpd.demo",
    "description": "Play with portals",
    "description_long": "Demo that shows the capabilities of the ASHPD crate.",
    "build_date": "2025-04-19T08:29:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/ashpd.demo/d816300f42691d7c9f284e1a3b8bf892/icons/128x128/com.belmoussaoui.ashpd.demo.png",
    "license": "MIT",
    "tag": [
      "Gnome",
      "GTK",
      "ASHPD"
    ],
    "rank": 172
  },
  {
    "pkg": "Stockpile",
    "app_id": "garden.turtle.Jellybean",
    "description": "Keep count of restockable items",
    "description_long": "<br>Never forget to refill again! Stockpile lets you manage your<br>inventory of medication, food, beauty products, or anything else.<br>The app will warn you whenever you are short on something,<br>so you can obtain more and not have to go empty.<br>",
    "build_date": "2025-04-16T21:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/g/ga/garden.turtle.jellybean/fc417fbe88bea492b985a38cc333315b/icons/128x128/garden.turtle.Jellybean.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "Stockpile",
      "Jellybean",
      "Inventory"
    ],
    "rank": 173
  },
  {
    "pkg": "SokoGrump",
    "app_id": "ro.go.hmlendea.SokoGrump",
    "description": "Sokoban-like logic game featuring the Grumpy Cat",
    "description_long": "Help the Grumpy Cat solve puzzles by moving boxes around a warehouse to their target locations, in 100 levels of increasing difficulty.",
    "build_date": "2025-06-12T13:02:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/ro/go/hmlendea.SokoGrump/c2e2b0a54445887a98fa878aad944f52/icons/128x128/ro.go.hmlendea.SokoGrump.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 174
  },
  {
    "pkg": "Srain",
    "app_id": "im.srain.Srain",
    "description": "Modern IRC client written in GTK",
    "description_long": "<br>Modern IRC client written in GTK<br>",
    "build_date": "2025-12-12T16:41:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/srain/Srain/c42eace13c50feeb70a75badc962f7b9/icons/128x128/im.srain.Srain.png",
    "license": "GPL-3.0",
    "tag": [
      "irc",
      "chat",
      "gtk"
    ],
    "rank": 175
  },
  {
    "pkg": "LiberDrop",
    "app_id": "com.tenetcode.LiberDrop",
    "description": "Seamlessly transfer files across devices",
    "description_long": "<br>LiberDrop is a convenient and efficient service designed to simplify the process of transferring files between different devices. Whether you're looking to send documents, photos, or entire folders, LiberDrop makes it easy to securely transfer your files with just a few simple steps.<br>",
    "build_date": "2025-07-22T00:34:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/tenetcode/LiberDrop/9d50e1239081987041c6b5d7591cb0f8/icons/128x128/com.tenetcode.LiberDrop.png",
    "license": "LicenseRef-proprietary=https://liberdrop.com/software-license-agreement.html",
    "tag": [
      "liberdrop"
    ],
    "rank": 176
  },
  {
    "pkg": "MPK3 Settings",
    "app_id": "io.github.tsmetana.mpk3-settings",
    "description": "AKAI MPK Mini MK3 settings",
    "description_long": "<br>GTK UI that allows to configure the Akai MPK mini III MIDI keyboard.<br>It currently allows for reading the programs settings, changing them and writing back<br>to the device and reading and writing the settings to a file.<br>",
    "build_date": "2025-11-05T05:45:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tsmetana.mpk3-settings/1dadbef4a225e1f34d62bf7ad1befb0f/icons/128x128/io.github.tsmetana.mpk3-settings.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 177
  },
  {
    "pkg": "Master Key",
    "app_id": "com.gitlab.guillermop.MasterKey",
    "description": "Manage passwords without saving them",
    "description_long": "<br>Master Key is a password manager application that generates and manages passwords without the<br>need to store them<br>Features:<br>Passwords are generated using a combination of a master key, a site and a login<br>Passwords are never stored<br>Passwords can be recreated everywhere<br>The accounts information is encrypted<br>Follows the GNOME Human Interface Guidelines<br>",
    "build_date": "2025-09-28T18:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gitlab/guillermop.MasterKey/72e3c3dceedb5907f0d95c3a3fbd6317/icons/128x128/com.gitlab.guillermop.MasterKey.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 178
  },
  {
    "pkg": "GStreamer Debug Viewer",
    "app_id": "org.freedesktop.GstDebugViewer",
    "description": "Examine GStreamer debug log information",
    "description_long": "View and read GStreamer debug logs in an efficient way",
    "build_date": "2025-09-20T23:12:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freedesktop/GstDebugViewer/abadc5db7f11a1772c4b94cf63ddb0f2/icons/128x128/org.freedesktop.GstDebugViewer.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 179
  },
  {
    "pkg": "Progressive",
    "app_id": "io.github.h8moss.progressive",
    "description": "Keep track of your tasks",
    "description_long": "<br>A simple, open-source TODO list and progress tracker for Windows and linux. Built with love using Tauri and Svelte.<br>Create a simple tasklist, add sub-tasks and tasks with progress. See the overall progress you have accomplished.<br>",
    "build_date": "2025-11-18T00:58:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/h8moss.progressive/f0c24d2f982376ada9eb4cfdee1f31cd/icons/128x128/io.github.h8moss.progressive.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 180
  },
  {
    "pkg": "Mixin Messenger",
    "app_id": "one.mixin.messenger",
    "description": "Mixin Messenger",
    "description_long": "Mixin Messenger is an open-source signal protocol messenger.",
    "build_date": "2025-12-11T01:18:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/mixin/messenger/a5149e8585dd60e4fedd79154b062994/icons/128x128/one.mixin.messenger.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 181
  },
  {
    "pkg": "KBlackbox",
    "app_id": "org.kde.kblackbox",
    "description": "Blackbox Logic Game",
    "description_long": "<br>KBlackbox is a game of hide and seek played on a grid of boxes where the computer has hidden several balls.<br>The position of the hidden balls can be deduced by shooting beams into the box.<br>",
    "build_date": "2025-12-11T15:50:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kblackbox/80c85d3cde00a158c9ea180121bb5fde/icons/128x128/org.kde.kblackbox.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 182
  },
  {
    "pkg": "Stage",
    "app_id": "io.github.aganzha.Stage",
    "description": "Git GUI client inspired by Magit",
    "description_long": "Git GUI client inspired by Magit.<br>Stage individual files and hunks<br>Create, checkout, merge branches easily<br>Cherry-pick, revert everything<br>Manage stashes<br>Resolve conflicts<br>",
    "build_date": "2025-11-15T08:22:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/aganzha.Stage/f8dbcd628f9e3d27b88dc2e682dd2ad1/icons/128x128/io.github.aganzha.Stage.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Utility",
      "IDE",
      "GNOME"
    ],
    "rank": 183
  },
  {
    "pkg": "Robots",
    "app_id": "org.gnome.Robots",
    "description": "Avoid the robots and make them crash into each other",
    "description_long": "<br>It is the distant future: the year 2000. Evil robots are trying to kill you.<br>Avoid the robots or face certain death.<br>Fortunately, the robots are extremely stupid and will always move directly<br>towards you. Trick them into colliding into each other, resulting in their<br>destruction, or into the junk piles that result. You can defend yourself by<br>moving the junk piles, or escape to safety with your handy teleportation<br>device.<br>Your supply of safe teleports is limited, and once you run out, teleportation<br>could land you right next to a robot, who will kill you. Survive for as long<br>as possible!<br>",
    "build_date": "2025-12-10T16:46:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Robots/e770722360564628af134e2fceb0c84c/icons/128x128/org.gnome.Robots.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "arcade",
      "teleport"
    ],
    "rank": 184
  },
  {
    "pkg": "Coulr",
    "app_id": "com.github.huluti.Coulr",
    "description": "Enjoy colors and feel happy",
    "description_long": "Color box to help developers and designers.",
    "build_date": "2025-10-18T14:39:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/huluti.Coulr.desktop/c67568147134c64038e19aa0d6759493/icons/128x128/com.github.huluti.Coulr.desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 185
  },
  {
    "pkg": "jdDBusDebugger",
    "app_id": "page.codeberg.JakobDev.jdDBusDebugger",
    "description": "Advanced D-Bus Debugger",
    "description_long": "jdDBusDebugger allows you to debug your D-Bus Interfaces with a easy to use GUI.Everything can be done from the GUI. No need to learn commandline tools.<br>jdDBusDebugger has macro support. It allows you to save all that you have done and repeat it to speed up your tests. You can also generate a shell script from your macros.",
    "build_date": "2025-12-08T14:58:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdDBusDebugger/b663c69349fca8c12197ee3cf02818df/icons/128x128/page.codeberg.JakobDev.jdDBusDebugger.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 186
  },
  {
    "pkg": "Dash Core",
    "app_id": "org.dash.dash-core",
    "description": "Fully validating Dash peer-to-peer network node, wallet and GUI",
    "description_long": "<br>Dash Core connects to the Dash peer-to-peer network to download and<br>fully validate blocks and transactions. It also includes a wallet and<br>graphical user interface.<br>",
    "build_date": "2025-12-06T01:44:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/dash/dash-core/11cadaa8f4a4fbeb05821ef5d0603ebe/icons/128x128/org.dash.dash-core.png",
    "license": "MIT",
    "tag": [],
    "rank": 187
  },
  {
    "pkg": "Artisan",
    "app_id": "org.artisan_scope.artisan",
    "description": "Visual scope for coffee roasters",
    "description_long": "Artisan is an open-source software that helps coffee roasters record, analyze, and control roast profiles. This software can automate the creation of roasting metrics to help make decisions that influence the final coffee flavor.<br>Notable features<br>we believe in Open-Source, check out our code and contribute<br>seamless integration into the artisan.plus inventory management service<br>extensive machine and device support including control<br>unlimited number of curves<br>rate-of-rise (RoR), area-under-the-curve (AUC), development-time-ratio (DTR) calculations and projection lines<br>statistics, roast profile evaluation, Profile Analyzerg, Roast Comparatorg, Profile Transposerg and Roast Simulatorg<br>roast-, production- and ranking reportsg<br>automated reproduction of roasts via alarm programs, replay of eventsg or PID controlg<br>batch counterg<br>profile designerg, cupping editor, spider- and wheel graph<br>user defined buttons and slidersg with programmable actions<br>many import and export formats like Aillio Roastime, Cropster XLS, Giesen CSV, IKAWA CSV, Probat Pilot, RoastLogger, RoastLog, RoastPath,..<br>The Artisan project runs on donations from individuals and companies recognising the value of Artisan for their work or leisure. Consider supporting this project with your donation, or even better, purchase an artisan.plus membership!",
    "build_date": "2025-11-01T19:56:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/artisan_scope/artisan/1d676ca80033205db5b7481a932b5fa4/icons/128x128/org.artisan_scope.artisan.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 188
  },
  {
    "pkg": "Longbridge Pro",
    "app_id": "com.longbridgeapp.LongbridgePro",
    "description": "Trading platform",
    "description_long": "Longbridge Pro is a professional trading platform tailored to your needs, with over 100 technical indicators and 12 multi-dimensional marking tools from Trading View, can elevate your strategy to a new level of value. ",
    "build_date": "2025-06-10T14:19:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/longbridgeapp/LongbridgePro/e1c26755b51bcad284dbf9179b8a0ba9/icons/128x128/com.longbridgeapp.LongbridgePro.png",
    "license": "LicenseRef-proprietary=https://support.longbridgeapp.com/topics/us-trade/user-agreement",
    "tag": [],
    "rank": 189
  },
  {
    "pkg": "MOV MetaEdit",
    "app_id": "net.mediaarea.MOVMetaEdit",
    "description": "Embed and edit Universal Ad ID metadata in MOV or MP4 files",
    "description_long": "MOV MetaEdit is a tool that supports the embedding and editing of metadata in MOV (Apple QuickTime) or MP4 (ISO/IEC 14496-14 a.k.a. MPEG-4 Part 14) files.<br>It is currently focused on Universal Ad ID metadata but could be expanded on request.<br>Sponsored by Ad-ID; designed, led and fully developed by MediaArea.",
    "build_date": "2025-10-03T17:14:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/mediaarea/MOVMetaEdit/967efeb7506f5bdf3e96d881eeb978e8/icons/128x128/net.mediaarea.MOVMetaEdit.png",
    "license": "MIT",
    "tag": [
      "mov",
      "editor",
      "metadata"
    ],
    "rank": 190
  },
  {
    "pkg": "TriPeaks",
    "app_id": "io.github.mimoguz.TriPeaks-GDX",
    "description": "A Tri Peaks solitaire game",
    "description_long": "A simple, open-source Tri Peaks solitaire game with multiple layout options.<br>This release is crafted for Linux mobile devices and will run in full-screen mode.<br>How to Play:<br>Standard game starts with 28 cards arranged in three peaks, 23 cards in the stock, and one card in the discard pile.<br>Aim is to clear the peaks by selecting a card that is one rank higher or lower than the top card on the discard pile.<br>Sequences loop, so you can go from ace to two or king, in either direction at any time.<br>When needed, you can move a card from the stock to the discard pile.<br>Other Features:<br>Three Layout Options: Beyond the standard TriPeaks layout, the game offers two more layout options.<br>Customizable Start: Begin with an empty discard pile, allowing you to start with any open card or by drawing from the stock.<br>Exposed Face-Down Cards: An option to view the face-down cards for added strategic planning.<br>",
    "build_date": "2025-01-18T07:48:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mimoguz.TriPeaks-GDX/0c6e31c0a70f85c7a0d16729a935eb76/icons/128x128/io.github.mimoguz.TriPeaks-GDX.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 191
  },
  {
    "pkg": "xTactics",
    "app_id": "net.zdechov.app.xTactics",
    "description": "Risk like turn-based strategy game",
    "description_long": "<br>It is a highly configurable turn-based strategy game inspired by mechanics of Risk board game.<br>Features:<br>Zoom-able map.<br>Map can be generated in cyclic mode to simulate world without borders.<br>Application configuration stored in XML file.<br>Allows to save and load game to game file in XML format with extension .xtg.<br>Localization support (English, Czech)<br>High DPI support.<br>Multiple map cell shapes as hexagons, squares, triangles, isometric, and random mesh.<br>Bridges between remote cells visible as lines.<br>Multiple players support. Players can have different color and other starting properties.<br>Application automatically open saved game file given as command line parameter after execution.<br>Computer player settings to be low, medium or highly aggressive in attacking.<br>Use Shift key during mouse click to attack maximum available power is moved without dialog confirmation.<br>Use Control key during mouse click to move with maximum one time and repeated unit counts to selected target cell.<br>Game option which cause map to be covered to black and only explored cells will be visible.<br>Auto save game to file option in settings.<br>Map shape can be selected as Rectangular, Rounded or mask from image file.<br>Support for symmetric map usable for two players game.<br>Confirmation dialog for ending game.<br>Support for switching large icons in toolbar.<br>Support for cities. Cities can configured to be used as only growing cells.<br>Allows to set grow rate as square root of cell power.<br>Amount of inaccessible cells can be adjusted in New game dialog.<br>Player mode human or computer.<br>Graph window can be shown from menu which presents development of various statistic values during game turns.<br>Load recent menu action to load recently opened/saved files.<br>",
    "build_date": "2025-01-08T10:58:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.xTactics/be91e50649be8319040be0761f188522/icons/128x128/net.zdechov.app.xTactics.png",
    "license": "CC0-1.0",
    "tag": [
      "strategy",
      "simulation",
      "hex"
    ],
    "rank": 192
  },
  {
    "pkg": "KWalletManager",
    "app_id": "org.kde.kwalletmanager",
    "description": "Store and manage your passwords",
    "description_long": "<br>KWalletManager is a tool to manage the passwords on your system. By using the Frameworks wallet subsystem it not only allows you to keep your own secrets but also to access and manage the passwords of every application that integrates with the wallet.<br>",
    "build_date": "2025-12-11T19:14:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kwalletmanager/e53cdd511e8cefbacc214c9417b93924/icons/128x128/org.kde.kwalletmanager.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 193
  },
  {
    "pkg": "jdTextEdit",
    "app_id": "page.codeberg.JakobDev.jdTextEdit",
    "description": "An advanced text editor",
    "description_long": "jdTextEdit is a feature rich text editor with Plugin Support<br>Features:<br>Syntaxhighlighting<br>Very well configurable<br>Different encodings are supported<br>The session can be saved<br>Pluginsupport<br>Bookmarks<br>Macros<br>",
    "build_date": "2025-12-14T12:27:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdTextEdit/2d700b79a886c5084c916501134e7d04/icons/128x128/page.codeberg.JakobDev.jdTextEdit.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 194
  },
  {
    "pkg": "Pagume",
    "app_id": "io.github.wesenseged.Pagume",
    "description": "Ethiopian calendar",
    "description_long": "Pagume is an offline calendar that shows local dates, holidays, and fasting seasons, helping you stay connected to the traditional calendar alongside your modern desktop.",
    "build_date": "2025-12-12T10:43:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/wesenseged.Pagume/65e2f0c671736699b4bc0f2fb0cee8c2/icons/128x128/io.github.wesenseged.Pagume.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Ethiopia",
      "Amharic",
      "Calendar"
    ],
    "rank": 195
  },
  {
    "pkg": "Swatch",
    "app_id": "org.gabmus.swatch",
    "description": "Color palette manager",
    "description_long": "Color palette manager.<br>Create and manage various color palettes for different projects, name colors with significant names, and quickly copy them with a single button.<br>View your colors as an orderly list or as a grid, depending on your screen size.<br>Import and export palettes using the GIMP palette format for easier interoperability.",
    "build_date": "2025-12-11T13:56:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gabmus/swatch/4756b1c14c48b11eb9100fe4b1e5ca3d/icons/128x128/org.gabmus.swatch.png",
    "license": "GPL-3.0+",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 196
  },
  {
    "pkg": "Photometry",
    "app_id": "io.github.dlippok.photometric-viewer",
    "description": "View photometric files",
    "description_long": "<br>Photometry shows light distribution curves and metadata of IESNA and EULUMDAT photometric<br>files which describe the light distribution of light sources like lamps and luminaires and<br>are used mostly for data transfer in the lighting industry and in 3D graphics.<br>Photometry allows editing the source content of the opened photometric file and shows the following<br>information contained in the opened files:<br>Light distribution curves<br>General information (Catalog Number, Manufacturer, Description, etc.)<br>Photometric properties (Light Output Ratio and Downward Flux Fraction)<br>Lamps and ballast information<br>Luminaire and luminous opening geometry information<br>Additional properties (Test number, issue date, test laboratory, etc.)<br>Intensity Values for selected C planes and gamma angles<br>",
    "build_date": "2024-12-29T17:42:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/dlippok.photometric-viewer/b1b8d8c494d5727742f740604fed5bc3/icons/128x128/io.github.dlippok.photometric-viewer.png",
    "license": "MIT",
    "tag": [
      "Photometry",
      "IES",
      "IESNA"
    ],
    "rank": 197
  },
  {
    "pkg": "KImageMapEditor",
    "app_id": "org.kde.kimagemapeditor",
    "description": "HTML Image Map Editor",
    "description_long": "KImageMapEditor is an editor of image maps embedded inside HTML files,<br>based on the &lt;map&gt; tag.",
    "build_date": "2025-12-11T15:58:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kimagemapeditor.desktop/c31cb9389159087d147d300ca8c7d818/icons/128x128/org.kde.kimagemapeditor.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 198
  },
  {
    "pkg": "Rocks'n'Diamonds",
    "app_id": "org.artsoft.rocksndiamonds",
    "description": "Gem collecting puzzle game",
    "description_long": "<br>Rocks 'n' Diamonds is a action puzzle game where you have to navigate a maze<br>of dirt, rocks, enemies and quicksand, while collecting gems and making it<br>safely to the exit.<br>Be careful not to get crushed by falling rocks or killed by an enemy.<br>",
    "build_date": "2025-02-12T09:10:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/artsoft/rocksndiamonds/ccc65a6fefaf7f19eaf6749d4b61ea36/icons/128x128/org.artsoft.rocksndiamonds.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 199
  },
  {
    "pkg": "Imagot",
    "app_id": "io.github.mlm_games.imagot",
    "description": "An Image Viewer made using Godot",
    "description_long": "Imagot is an image viewer which aims to provide an open source alternative to microsoft Photos or similar apps (and be multiplatform). It supports common image filetypes such as png, jpeg, svg, etc.. .",
    "build_date": "2025-11-02T06:30:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mlm_games.imagot/7d15d8c079c2e7386fa5b8624375aea8/icons/128x128/io.github.mlm_games.imagot.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 200
  },
  {
    "pkg": "Yutovo",
    "app_id": "com.yutovo.yutovo",
    "description": "Visual calculator inside a text editor",
    "description_long": "Yutovo is an application for solving various mathematical problems. Yutovo has a visual view for calculations. It uses a generally accepted mathematical syntax to display formulas. Yutovo is designed to solve everyday and engineering problems and can be used by different people and for different jobs.<br>Graphical representation of mathematical formulas<br>Math WYSIWYG editor<br>Numbers and calculation results can have (almost) any number of digits and accuracy<br>Following types of numbers are supported: real, integer, fractional, complex<br>Measure of an angle can be changed<br>Commonly used mathematical functions and constants are supported<br>User variables and functions are supported<br>Units, unit systems and translating values between them are supported<br>Automatic recalculation of expressions<br>Text editor with basic features<br>Include documents<br>Graphs of functions<br>Syntax highlighting<br>Library of examples and visual documentation<br>Online version with the same features<br>",
    "build_date": "2025-12-12T19:02:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/yutovo/yutovo/c55878abf89d48539e4d622202ec726d/icons/128x128/com.yutovo.yutovo.png",
    "license": "GPL-3.0-only",
    "tag": [
      "yutovo",
      "education",
      "science"
    ],
    "rank": 201
  },
  {
    "pkg": "Tabëla",
    "app_id": "com.mastropaolo.www.tabela",
    "description": "Format tables to Markdown or HTML",
    "description_long": "A really small utility to format tables coming from spreadsheets (or manually typed) into Markdown or HTML. Input can be any text separated by TAB, commas or semicolon and it can output the table formatted for Markdown (and ASCII art) or plain HTML. For use with spreadsheets, simply copy the spreadsheet cells, and paste it into the upper text area. Handles large tables reasonably well.<br>",
    "build_date": "2025-10-27T21:11:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mastropaolo/www.tabela/bb4936617f03d644f71f1c5a50bd42ba/icons/128x128/com.mastropaolo.www.tabela.png",
    "license": "MIT",
    "tag": [
      "Markdown",
      "HTML",
      "Tables"
    ],
    "rank": 202
  },
  {
    "pkg": "Tactics",
    "app_id": "io.gitlab.leesonwai.Tactics",
    "description": "Build your soccer lineup",
    "description_long": "<br>Build your team. With Tactics, you can recreate real world lineups, plan<br>for your club's next match or simply create a fantasy 11 to share with<br>your friends.<br>Set your formation, represent your club's colors and show the world your<br>footballing genius.<br>",
    "build_date": "2025-10-10T14:15:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Tactics/0231788ff64bb2f45f55a04809d9485f/icons/128x128/io.gitlab.leesonwai.Tactics.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "sport",
      "football"
    ],
    "rank": 203
  },
  {
    "pkg": "Freeciv SDL2 client",
    "app_id": "org.freeciv.sdl2",
    "description": "SDL2 based client for the Freeciv game",
    "description_long": "<br>Freeciv is a Free and Open Source empire-building strategy game inspired by the history of human civilization. The game commences in prehistory and your<br>mission is to lead your tribe from the Stone Age to the Space Age...<br>This client for connecting to network games, or to launch local single-player games, is based on SDL2.<br>",
    "build_date": "2025-10-11T19:33:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freeciv/sdl2/361b6d67873d09b7854511197edd1187/icons/128x128/org.freeciv.sdl2.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "strategy",
      "simulation",
      "tiles"
    ],
    "rank": 204
  },
  {
    "pkg": "Meine Ausweiskopie",
    "app_id": "in.varb.Ausweiskopie",
    "description": "Redact and mark German id copies",
    "description_long": "<br>Easily watermark and hide information in copies of your (German) identity documents!<br>This tool allows watermarking copies of German identity documents.<br>You can also redact information your recipient does not need (like the document number or CAN).<br>Dieses Werkzeug ermöglicht es eine Ausweiskopie eindeutig als Kopie und mit Wasserzeichen zu kennzeichnen.<br>Für den Adressaten unwichtige Daten (z. B. die CAN oder die Ausweisnummer) können geschwärzt werden.<br>Currently, this tool supports the following documents:<br>Temporary German identity cards (issued on paper)<br>Regular German identity cards (all revisions)<br>German Passports (issued 2017 or newer)<br>",
    "build_date": "2025-09-21T20:38:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/varb/Ausweiskopie/d754e4e2f47b181b205974853f078f1b/icons/128x128/in.varb.Ausweiskopie.png",
    "license": "MPL-2.0",
    "tag": [
      "privacy",
      "document",
      "passport"
    ],
    "rank": 205
  },
  {
    "pkg": "Timetrack",
    "app_id": "net.danigm.timetrack",
    "description": "A timetrack for GNOME",
    "description_long": "Timetrack is a simple time track application for GNOME",
    "build_date": "2025-06-06T05:58:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/danigm/timetrack/f0ec770ad5a0f564591908d5b9b92995/icons/128x128/net.danigm.timetrack.png",
    "license": "GPL-3.0",
    "tag": [
      "timetrack",
      "time",
      "work"
    ],
    "rank": 206
  },
  {
    "pkg": "Hexalate",
    "app_id": "org.gottcode.Hexalate",
    "description": "Spin circles to match colors",
    "description_long": "Hexalate is a color matching game. The goal of the game is to rotate and position the circles so that each touching line matches in color. You rotate circles by right clicking, and you move circles by dragging them. The game stores the positions and rotations of the circles across runs.",
    "build_date": "2025-04-17T21:08:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Hexalate/12bf5d50d2e3a97f13c70534ace49698/icons/128x128/org.gottcode.Hexalate.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 207
  },
  {
    "pkg": "Chirurgien",
    "app_id": "io.github.leonardschardijn.Chirurgien",
    "description": "Understand and manipulate binary file formats",
    "description_long": "<br>Chirurgien is a hex editor and an essential tool for reverse engineering, analyzing, and carving binary file formats.<br>Features:<br>Human-readable description panel<br>Insert, edit, extract, and delete file data<br>File structure/chunk navigation panel<br>Built-in support with structure recognition and highlighting for many file formats<br>Extendable with new and custom file format definitions<br>",
    "build_date": "2025-12-15T07:31:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/leonardschardijn.Chirurgien/f5018624e2b9e264819cd08ebcfdc1ed/icons/128x128/io.github.leonardschardijn.Chirurgien.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 208
  },
  {
    "pkg": "KUIViewer",
    "app_id": "org.kde.kuiviewer",
    "description": "Qt Designer UI File Viewer",
    "description_long": "KUIViewer is a tool to display and check user interface (.ui) files created in Qt Designer.",
    "build_date": "2025-12-11T17:11:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kuiviewer/4084bc8378880d397d76901ba485421f/icons/128x128/org.kde.kuiviewer.png",
    "license": "LGPL-2.0",
    "tag": [],
    "rank": 209
  },
  {
    "pkg": "Splitcat",
    "app_id": "lol.janjic.Splitcat",
    "description": "Simple application for splitting and merging files.",
    "description_long": "Simple file splitting and merging application with predefined presets for popular apps.",
    "build_date": "2024-11-05T08:43:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/lol/janjic/Splitcat/291f1726ef1a8d2dbaf7ca93ad13cb5a/icons/128x128/lol.janjic.Splitcat.png",
    "license": "MIT",
    "tag": [
      "split",
      "merge",
      "files"
    ],
    "rank": 210
  },
  {
    "pkg": "Sums",
    "app_id": "io.gitlab.leesonwai.Sums",
    "description": "Calculate with postfix notation",
    "description_long": "<br>Sums is a postfix calculator designed for quick calculations and focused<br>on simplicity. Features include:<br>A selection of core mathematical operations and constants<br>Two-way history navigation<br>Copying your results with one click<br>",
    "build_date": "2025-10-12T22:55:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Sums/972543288fe38cf2774fdad8e326fb5f/icons/128x128/io.gitlab.leesonwai.Sums.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "calculator",
      "math",
      "education"
    ],
    "rank": 211
  },
  {
    "pkg": "Open Lighting Console",
    "app_id": "com.github.mikacousin.olc",
    "description": "Control your lighting shows",
    "description_long": "Open Lighting Console is a free software to control lights on theater shows.<br>Some features:<br>Used sACN or Open Lighting Architecture to send DMX<br>RPN syntax<br>Import / Export ASCII Light Cue shows<br>Patch / Unpatch by channels or by outputs<br>Main Playback<br>Chasers<br>Groups<br>Faders<br>Track channels<br>Virtual console with easy MIDI learning for controllers<br>Open Sound Control<br>",
    "build_date": "2025-05-21T21:33:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/mikacousin.olc.desktop/169e0ace637f545c6a1aa04b633797f3/icons/128x128/com.github.mikacousin.olc.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 212
  },
  {
    "pkg": "GemRB",
    "app_id": "org.gemrb.gemrb",
    "description": "GemRB is a portable open-source implementation of Bioware’s Infinity Engine",
    "description_long": "The goal of the project is to make the Infinity Engine games available on a wide range of platforms<br>forever, fix or avoid old bugs, add new features and provide a superb platform for mod development.<br>PLEASE NOTE: GemRB does not include game data for any of the supported commercial<br>titles. To play any of the commercial titles, you will need to provide the game data. Please refer to<br>the GemRB documentation for more detail on how to provide it.",
    "build_date": "2025-12-12T19:08:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gemrb/gemrb/ef295cb11d00029af649d357e5178833/icons/128x128/org.gemrb.gemrb.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "roleplay",
      "rpg",
      "game"
    ],
    "rank": 213
  },
  {
    "pkg": "Timing Trainer",
    "app_id": "com.adilhanney.timing",
    "description": "Learn to identify sub-second timing intervals",
    "description_long": "The screen will flash for a certain time less than a second, and then you guess how long it was. As you play, you'll get better at identifying these sub-second time intervals.",
    "build_date": "2025-12-15T12:53:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/timing/08d52dd165db24ee2d748c3c5ea65f90/icons/128x128/com.adilhanney.timing.png",
    "license": "GPL-3.0-only",
    "tag": [
      "sub-second",
      "trainer",
      "game"
    ],
    "rank": 214
  },
  {
    "pkg": "Tundra",
    "app_id": "moe.tundra.Tundra",
    "description": "Update your anime lists automatically",
    "description_long": "Tundra is an open-source MyAnimeList scrobbler application for Linux. It automatically detects media players running on your computer, checks for any anime videos playing, and marks them as watched on your MAL profile.",
    "build_date": "2025-05-28T11:01:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/tundra/Tundra/5a24cee40fc6e159097481c4c971c5d3/icons/128x128/moe.tundra.Tundra.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK",
      "MAL",
      "scrobble"
    ],
    "rank": 215
  },
  {
    "pkg": "Office Runner",
    "app_id": "org.gnome.OfficeRunner",
    "description": "Close your laptop lid and start running",
    "description_long": "<br>Office Runner is a game where tallying up the time taken to go from one place in<br>your office to the other.<br>Incidentally, it will also let you close your laptop lid without the computer going<br>to sleep, which is useful to avoid having to reconnect to the network after your<br>short trip.<br>",
    "build_date": "2025-10-22T09:36:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/OfficeRunner.desktop/7d1af8b781fb9a34a2bbae7dbf64b774/icons/128x128/org.gnome.OfficeRunner.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 216
  },
  {
    "pkg": "Rocs",
    "app_id": "org.kde.rocs",
    "description": "Rocs Graph Theory",
    "description_long": "Rocs is a Graph Theory IDE for designing and analyzing graph algorithms. It provides an easy to use visual editor for creating graphs, a scripting engine to execute algorithms, and several helper tools for simulations and experiments. Algorithms are specified in JavaScript.",
    "build_date": "2025-12-11T19:19:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/rocs.desktop/9931ce5867cbaf08b2793758f646250e/icons/128x128/org.kde.rocs.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 217
  },
  {
    "pkg": "Hana",
    "app_id": "org.kde.hana",
    "description": "Video thumbnails generator",
    "description_long": "Application to create thumbnail images from video files and join them in one image.<br>Features<br>parallel processing<br>set number of rows and columns<br>toggle file info<br>set thumbnail width and spacing<br>set background and text colors<br>",
    "build_date": "2025-12-11T15:08:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/hana/f98ef2064ba89a9887ab4a78589072c6/icons/128x128/org.kde.hana.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 218
  },
  {
    "pkg": "Time Log",
    "app_id": "org.gtimelog.GTimeLog",
    "description": "Unobtrusively keep track of your time",
    "description_long": "GTimeLog is a small GNOME app for keeping track of your time. Its main goal is to be as unobtrusive as possible.",
    "build_date": "2025-12-12T18:47:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gtimelog/GTimeLog/12157c6e18250d5b72caa6cee2e9a762/icons/128x128/org.gtimelog.GTimeLog.png",
    "license": "GPL-2.0",
    "tag": [
      "time",
      "tracking",
      "logging"
    ],
    "rank": 219
  },
  {
    "pkg": "qMasterPassword",
    "app_id": "io.github.bkueng.qMasterPassword",
    "description": "Stateless Master Password Manager",
    "description_long": "\nqMasterPassword is a graphical password manager. Access all your passwords\nusing only a single master password. But in contrast to other managers it does\nnot store any passwords: Unique passwords are generated from the master password\nand a site name. This means you automatically get different passwords for each\naccount and there is no password file that can be lost or get stolen. There is\nalso no need to trust any online password service.<br>\nThere exists compatible software for other platforms, for example Android or\niOS.<br>",
    "build_date": "2025-12-11T18:03:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/bkueng.qMasterPassword/31672c7f9213545609932ab584dcd28f/icons/128x128/io.github.bkueng.qMasterPassword.png",
    "license": "GPL-3.0",
    "tag": [
      "Password"
    ],
    "rank": 220
  },
  {
    "pkg": "Facteur",
    "app_id": "io.github.brainstormtrooper.facteur",
    "description": "Sends template-based emails to a list of recipients",
    "description_long": "<br>A GTK mail-merge emailing app for small business offering:<br>Email personalization<br>Email attachments<br>HTML and text emails<br>CSV recipient data import<br>",
    "build_date": "2025-07-29T09:28:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/brainstormtrooper.facteur/16072222aab7e482f1e42aae87e80411/icons/128x128/io.github.brainstormtrooper.facteur.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "business",
      "office"
    ],
    "rank": 221
  },
  {
    "pkg": "Constellation",
    "app_id": "de.desy.constellation",
    "description": "Control and data acquisition system",
    "description_long": "<br>Constellation is an autonomous control and data acquisition system for small-scale experiments and experimental setup with volatile and dynamic constituents such as testbeam environments or laboratory test stands. Constellation aims to provide a flexible framework that requires minimal effort for the integration of new devices.<br>Devices participating in the DAQ system are called satellites. Satellite are autonomous and communicate over the network with each other and graphical user interfaces for controlling and monitoring. Constellation provides two user interfaces: MissionControl for controlling and Observatory for logging.<br>Detailed documentation on how to setup and run Constellation can be found on the homepage.<br>",
    "build_date": "2025-10-21T09:40:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/desy/constellation/2193f6677e4a10f9971e8c403aa0203d/icons/128x128/de.desy.constellation.png",
    "license": "EUPL-1.2",
    "tag": [
      "DAQ",
      "testbeam"
    ],
    "rank": 222
  },
  {
    "pkg": "Ruqola",
    "app_id": "org.kde.ruqola",
    "description": "Rocket Chat Client",
    "description_long": "<br>Ruqola is a client for Rocket.Chat.<br>It supports RC features:<br>Direct Message<br>group channel<br>channel<br>Support autotranslate (when RC has it)<br>Configuring room notification<br>Configuring room<br>Thread message support<br>Discussion room<br>Teams room support<br>Configuring own account<br>Registering new account<br>Support multi account<br>Search message in room<br>Show mention/attachment/Pinned message/start message<br>Support emoji<br>Video support<br>Configure administrator support (add/remove roles, add/remove users, add/remove permissions, configure rooms etc.)<br>Support OTR (in progress)<br>support gif image<br>Add support for uploading attachment files<br>Show unread message information<br>Allow to block/unblock users<br>Auto-away<br>Two-factor authentication via TOTP<br>Two-factor authentication via email<br>Administrator support (Server Info, Rooms, Custom User Status, Custom Sounds, Custom Emoji, Users, Invites, View Log, Permissions, Roles, Oauth), Administrator settings (Message, Account, Retention Policy, File Upload, Encryption)<br>Export Messages<br>Video Conference<br>Extra features:<br>Allow to reply directly to message from notification (kde features)<br>Drag and drop image from ruqola to website or local folder<br>Store message in local database so we can search in offline<br>Mark All Channels are read<br>Add notification history<br>New RocketChat Server Information Support<br>Manage Device (RC &gt;= 5.0)<br>Manage Personal Access Token<br>Add support for local translation<br>Add support for text auto-correction<br>",
    "build_date": "2025-12-10T01:35:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ruqola/92ae7cbcd84acb7af08e14437937fe7f/icons/128x128/org.kde.ruqola.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 223
  },
  {
    "pkg": "ParaPara",
    "app_id": "com.github.aharotias2.parapara",
    "description": "An image viewer without library",
    "description_long": "<br>An image viewer in which images are displayed as one of three styles:<br>single, spread (book), continuous (scrolling),<br>and that supports jpg, png, bmp, ico, gif files.<br>animated gifs are also supported.<br>",
    "build_date": "2025-12-13T06:34:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/aharotias2.parapara/3de48cb3b33b411f428ffe3e80d4b3dd/icons/128x128/com.github.aharotias2.parapara.png",
    "license": "GPL-3.0",
    "tag": [
      "Picture",
      "Image",
      "Viewer"
    ],
    "rank": 224
  },
  {
    "pkg": "Colorful",
    "app_id": "pl.suve.colorful",
    "description": "Side-view shooter game",
    "description_long": "<br>Colorful is a simple side-view shooter game, where the protagonist<br>travels a maze of caves and corridors in order to collect color artefacts.<br>",
    "build_date": "2025-01-11T21:50:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/pl/suve/colorful/0a8616bdc30cecd90110c6b297a62a76/icons/128x128/pl.suve.colorful.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 225
  },
  {
    "pkg": "Corese Gui",
    "app_id": "fr.inria.corese.CoreseGui",
    "description": "Handling the semantic web",
    "description_long": "<br>Corese GUI is an interactive sandbox for working with RDF data. It provides an intuitive<br>graphical environment for loading, exploring, querying, reasoning, and validating<br>semantic datasets.<br>The application supports multiple RDF serialization formats for import/export, includes<br>a<br>Turtle editor, and allows running SPARQL queries directly. It also integrates reasoning<br>engines, supporting both standard profiles like RDFS and OWL, as well as custom rule<br>files for advanced inferencing workflows.<br>With Corese GUI, users can visualize and manipulate semantic data, test SHACL<br>validations, and prototype knowledge-based systems with ease.<br>",
    "build_date": "2025-10-10T16:45:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/inria/corese.CoreseGui/781b6691fc95539e8aefe2f6d7f9f6b7/icons/128x128/fr.inria.corese.CoreseGui.png",
    "license": "CECILL-C",
    "tag": [
      "RDF",
      "SPARQL",
      "OWL"
    ],
    "rank": 226
  },
  {
    "pkg": "QuickAccess",
    "app_id": "com.georgefb.quickaccess",
    "description": "A global menu giving you quick access to folders and custom commands.",
    "description_long": "QuickAccess is a program running in the background providing a global menu to quickly access user defined folders and their subfolders as well as creating and running custom commands. The menu can be opened through two dbus methods: showMenu and showDelayedMenu. Both methods can open the menu in a predefined fixed position or on mouse position.<br>showMenu shows the menu instantly, but in certain circumstances there are problems with the menu not showing or not closing. In these cases use the showDelayedMenu, there is a default delay of 150 miliseconds, but can be changed (see example below).<br>Open menu with dbus-send<br>dbus-send --type=method_call --dest=com.georgefb.quickaccess /QuickAccess com.georgefb.QuickAccess.showMenu int32:x<br>dbus-send --type=method_call --dest=com.georgefb.quickaccess /QuickAccess com.georgefb.QuickAccess.showDelayedMenu int32:200 int32:x<br>Replace x with an int from 0 to 9 to set the preffered position to open the menu.<br>Check the project page for more info https://github.com/g-fb/quickaccess.",
    "build_date": "2025-09-24T18:01:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/georgefb/quickaccess/1e094ceb3d439eabf4a73e1b2a2b84be/icons/128x128/com.georgefb.quickaccess.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 227
  },
  {
    "pkg": "Plom Client",
    "app_id": "org.plomgrading.PlomClient",
    "description": "Grading/marking client for the Plom online grading system",
    "description_long": "<br>Plom is a system for large-scale marking by humans. It prepares<br>QR-coded test papers, collates scanned work, and coordinates a team of<br>graders. This is the graphical interface used for grading tests.<br>",
    "build_date": "2025-12-09T08:35:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/plomgrading/PlomClient/a2c0de1c92719e42c023873954a16d0e/icons/128x128/org.plomgrading.PlomClient.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 228
  },
  {
    "pkg": "Water Hammer Simulation",
    "app_id": "io.github.hafmed.Water-Hammer-Simulation",
    "description": "This application uses different numerical methods to simulate the Water Hammer phenomenon.",
    "description_long": "<br>This application uses different numerical methods to simulate the Water Hammer phenomenon.<br>Features:<br>Calculate pressure, hydraulic head and velocity as function of time in a simple configuration;<br>Use differents numerical methods;<br>Export results as tables;<br>An animation is produced that shows the variation in pressure at the valve;<br>Calculate the error between the simulation results and the theoretical values ​​at the valve level;<br>Calculate the maximum water height in the Surge Tank;<br>English and French GUI;<br>",
    "build_date": "2025-09-14T11:20:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hafmed.Water-Hammer-Simulation/fbb9887e99735f020f23243f08b38803/icons/128x128/io.github.hafmed.Water-Hammer-Simulation.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Simulation",
      "Flow",
      "Water"
    ],
    "rank": 229
  },
  {
    "pkg": "frogr",
    "app_id": "org.gnome.frogr",
    "description": "A flickr uploader for GNOME",
    "description_long": "<br>frogr allows users to manage their accounts on the Flickr photo hosting<br>service with a simple and direct interface.<br>It supports all the basic Flickr features, including uploading<br>pictures, adding descriptions, setting tags and managing sets<br>and groups pools.<br>",
    "build_date": "2025-12-10T18:27:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/frogr/d54092c3352ee6164ef488cbea7e6b51/icons/128x128/org.gnome.frogr.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Flickr",
      "Image",
      "Picture"
    ],
    "rank": 230
  },
  {
    "pkg": "EmojiClu",
    "app_id": "io.github.timcharper.EmojiClu",
    "description": "Deductive Zebra Puzzle Logic Game",
    "description_long": "<br>EmojiClu is a graphical implementation of the Zebra Puzzle, built with<br>GTK. Use clues to deduce the correct location of each emoji. Heavily<br>inspired by Everett Kaser's Sherlock.<br>",
    "build_date": "2025-11-07T00:05:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/timcharper.EmojiClu/701870bbba2274b3eb3c3e0d3f35116a/icons/128x128/io.github.timcharper.EmojiClu.png",
    "license": "MIT",
    "tag": [],
    "rank": 231
  },
  {
    "pkg": "Spiderbro 2",
    "app_id": "uk.co.studiopond.spiderbro2",
    "description": "A spider puzzle game!",
    "description_long": "<br>Spiderbro 2 is a retro inspired adventure puzzle game for Windows and Linux. You play as Shadowbro, a spider that has to save the multiverse from the antics of a real life computer worm!<br>EXPLORE, COLLECT ITEMS, SOLVE PUZZLES! Make your way deeper into the company building by exploring the environment and collecting items for your pockets! Use your pocket items on world objects, give them to NPCs or merge them with one another to solve puzzles!<br>THE IN-GAME PCs ARE BACK WITH AN UPGRADE! Use the in-game PCs and check for further clues! Text logs with clues and backstory can be found on PCs found throughout the game! Take a trip to PC-SPACE, a company exclusive VR service that takes using a PC to new depths!<br>A WORM IS LOOSE! THE MULTIVERSE IS COLLIDING! A computer worm gone wild has broken into the real world! More cracks and holes to new universes have appeared! In Spiderbro 2 you should expect the unexpected as you overcome the worm whilst travelling between different universes!<br>DISCOVER COMPANY SECRETS! Go deeper into the company building and find out what triggered the events of Spiderbro! Each new department will unravel more secrets!<br>NO NEED TO PLAY THE PREQUEL! Players need not play the first Spiderbro! Spiderbro 2 expands upon the first game in a way that does not require the player to complete it! Spiderbro 2 also contains a copy of the first game, within the game!<br>YOU WILL DIE! Be warned that this world is not safe! Make frequent use of savepoints to prevent losing progress!<br>EVEN MORE!<br>34 In-game Awards<br>New game plus mode<br>Two possible conclusions<br>Built in Cheat Sheet with all puzzle solutions<br>CONTROLS<br>Arrow Keys / WASD - Movement<br>SPACE / ENTER - Interact<br>P / E - Open Pockets<br>ESC - Back / Pause<br>",
    "build_date": "2025-11-24T11:25:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/studiopond.spiderbro2/8d6811db0e46dfd5c41f16d441fa24d8/icons/128x128/uk.co.studiopond.spiderbro2.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 232
  },
  {
    "pkg": "jEveAssets",
    "app_id": "io.github.GoldenGnu.jEveAssets",
    "description": "An out-of-game asset manager for Eve-Online",
    "description_long": "<br>jEveAssets is an out-of-game asset manager for Eve-Online, written in Java.<br>EVE Online and the EVE logo are the registered trademarks of CCP hf. All rights are reserved worldwide. All<br>other trademarks are the property of their respective owners. EVE Online, the EVE logo, EVE and all<br>associated logos and designs are the intellectual property of CCP hf. All artwork, screenshots, characters,<br>vehicles, storylines, world facts or other recognizable features of the intellectual property relating to<br>these trademarks are likewise the intellectual property of CCP hf.<br>CCP hf. has granted permission to jEveAssets to use EVE Online and all associated logos and designs for<br>promotional and information purposes on its website but does not endorse, and is not in any way affiliated<br>with, jEveAssets. CCP is in no way responsible for the content on or functioning of this program, nor can it<br>be liable for any damage arising from the use of this program.<br>",
    "build_date": "2025-12-02T18:00:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/GoldenGnu.jEveAssets/49ffe76a402d89a76e05edefb9bed23a/icons/128x128/io.github.GoldenGnu.jEveAssets.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 233
  },
  {
    "pkg": "Profex",
    "app_id": "org.profex_xrd.Profex",
    "description": "Open Source XRD and Rietveld Refinement",
    "description_long": "<br>Profex is a graphical user interface for Rietveld refinement of powder X-ray diffraction (XRD) data with the program BGMN. It can be used for phase identification, phase quantification, structure refinement, and export of results and graphs to tables and figures.<br>",
    "build_date": "2025-11-09T03:13:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/profex_xrd/Profex/415dcc0f6d4def65ce06b75918d94b4a/icons/128x128/org.profex_xrd.Profex.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 234
  },
  {
    "pkg": "Splices",
    "app_id": "io.github.swordpuffin.splices",
    "description": "A word making game",
    "description_long": "A small time killer where you make words out of randomly generated letters. You can play in either free play mode, timed, or length mode where the goal is maximize the size of the words",
    "build_date": "2025-12-13T00:06:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/swordpuffin.splices/e2f7f713ade9f604062de52e8665fe37/icons/128x128/io.github.swordpuffin.splices.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "words",
      "letters"
    ],
    "rank": 235
  },
  {
    "pkg": "Reddy",
    "app_id": "net.krafting.Reddy",
    "description": "Repost Reddit images to Lemmy",
    "description_long": "Reddy is a tool to manually repost images from Reddit posts to Lemmy.",
    "build_date": "2025-11-17T17:33:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Reddy/67d714865f4da5c9dda1bc4a5dab8c86/icons/128x128/net.krafting.Reddy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "reddit",
      "lemmy",
      "export"
    ],
    "rank": 236
  },
  {
    "pkg": "PM browser",
    "app_id": "de.halaszovich.PMbrowser",
    "description": "Open, browse and export PM dat files",
    "description_long": "A tool for electrophysiologists. Open files generated by PatchMaster (Next) and export to IgorPro. Handels .dat files starting from PM version 2.0, in any byte order.",
    "build_date": "2025-07-22T21:36:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/halaszovich/PMbrowser/829a0555d4db485c8af2e9c4e7cb8854/icons/128x128/de.halaszovich.PMbrowser.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "Open Alert Viewer",
    "app_id": "studio.okcode.open_alert_viewer",
    "description": "Fetch and display server alerts",
    "description_long": "Display server and network alerts from servers running Prometheus, Nagios, Icinga or Zabbix. For Linux and<br>Android.<br>Prometheus v0.16.0+, Nagios Core 4.x and Icinga 2.12.0+ are supported with Basic Authentication; partial<br>support, and default authentication for Zabbix 6.x or 7.x.",
    "build_date": "2025-10-27T00:03:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/s/st/studio.okcode.open_alert_viewer/fedfa3e03ba6049099f4e264defb09af/icons/128x128/studio.okcode.open_alert_viewer.png",
    "license": "MIT",
    "tag": [],
    "rank": 238
  },
  {
    "pkg": "KonbuCase",
    "app_id": "com.github.ryonakano.konbucase",
    "description": "Convert case in your text",
    "description_long": "<br>A small text tool app that allows you convert case in your text.<br>Features include:<br>Click button to copy the all texts in the text view without selecting them<br>Convert your text between camelCase, PascalCase, Sentence case, snake_case, kebab-case, and space-separated<br>",
    "build_date": "2025-07-02T11:11:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/ryonakano.konbucase/ee6f2e8d5ba673a7a1ec2a0ca8c388d5/icons/128x128/com.github.ryonakano.konbucase.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Text"
    ],
    "rank": 239
  },
  {
    "pkg": "Siglo",
    "app_id": "com.github.theironrobin.siglo",
    "description": "Sync PineTime with your PinePhone",
    "description_long": "Features:Supports all Phosh-based PinePhone distros.",
    "build_date": "2023-04-22T01:29:02",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.github.theironrobin.siglo.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 240
  },
  {
    "pkg": "ConfClerk",
    "app_id": "at.priv.toastfreeware.ConfClerk",
    "description": "ConfClerk is an application which makes conference schedules available offline",
    "description_long": "<br>It displays the conference schedule from various views, supports searches on various items (speaker, speech topic, location, etc.) and enables you to select favorite events and create your own schedule<br>At the moment ConfClerk is able to import schedules in XML format created by the ​PentaBarf conference management system (or ​frab) used by ​FOSDEM, ​DebConf, ​Grazer Linuxtage, the ​CCC congresses, ​FrOSCon, and ​many others.<br>ConfClerk is targetted at mobile devices like the Nokia N810 and N900 but works on any system running ​Qt.<br>",
    "build_date": "2025-11-09T17:52:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/at/priv/toastfreeware.ConfClerk/64617d64131f7d62d64e66d654024a84/icons/128x128/at.priv.toastfreeware.ConfClerk.png",
    "license": "GPL-2.0",
    "tag": [
      "Conference",
      "Schedule",
      "pentabarf"
    ],
    "rank": 241
  },
  {
    "pkg": "jammr client",
    "app_id": "net.jammr.jammr",
    "description": "Play with musicians over the internet",
    "description_long": "<br>jammr lets you jam together online. It is possible to play jam<br>sessions with musicians around the world over the internet. Any<br>instrument or microphone that can be recorded on your computer can<br>be used to play.<br>",
    "build_date": "2025-06-20T18:20:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/jammr/jammr/78954052dfcca17b1e372a9791927969/icons/128x128/net.jammr.jammr.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Jam",
      "Jamming",
      "Music"
    ],
    "rank": 242
  },
  {
    "pkg": "Nem Desktop",
    "app_id": "io.github.xverizex.nem_desktop",
    "description": "Chat with friends.",
    "description_long": "Connect to the server on IP and port. Exchange with a friend a key and text each other.server: https://github.com/xverizex/nem-server",
    "build_date": "2023-09-25T04:47:53",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.xverizex.nem_desktop.png",
    "license": "LGPL-2.1-or-later",
    "tag": [],
    "rank": 243
  },
  {
    "pkg": "NovProg",
    "app_id": "org.gottcode.NovProg",
    "description": "Wordcount graphing program",
    "description_long": "NovProg is a tool to graph your progress in writing a novel. You enter your wordcount and it updates a graph showing you how much progress you have made. It also shows you how far you are through your daily goal, and your total goal. Mousing over a bar in the graph will show a tooltip with that day’s wordcount.",
    "build_date": "2025-04-17T21:12:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/NovProg/1b489b81b34315c813e21e1644b14661/icons/128x128/org.gottcode.NovProg.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 244
  }
]
