[
  {
    "pkg": "LibreWolf",
    "app_id": "io.gitlab.librewolf-community",
    "description": "LibreWolf Web Browser",
    "description_long": "LibreWolf<br>This project is an independent fork of Firefox, with the primary goals of privacy security and user freedom. It is the community run successor to LibreFox.<br>LibreWolf uses more than 500 privacy/security/performance settings, patches, LibreWolf-Addons (optional) and is designed to minimize data collection and telemetry as much as possible (updater, crashreporter and Firefox’s integrated addons that don’t respect privacy are removed).<br>LibreWolf is NOT associated with Mozilla or its products.<br>Features:<br>Latest Version of Firefox: LibreWolf is compiled directly from the latest build of Firefox Stable. You will have the the latest features, and security updates.<br>Completely Independent Build: LibreWolf uses a completely independent build from Firefox and has its own settings, profile folder and installation path. As a result, it can be installed alongside Firefox or any other browser.<br>Settings protection: important settings are enforced/locked within librewolf.cfg and policies.json, those settings cannot be changed by addons/updates/LibreWolf itself or unwanted/accidental manipulation; To change those settings you can easily do it by editing librewolf.cfg and policies.json.<br>LibreWolf-addons: set of optional LibreWolf extensions<br>Statistics disabled: telemetry and similar functions are disabled<br>Tested settings: settings are performance aware<br>Recommended and code reviewed addons list<br>Community-Driven<br>And much more…<br>",
    "build_date": "2025-12-19T19:13:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/librewolf-community/9911f22e695105fb23e57dabdc19b9c2/icons/128x128/io.gitlab.librewolf-community.png",
    "license": "MPL-2.0",
    "tag": [
      "librewolf",
      "internet",
      "web"
    ],
    "rank": 1
  },
  {
    "pkg": "KCalc",
    "app_id": "org.kde.kcalc",
    "description": "Scientific calculator",
    "description_long": "KCalc has everything you would expect from a scientific calculator, plus:<br>Trigonometric functions, logic operations and statistical calculations<br>A results stack which enables convenient recall of previous calculation results<br>Precision is user-definable<br>The display allows cut and paste of numbers<br>The display colors and font are configurable, aiding usability<br>The use of key-bindings make it easy to use without a pointing device<br>",
    "build_date": "2025-12-11T17:51:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kcalc.desktop/15c25e48f12def4f8291cfeabd778b17/icons/128x128/org.kde.kcalc.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 2
  },
  {
    "pkg": "Postman",
    "app_id": "com.getpostman.Postman",
    "description": "Platform for building and using APIs",
    "description_long": "<br>Postman is the complete toolchain for API developers, used by 5 million<br>developers and more than 100,000 companies worldwide to access 130 million<br>APIs every month. Postman makes working with APIs faster and easier by<br>supporting developers at every stage of their workflow, and is available<br>for macOS, Windows, Linux and Chrome users.<br>This wrapper is not verified by, affiliated with, or supported by Postman<br>Inc.<br>",
    "build_date": "2025-12-19T12:44:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/getpostman/Postman/df67737765829a463d359a3b4986db7b/icons/128x128/com.getpostman.Postman.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 3
  },
  {
    "pkg": "Waterfox",
    "app_id": "net.waterfox.waterfox",
    "description": "Private web browser",
    "description_long": "<br>Waterfox is a privacy-focused browser built for power users who value customization and control over their online experience. It pairs a privacy-first foundation with the kind of deep customization normally reserved for extensions and hidden flags.<br>Waterfox routes DNS-over-HTTPS through a Fastly-hosted Oblivious HTTP relay, disables DNS prefetching, blocks 0.0.0.0 lookups, and leaves Safe Browsing calls off so lookups stay private. Cookie-banner automation rejects consent prompts when possible, HTTPS-First is enforced, Global Privacy Control is declared, and telemetry, experiments, analytics, and ad feeds are stripped out.<br>Private Tabs let you flip any tab into an isolated session with its own history, cookies, and default search. Tab context shortcuts can copy URLs, unload sleeping tabs, or restart the browser with cache-purge options, while privacy-first ergonomics keep scripted pop-ups in tabs, prompt for new download handlers, and restore the classic status bar with live link previews.<br>Layout controls move tab bars, bookmark bars, restart switches, and status bars without touching userChrome.css. Switch between Waterfox, Lepton, and Proton presets, adjust icon weight, padding, autohide behaviour, and rounding, or load legacy userChrome and userContent tweaks. Modern web APIs such as WebGPU, WebCodecs H.265, Web Share, JPEG XL, CSS Masonry, and scroll-driven animations are enabled by default, and Startpage plus Waterfox Private Search ship as defaults with a separate private-window engine.<br>",
    "build_date": "2025-12-19T18:49:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/waterfox/waterfox/16d00bccbee89a5c2666284cfa845ac6/icons/128x128/net.waterfox.waterfox.png",
    "license": "MPL-2.0",
    "tag": [
      "internet",
      "waterfox",
      "browser"
    ],
    "rank": 4
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity<br>Přizpůsobte své prostředí COSMIC až za hranice nekonečna<br>Save, import and download color schemes<br>Customize the panel and dock<br>Replicate other desktop's layouts<br>Fearless tweaking with snapshots<br>",
    "build_date": "2025-12-13T21:07:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/220ca1c96de04e03443eb165b3e94f99/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 5
  },
  {
    "pkg": "Blanket",
    "app_id": "com.rafaelmardojai.Blanket",
    "description": "Listen to ambient sounds",
    "description_long": "Improve focus and increase your productivity by listening to different ambient sounds<br>Also can help you to fall asleep in a noisy environment.<br>Features:<br>Save presets<br>Add custom sounds<br>Auto start in background<br>MPRIS integration<br>Included Sounds in the App:<br>Birds<br>Boat<br>City<br>Coffee Shop<br>Fireplace<br>Pink Noise<br>Rain<br>Summer Night<br>Storm<br>Stream<br>Train<br>Waves<br>White Noise<br>Wind<br>",
    "build_date": "2025-07-27T19:47:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/rafaelmardojai/Blanket/ebdacbe997c47e04a549494300152fdf/icons/128x128/com.rafaelmardojai.Blanket.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Focus",
      "Noise",
      "Sleep"
    ],
    "rank": 6
  },
  {
    "pkg": "IntelliJ IDEA Community",
    "app_id": "com.jetbrains.IntelliJ-IDEA-Community",
    "description": "Leading Java and Kotlin editor",
    "description_long": "IntelliJ IDEA is an Integrated Development Environment (IDE) for professional development in Java and Kotlin. It is designed to maximize developer productivity and has a strong focus on privacy and security. It does the routine and repetitive tasks for you by providing clever code completion, static code analysis, and refactorings. It lets you focus on the bright side of software development, making it not only productive but also an enjoyable experience.<br>The development of modern applications involves using multiple languages, tools, frameworks, and technologies. IntelliJ IDEA is designed as an IDE for JVM languages, but numerous plugins can extend it to provide a polyglot experience.<br>Use IntelliJ IDEA to develop applications in the following languages that can be compiled into the JVM bytecode, namely: Java, Kotlin, Scala and Groovy<br>IntelliJ IDEA Community Edition is a free IDE built on open-source code that provides essential features for Java and Kotlin enthusiasts.<br>BETA branch enable Wayland Preview Support",
    "build_date": "2025-12-18T21:08:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jetbrains/IntelliJ-IDEA-Community/7baa3194bf693d4e44f4ca286b0d3d3c/icons/128x128/com.jetbrains.IntelliJ-IDEA-Community.png",
    "license": "Apache-2.0",
    "tag": [
      "kotlin",
      "java",
      "ide"
    ],
    "rank": 7
  },
  {
    "pkg": "Kooha",
    "app_id": "io.github.seadve.Kooha",
    "description": "Elegantly record your screen",
    "description_long": "Capture your screen in a intuitive and straightforward way without distractions.<br>Kooha is a simple screen recorder with a minimalist interface. You can just click the record<br>button without having to configure a bunch of settings.<br>The main features of Kooha include the following:<br>🎙️ Record microphone, desktop audio, or both at the same time<br>📼 Support for WebM, MP4, GIF, and Matroska formats<br>🖥️ Select a monitor or a portion of the screen to record<br>🛠️ Configurable saving location, pointer visibility, frame rate, and delay<br>🚀 Experimental hardware accelerated encoding<br>",
    "build_date": "2025-08-23T04:57:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Kooha/dcc1e2aea462187a0ea29ec5f6f2ba3a/icons/128x128/io.github.seadve.Kooha.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Screencast",
      "Recorder",
      "Screen"
    ],
    "rank": 8
  },
  {
    "pkg": "NouTube",
    "app_id": "jp.nonbili.noutube",
    "description": "YouTube and YouTube Music in a single app",
    "description_long": "<br>Manage video/music library without login<br>Manage watch history without login<br>No ads<br>Hide shorts<br>Sponsor block<br>",
    "build_date": "2025-12-19T07:30:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/jp/nonbili/noutube/9f4ecd573d42951b35b76a0f726b7dbf/icons/128x128/jp.nonbili.noutube.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "youtube",
      "yt",
      "yt-music"
    ],
    "rank": 9
  },
  {
    "pkg": "Ghidra",
    "app_id": "org.ghidra_sre.Ghidra",
    "description": "Ghidra Reverse Engineering Suite",
    "description_long": "**Note: This wrapper is not verified by, affiliated with, or supported by the National Security Agency Research Directorate.**<br>Ghidra is a software reverse engineering (SRE) framework. This framework includes<br>a suite of full-featured, high-end software analysis tools that enable users to<br>analyze compiled code.<br>Capabilities include disassembly, assembly, decompilation, graphing, and scripting,<br>along with hundreds of other features. Ghidra supports a wide variety of processor<br>instruction sets and executable formats and can be run in both user-interactive and<br>automated modes. Users may also develop their own Ghidra plug-in components and/or<br>scripts using Java or Python.<br>",
    "build_date": "2025-12-04T10:14:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/ghidra_sre/Ghidra/475e3d33bc2a5a4a62ae9c1e479ed7f1/icons/128x128/org.ghidra_sre.Ghidra.png",
    "license": "Apache-2.0",
    "tag": [
      "assembler",
      "assembly",
      "asm"
    ],
    "rank": 10
  },
  {
    "pkg": "Collabora Office",
    "app_id": "com.collaboraoffice.Office",
    "description": "The Collabora Office productivity suite",
    "description_long": "Collabora Office brings the familiar Collabora Online experience to your computer - so you can create, edit, and present with a beautiful, modern UI. Built on LibreOffice, it delivers excellent interoperability with ODF and Microsoft Office formats (DOCX/XLSX/PPTX), and exports to PDF with ease. Your documents stay on your device unless you choose to share them - privacy by design.",
    "build_date": "2025-12-12T01:34:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/collaboraoffice/Office/a0051139b12502e131d7b79459252503/icons/128x128/com.collaboraoffice.Office.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 11
  },
  {
    "pkg": "The Honkers Railway Launcher",
    "app_id": "moe.launcher.the-honkers-railway-launcher",
    "description": "Play your favorite Honkai Railway game on Linux",
    "description_long": "The Honkers Railway Launcher is an unofficial launcher for a certain video game that handles setting up Wine, installing the game and running it on Linux.",
    "build_date": "2025-12-18T13:53:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/launcher/the-honkers-railway-launcher/c5446d839f5eb0779322ae3fadfe31e0/icons/128x128/moe.launcher.the-honkers-railway-launcher.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "thrl"
    ],
    "rank": 12
  },
  {
    "pkg": "Aurynk",
    "app_id": "io.github.IshuSinghSE.aurynk",
    "description": "Android Mirroring Tool for Linux",
    "description_long": "<br>Aurynk is a modern Linux application for managing Android devices, pairing via ADB, and mirroring screens using scrcpy. It features a native GTK4/libadwaita interface, device details, wireless pairing, tray integration, and screenshot capture.<br>With Aurynk, you can easily connect to your Android devices wirelessly by scanning a QR code, view detailed device specifications, and mirror your screen with low latency.<br>Features:<br>Wireless pairing via QR code<br>Device information and specifications<br>Screenshot capture<br>Modern GTK4/libadwaita interface<br>Easy device management<br>Screen mirroring with scrcpy<br>",
    "build_date": "2025-11-27T12:16:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/IshuSinghSE.aurynk/07141d323a6ef11766a66896b49e45a7/icons/128x128/io.github.IshuSinghSE.aurynk.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Android",
      "ADB",
      "Mirroring"
    ],
    "rank": 13
  },
  {
    "pkg": "Boxy SVG",
    "app_id": "com.boxy_svg.BoxySVG",
    "description": "Scalable Vector Graphics editor",
    "description_long": "Boxy SVG project goal is to create the best tool for editing SVG files. For beginners as well as for<br>professional designers and developers. On any device and operating system.<br>=== Core features: ===<br>Clean and intuitive UI heavily inspired by Inkscape, Sketch and Adobe Illustrator<br>Extensive support for on-canvas editing of object geometry, transform, paint and other properties<br>Save to SVG and SVGZ formats, export to PNG, JPG, WebP, PDF and HTML5<br>Integration with Pixabay and other libraries with millions of free stock photos and vector assets<br>Google Fonts integration with hundreds of free fonts<br>Configurable keyboard shortcuts for over 100 commands<br>Manual guides, smart guides and grid<br>Path operations (unite, intersect, subtract, exclude, close, reverse, etc.)<br>Arrangement operations (align to, rotate, flip, order, group, etc.)<br>=== For web developers: ===<br>Chromium-based rendering engine<br>SVG and CSS code inspector similar to Chrome Dev Tools<br>Clean SVG output that preserves IDs, classes, titles and other metadata<br>SVG sprites editing support<br>This package is officially published, maintained and supported by Boxy SVG developer.<br><br><br><br><br><br><br><br><br><br>",
    "build_date": "2025-12-18T14:29:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/boxy_svg/BoxySVG/d2050289bed4d2e7d10aa66451e118c4/icons/128x128/com.boxy_svg.BoxySVG.png",
    "license": "LicenseRef-proprietary=https://boxy-svg.com/legal",
    "tag": [
      "svg",
      "vector",
      "graphics"
    ],
    "rank": 14
  },
  {
    "pkg": "Color Picker",
    "app_id": "nl.hjdskes.gcolor3",
    "description": "Choose colors from the picker or the screen",
    "description_long": "<br>Ever wanted to know the value of that color on your screen? Color Picker enables<br>you to pick the color from any pixel on your screen. It also offers a<br>palette, so that you can easily mix and match a couple of colors together.<br>When you have found the perfect combination of colors, naturally you want<br>to save them. Color Picker allows you to conveniently save and retrieve colors.<br>Color Picker is a color selection dialog written in GTK 3. It is much alike<br>Gcolor2, but uses the newer GTK version and other modernisations to better<br>integrate into your modern desktop.<br>",
    "build_date": "2025-06-30T14:08:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/nl/hjdskes/gcolor3/b315db1eed88f03b73affe35ce5c19ce/icons/128x128/nl.hjdskes.gcolor3.png",
    "license": "GPL-2.0+",
    "tag": [
      "Color",
      "Picker",
      "Palette"
    ],
    "rank": 15
  },
  {
    "pkg": "Forecast",
    "app_id": "com.jwestall.Forecast",
    "description": "View weather predictions",
    "description_long": "Find out what the weather is going to be like with this simple weather application for the COSMIC™ Desktop.",
    "build_date": "2025-10-09T14:35:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jwestall/Forecast/4d28bb71f40ce25b5e1940b1fcf7cf28/icons/128x128/com.jwestall.Forecast.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Weather"
    ],
    "rank": 16
  },
  {
    "pkg": "Calculator",
    "app_id": "dev.edfloreshz.Calculator",
    "description": "Beyond the equation",
    "description_long": "A calculator app with infinite possibilities<br>Exceptional performance and responsiveness.<br>",
    "build_date": "2025-09-25T23:56:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Calculator/bd0d990db813b16be4829ca0b0bcc28d/icons/128x128/dev.edfloreshz.Calculator.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 17
  },
  {
    "pkg": "Examine",
    "app_id": "io.github.cosmic_utils.Examine",
    "description": "View system information",
    "description_long": "Examine is an app which gives you easy access to system information without needing to use the terminal, built for the COSMIC™ desktop.",
    "build_date": "2024-10-15T07:30:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cosmic_utils.Examine/05a42968b68d42ecbd4d4d23b402e5bf/icons/128x128/io.github.cosmic_utils.Examine.png",
    "license": "GPL-3.0-only",
    "tag": [
      "CPU",
      "Processor",
      "USB"
    ],
    "rank": 18
  },
  {
    "pkg": "Eloquent",
    "app_id": "re.sonny.Eloquent",
    "description": "Your proofreading assistant",
    "description_long": "Eloquent is a proofreading software for English, Spanish, French, German, Portuguese, Polish, Dutch, and more than 20 other languages. It finds many errors that a simple spell checker cannot detect.<br>It works fully offline, powered by LanguageTool standalone server.",
    "build_date": "2025-12-05T21:25:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Eloquent/f2e40af5babb96539e48ac0cf8d2f700/icons/128x128/re.sonny.Eloquent.png",
    "license": "GPL-3.0",
    "tag": [
      "spell",
      "grammar",
      "mistake"
    ],
    "rank": 19
  },
  {
    "pkg": "Gaia Sky",
    "app_id": "space.gaiasky.GaiaSky",
    "description": "Explore the universe in 3D",
    "description_long": "<br>Gaia Sky is an astronomy visualisation platform for desktop and VR that runs on Linux, Windows and macOS. It is developed in the framework of ESA's Gaia mission to chart about 1 billion stars of our Galaxy in the Gaia group of the Astronomisches Rechen-Institut (ZAH, Universität Heidelberg). Explore the Solar System, the Milky Way, and even the most distant galaxies of our Universe with up-to-date, real scientific data.<br>",
    "build_date": "2025-10-01T07:53:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/s/sp/space.gaiasky.gaiasky/8016630e2c6a332feee168964cd777ae/icons/128x128/space.gaiasky.GaiaSky.png",
    "license": "MPL-2.0",
    "tag": [
      "space",
      "planets",
      "stars"
    ],
    "rank": 20
  },
  {
    "pkg": "Gelly",
    "app_id": "io.m51.Gelly",
    "description": "Jellyfin client focused on music",
    "description_long": "<br>A native, lightweight Jellyfin client designed specifically for enjoying<br>your music library.<br>Browse your music collection by artist, album and playlist<br>Modern GTK/Adwaita interface with MPRIS support<br>Written in Rust<br>",
    "build_date": "2025-12-19T22:44:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/m51/Gelly/f0739a8d58fa7353c64adf28340cfa4d/icons/128x128/io.m51.Gelly.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Jellyfin"
    ],
    "rank": 21
  },
  {
    "pkg": "CloudCompare",
    "app_id": "org.cloudcompare.CloudCompare",
    "description": "3D point cloud and mesh processing",
    "description_long": "CloudCompare is a 3D point cloud (and triangular mesh) processing software. It has been originally designed to perform comparison between two dense 3D points clouds (such as the ones acquired with a laser scanner) or between a point cloud and a triangular mesh. It relies on a specific octree structure dedicated to this task. Afterwards, it has been extended to a more generic point cloud processing software, including many advanced algorithms (registration, resampling, color/normal/scalar fields handling, statistics computation, sensor management, interactive or automatic segmentation, display enhancement, etc.).",
    "build_date": "2025-10-08T11:47:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/cloudcompare/CloudCompare/3ed341bbf9ee485c00e3f99f7f43290d/icons/128x128/org.cloudcompare.CloudCompare.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 22
  },
  {
    "pkg": "ElectronMail",
    "app_id": "com.github.vladimiry.ElectronMail",
    "description": "Unofficial ProtonMail desktop app",
    "description_long": "<br>ElectronMail is an Electron-based unofficial desktop client for ProtonMail. The app aims to provide enhanced<br>desktop user experience enabling features that are not supported by the official in-browser web clients. It is<br>written in TypeScript and uses Angular.<br>",
    "build_date": "2025-12-17T10:33:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/vladimiry.ElectronMail/c0e034902e08b5d80fd456912500e9a2/icons/128x128/com.github.vladimiry.ElectronMail.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 23
  },
  {
    "pkg": "Tasks",
    "app_id": "dev.edfloreshz.Tasks",
    "description": "Get things done",
    "description_long": "A simple task management app, reaching across the cosmos to help you get things done<br>Exceptional performance and responsiveness.<br>Effortless keyboard shortcut support.<br>Expressive emoji integration.<br>",
    "build_date": "2025-12-13T21:10:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Tasks/1565b21ffb98c08ee495c928af48e304/icons/128x128/dev.edfloreshz.Tasks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tasks",
      "Management",
      "Todo"
    ],
    "rank": 24
  },
  {
    "pkg": "Fractal",
    "app_id": "org.gnome.Fractal",
    "description": "Chat on Matrix",
    "description_long": "<br>Fractal is a Matrix messaging app for GNOME written in Rust. Its interface is optimized for<br>collaboration in large groups, such as free software projects, and will fit all screens, big or small.<br>Highlights:<br>Find rooms to discuss your favorite topics, or talk privately to people, securely thanks to end-to-end encryption<br>Send rich formatted messages, files, or your current location<br>Reply to specific messages, react with emoji, mention users or rooms, edit or remove messages<br>View images, and play audio and video directly in the conversation<br>See who has read messages, and who is typing<br>Log into multiple accounts at once (with Single-Sign On support)<br>",
    "build_date": "2025-10-31T13:44:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Fractal/c523e1b3740e0c4be437ec3d59261e93/icons/128x128/org.gnome.Fractal.png",
    "license": "GPL-3.0+",
    "tag": [
      "Matrix",
      "chat",
      "irc"
    ],
    "rank": 25
  },
  {
    "pkg": "Mirror Hall",
    "app_id": "eu.nokun.MirrorHall",
    "description": "Use Linux devices as second screens",
    "description_long": "<br>Mirror Hall is an experimental app that aims to turn any Linux device into a <br>second monitor.<br>It is designed on both desktop and mobile devices, and supports both <br>hardware-accelerated and software-based encoding to stream video efficiently.<br>Mirror Hall makes use of a new, experimental GNOME feature to create virtual <br>monitors, and requires UDP traffic to be allowed by the network and firewall.<br>Support for other desktops will be added once a standardized API exists.<br>",
    "build_date": "2025-12-14T20:33:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/nokun/MirrorHall/604039d4532c5d5467f3c14d103d85ee/icons/128x128/eu.nokun.MirrorHall.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 26
  },
  {
    "pkg": "Concessio",
    "app_id": "io.github.ronniedroid.concessio",
    "description": "Understand file permissions",
    "description_long": "Concessio helps you understand and convert between unix permissions representations<br>Convert between symbolic and numeric representations of UNIX file permissions<br>Use toggle buttons to update the symbolic and numeric fields<br>Open a file to read it's permissions and convert them<br>Open the help dialog to read and understand the UNIX permissions system<br>",
    "build_date": "2025-04-01T21:34:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ronniedroid.concessio/7b37b9318410f3588efe009f38864a8b/icons/128x128/io.github.ronniedroid.concessio.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Convertor",
      "Calculator"
    ],
    "rank": 27
  },
  {
    "pkg": "Field Monitor",
    "app_id": "de.capypara.FieldMonitor",
    "description": "Access VMs and external screens",
    "description_long": "<br>Field Monitor is a remote-desktop client designed for the GNOME platform.<br>It is focused on connecting to virtual machines, but can connect to any server<br>supporting the RDP, SPICE or VNC protocols.<br>It has support for directly connecting to VMs of the following hypervisors:<br>Proxmox<br>QEMU/KVM via libvirt<br>For supported VM hypervisors Field Monitor also offers options to manage the basic<br>power state of VMs, such as starting, stopping, rebooting, etc.<br>Additionally, Field Monitor supports opening RDP and Virt Viewer connection files<br>and quickly connecting to RDP, SPICE or VNC servers via URI.<br>",
    "build_date": "2025-11-23T17:41:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/capypara/FieldMonitor/4fbfda42c1faac831ea5b3ea4e475fe6/icons/128x128/de.capypara.FieldMonitor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "RDP",
      "VNC",
      "SPICE"
    ],
    "rank": 28
  },
  {
    "pkg": "Rocket.Chat",
    "app_id": "chat.rocket.RocketChat",
    "description": "Open Source Team Communication",
    "description_long": "Rocket.Chat is free, unlimited and open source.<br>Replace email &amp; Slack with the ultimate team chat software solution.",
    "build_date": "2025-12-12T00:54:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/chat/rocket/RocketChat/f12bcbe09fcf3704941aea0a8591cdda/icons/128x128/chat.rocket.RocketChat.png",
    "license": "MIT",
    "tag": [],
    "rank": 29
  },
  {
    "pkg": "Sessions",
    "app_id": "com.pojtinger.felicitas.Sessions",
    "description": "Focus with timed work intervals",
    "description_long": "Sessions is a simple visual timer application designed specifically for the pomodoro<br>technique, helping you stay productive by breaking work into focused sessions with<br>regular breaks.<br>It enables you to:<br>Start focused work sessions with customizable timer durations<br>Track your progress with a clean, distraction-free interface<br>Take regular breaks to maintain productivity<br>",
    "build_date": "2025-12-20T09:47:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Sessions/1f9a7f176523bbf79ff4b8a2aae4c703/icons/128x128/com.pojtinger.felicitas.Sessions.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "pomodoro",
      "timer",
      "focus"
    ],
    "rank": 30
  },
  {
    "pkg": "Desktop Plus",
    "app_id": "io.github.pol_rivero.github-desktop-plus",
    "description": "Git client with advanced functionality and Bitbucket integration",
    "description_long": "<br>This is an up-to-date fork of GitHub Desktop, with many quality of life improvements and advanced features for power users.<br>General:<br>Red color for destructive action buttons.<br>Add icons to some similar-looking buttons for faster visual recognition.<br>Allow generating branch name presets by calling an external script (e.g. fetching ticket numbers from an issue tracker).<br>Bitbucket integration: preview and create pull requests, view pull requests status (including checks), display a commit or PR in Bitbucket (web browser), andcorrectly set repository owner (instead of displaying ).<br>Repositories list:<br>Pull all button to fetch and pull from all remotes at once.<br>Allow hiding the 'Recent' repositories section.<br>Branches list:<br>Add warning indicator to local-only branches (branches that are not on the remote).<br>Allow manually setting which is the default branch for a repository (even if it doesn't match the one configured in the remote).<br>History tab:<br>Search commits by title, message, tag, or hash.<br>Use a different font style for merge commits in order to make them visually distinct, since most of the time they are not as relevant.<br>If a commit modifies only 1 file, allow double-clicking the commit to open the file. For other commits, you can still double-click the file as usual.<br>Changes tab:<br>Context menu option to permanently discard changes without sending to trash (useful when the there are many changed files and the regular is extremely slow).<br>",
    "build_date": "2025-12-15T07:46:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pol_rivero.github-desktop-plus/37be6e9ce2d4673613ac4c1032ac5c82/icons/128x128/io.github.pol_rivero.github-desktop-plus.png",
    "license": "MIT",
    "tag": [],
    "rank": 31
  },
  {
    "pkg": "ZAP",
    "app_id": "org.zaproxy.ZAP",
    "description": "A popular free security tool",
    "description_long": "<br>The Zed Attack Proxy (ZAP) by Checkmarx is one of the world’s most popular <br>free security tools and is actively maintained by a dedicated <br>international team of volunteers. It can help you automatically find <br>security vulnerabilities in your web applications while you are developing <br>and testing your applications. Its also a great tool for experienced <br>pentesters to use for manual security testing.<br>",
    "build_date": "2025-12-15T15:19:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/zaproxy/ZAP/ab7b9dbebec019dcbac5adf12fdee39c/icons/128x128/org.zaproxy.ZAP.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 32
  },
  {
    "pkg": "Japachar",
    "app_id": "me.sergiotarxz.JapaChar",
    "description": "Learn Japanese characters",
    "description_long": "This application helps you to learn Japanese characters using a gradual learning algorithm which makes you test-like questions.<br>You are expected to fail while starting, look up the correct answer when you fail, it helps you to learn faster. You can use this app even if you do not know anything.<br>This app pretends to be a way of learn but also somewhat of a game where you use your intuition and the previous things you learnt to avoid getting new characters<br>wrong, but you are expected to fail because you won't have at all times all the needed information, your shouldn't feel overwhelmed because characters are <br>introduced gradually, but it can certainly happen that too much information is presented to you at once if you are too good memorizing, you can wipe<br>~/.var/app/me.sergiotarxz.JapaChar/config/.japachar/db.sqlite at any time to start over or change the settings to make the game more slow, fast or challenging<br>depending on what do you want to get from this game.<br>It keeps a inner score of how much you know a character to give priority to ask you again about it if needed and introduces new characters when you are ready.<br>The BETA Kanji support now doesn't include (But did include in the past) KUN and ON readings since trying to memorize pronunciations of Kanji is discouraged for learners.<br>New BETA Word memorizing support<br>It works now without having to install any third party font.<br>There is a settings menu that allows you to tune your learning further<br>to your rithm, the numbers are saved with intro, if you leave a field empty<br>you will restore the default, good if you mess up with the settings.<br>This app doesn't and won't substitute studying the language using native texts, videos and audios, the goal is to reduce the initial barrier<br>of entry since the written script is wildly different than the latin one.<br>If you do not know any language based in latin script I cannot currently help you a lot with this app, sorry for that.<br>It is boring to develop alone, get in contact in sergiotarxz@owlcode.tech over XMPP to contribute, I talk both Spanish and English.<br>Do you have old phones around? It is very possible that some of them are capable of running Linux with Postmarketos, Mobian or Gentoo, try to test<br>the app there and help me to improve it further.<br>Would be nice to have sounds that I can put in the game to make it more engaging, if you are capable of designing Music or Sounds consider contributing<br>your abilities for this free software app to continue improving.",
    "build_date": "2025-07-24T23:25:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sergiotarxz/JapaChar/8e378df4dc44e1794bdec46533cb52df/icons/128x128/me.sergiotarxz.JapaChar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 33
  },
  {
    "pkg": "Lapce",
    "app_id": "dev.lapce.lapce",
    "description": "Lightning-fast and powerful code editor written in Rust",
    "description_long": "<br>Lapce is an open source code editor written in Rust. By utilising native GUI and GPU rendering, and with the performance Rust provides, Lapce is one of the fastest code editors out there.<br>Features:<br>Modal Editing (Vim like) support as first class citizen (can be turned off as well)<br>Built-in LSP (Language Server Protocol) support to give you code intelligence like code completion, diagnostics and code actions etc.<br>Built-in remote development support (inspired by VSCode Remote Development) for a seamless experience, benefiting from the full power of the remote system.<br>Plugins can be written in programming languages that can compile to the WASI format (C, Rust, AssemblyScript)<br>Built-in terminal, so you can execute commands in your workspace, without leaving Lapce.<br>",
    "build_date": "2025-09-15T07:02:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/lapce/lapce/482e826d773eb27a4752c33d65507185/icons/128x128/dev.lapce.lapce.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 34
  },
  {
    "pkg": "Saber",
    "app_id": "com.adilhanney.saber",
    "description": "The notes app built for handwriting",
    "description_long": "<br>Saber is the notes app built for handwriting.<br>It's designed to be as simple and intuitive as possible, while still delivering unique features that you'll actually use. Additionally, Saber is available across all your devices, large and small, and syncs between them seamlessly.<br>Notably, it can invert your notes when you're in dark mode. This allows you to write with white ink on a black background, which is much easier on the eyes in low-light environments like when the teacher turns off the lights in class.<br>Images and PDFs are also inverted, so you can still use a digital printout or a textbook without the fuss.<br>Saber uses a dual-password system to protect your notes from anyone but you, even if they have complete control over the server. You can safely store your notes on the official Saber server, another server, or even host your own!<br>The app is completely open-source so that anyone can view the source code and see exactly what it's doing and how it handles your data. Many other note-taking apps are closed-source and proprietary, meaning that their inner workings are a mystery to the public.<br>As someone who studies maths, highlighting multi-line equations was always a hassle with other apps, where the highlighter would change color when it overlapped with itself. Another problem I had was that in some apps, the highlighter would render on top of the text, fading it out and making it hard to read.<br>Saber's highlighter has no such issues. It utilizes canvas compositing to render the highlighter in a way that is consistent with/better than traditional paper, where it handles overlaps and maintains color consistency.<br>Saber has everything you need to keep your notes organized. Create folders inside folders inside folders to your heart's content with no limit on the number of nested folders. And even though a note may be buried deep within a nested folder, you can still access it easily with your most recent notes always available on the home screen.<br>Discover a whole new way to capture and organize your thoughts<br>with Saber. Whether you're a student, professional, or creative<br>mind, Saber is your trusted companion for digital handwriting.<br>Download now and let your ideas flow freely!<br>",
    "build_date": "2025-12-15T13:11:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/saber/561cb0fa18bb59b194f9e359820f9c89/icons/128x128/com.adilhanney.saber.png",
    "license": "GPL-3.0-only",
    "tag": [
      "notes"
    ],
    "rank": 35
  },
  {
    "pkg": "Penpot Desktop",
    "app_id": "com.authormore.penpotdesktop",
    "description": "Design and code beautiful products together",
    "description_long": "Penpot Desktop is an unofficial desktop application for the open-source design tool, Penpot.<br>It provides you with access to the functionality of the browser version of Penpot with an experience of a desktop application. It comes with<br>system-level application experience e.g. a dedicated window, file extension association,<br>versatile dark-light mode setup,<br>tab interface for easy navigation between projects,<br>ability to connect to different instances e.g. officially hosted, local for offline work,<br>and more are coming.<br>",
    "build_date": "2025-12-16T16:54:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/authormore/penpotdesktop/866175567728e7f0935bc1cd4bbd5c77/icons/128x128/com.authormore.penpotdesktop.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 36
  },
  {
    "pkg": "Feeds",
    "app_id": "org.gabmus.gfeeds",
    "description": "News reader for GNOME",
    "description_long": "Feeds is a minimal RSS/Atom feed reader built with speed and simplicity in mind.<br>It offers a simple user interface that only shows the latest news from your subscriptions.<br>Articles are shown in a web view by default, with javascript disabled for a faster and less intrusive user experience. There's also a reader mode included, built from the one GNOME Web/Epiphany uses.<br>Feeds can be imported and exported via OPML.",
    "build_date": "2024-11-09T16:26:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gabmus/gfeeds/088230580e063a4029981d737da8a61c/icons/128x128/org.gabmus.gfeeds.png",
    "license": "GPL-3.0+",
    "tag": [
      "rss",
      "reader",
      "feed"
    ],
    "rank": 37
  },
  {
    "pkg": "HTTPie",
    "app_id": "io.httpie.Httpie",
    "description": "Cross-platform API testing client for humans",
    "description_long": "<br>HTTPie Desktop is a cross-platform API testing client for humans. It offers all the user-friendliness of the terminal version of httpie, now wrapped up in a sleek graphical interface.<br>Interact painlessly with APIs<br>Leverage the power of AI-assisted work<br>Organize your work in spaces, collections, and tabs<br>Parametrize requests with variables and environments<br>Work across devices with auto-save and realtime sync<br>Build and preview requests without sending them<br>Use the app offline and without an account<br>",
    "build_date": "2025-12-13T03:16:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/httpie/Httpie/e9bff2ffba90e075df0c2feaa1800007/icons/128x128/io.httpie.Httpie.png",
    "license": "LicenseRef-proprietary=https://httpie.io/terms",
    "tag": [],
    "rank": 38
  },
  {
    "pkg": "Mtoc",
    "app_id": "org._3fz.mtoc",
    "description": "Visual music library",
    "description_long": "Mtoc is a visually-rich music player and library browser that emphasizes a smooth, continuous experience with album artwork at the forefront.<br>Animated, visual browsing made for music fans who enjoy flipping through albums<br>Library browsing with smart organization, responsive search, and automatic updates as you add music<br>Lyrics support with synced and unsynced lyrics from embedded metadata and external files<br>Advanced queue management and playlist editor<br>Wide and compact layout modes fit a variety of display layouts<br>Light and dark mode support with tinted blurred backgrounds<br>Mini player and desktop integration with full MPRIS 2 support<br>Gapless playback and ReplayGain support<br>",
    "build_date": "2025-12-16T01:18:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/_3fz/mtoc/fe13c229ba1005ae885f3015f6eeebb6/icons/128x128/org._3fz.mtoc.png",
    "license": "GPL-3.0+",
    "tag": [
      "Music",
      "Player",
      "Audio"
    ],
    "rank": 39
  },
  {
    "pkg": "Bouncer",
    "app_id": "io.github.justinrdonnelly.bouncer",
    "description": "Keep the riffraff out",
    "description_long": "Bouncer is an application to help you choose the correct firewall zone for wireless connections. When you connect to a new network, a window opens prompting you for what kind of network (eg home, public, work) it is. When you choose the network type, it is associated with that network and automatically used in the future.<br>NetworkManager and firewalld are required. If you don't use those, you can't use Bouncer. Fedora uses both by default. Other distributions may not.<br>Additional setup is required after installation. See the applicable section for your distribution. Once the setup is done, start Bouncer manually to enable autostart. After that, it will start automatically when you log in.<br>Fedora<br>For Fedora, everything just works! Just remember to start Bouncer manually once to enable autostart. You should see a notification indicating your system is correctly configured for Bouncer.<br>Ubuntu<br>Uninstall ufw: sudo apt remove ufw<br>Install firewalld: sudo apt install firewalld<br>By default, polkit is configured to not let regular users set the zone for a connection. The simplest way to change this is to add users to the netdev group (eg usermod -a -G netdev justin). Alternatively, you can create a custom polkit rule for the org.freedesktop.NetworkManager.settings.modify.system action (how to create custom polkit rules is beyond the scope of this document and is left as an exercise for the reader).<br>Start Bouncer manually once to enable autostart. You should see a notification indicating your system is correctly configured for Bouncer.<br>Debian<br>Install firewalld: sudo apt install firewalld<br>By default, polkit is configured to not let regular users set the zone for a connection. The simplest way to change this is to add users to the netdev group (eg usermod -a -G netdev justin). Alternatively, you can create a custom polkit rule for the org.freedesktop.NetworkManager.settings.modify.system action (how to create custom polkit rules is beyond the scope of this document and is left as an exercise for the reader).<br>Start Bouncer manually once to enable autostart. You should see a notification indicating your system is correctly configured for Bouncer.<br>",
    "build_date": "2025-12-09T02:01:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/justinrdonnelly.bouncer/8b89fb506bf5ee9b1291b18a3d5c7abe/icons/128x128/io.github.justinrdonnelly.bouncer.png",
    "license": "MPL-2.0",
    "tag": [
      "firewall",
      "network",
      "Wi-Fi"
    ],
    "rank": 40
  },
  {
    "pkg": "Tangent",
    "app_id": "io.github.suchnsuch.Tangent",
    "description": "Record and connect your thoughts",
    "description_long": "<br>Tangent lets you write the way you think. Your thoughts are connected; Tangent lets you link to existing notes and make new ones with ease.<br>Let your mind wander along the path of interest. Don't suppress tangential thoughts; embrace them. Key features include:<br>[[Wiki-link]] linking to other files in your workspace by name.<br>Horizontally-scrolling sliding panels for quickly moving back and forth along a trail of thoughts.<br>A Map View of the links between notes created and followed during your current session.<br>Note creation automation with support for creating notes within folders defined by wildcards.<br>Full-workspace note search powered by a custom query language.<br>Tangent reads and writes plaintext notes using a loose interpretation of Markdown syntax.<br>Text is rendered in a pseudo-WYSIWYG style, with formatting characters appearing only when you need them.<br>Tangent supports bold, italics, headers, lists, links, images, todos, tags, inline code, block code with syntax highlighting,<br>inline and block KaTeX math, color highlights, strikethrough, and comments.<br>",
    "build_date": "2025-11-02T17:50:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/suchnsuch.Tangent/9a5876e63d41b9bb4c316703078534f9/icons/128x128/io.github.suchnsuch.Tangent.png",
    "license": "Apache-2.0",
    "tag": [
      "markdown",
      "notes",
      "pkm"
    ],
    "rank": 41
  },
  {
    "pkg": "Dynamic Wallpaper Editor",
    "app_id": "com.github.maoschanz.DynamicWallpaperEditor",
    "description": "Create or edit XML dynamic wallpapers (\"background slideshows\") for the GNOME desktop",
    "description_long": "<br>Dynamic Wallpaper Editor is a simple utility to create or edit dynamic<br>wallpapers for the GNOME desktop.<br>The duration of each picture and each transition can be set separately or<br>globally. The total duration can be 24 hours to do a wallpaper fitting the<br>daylight.<br>",
    "build_date": "2025-12-15T07:31:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/maoschanz.DynamicWallpaperEditor.desktop/1144f465f56f0b5f28e6e08be34cf706/icons/128x128/com.github.maoschanz.DynamicWallpaperEditor.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wallpaper",
      "Daylight",
      "XML"
    ],
    "rank": 42
  },
  {
    "pkg": "ROTA",
    "app_id": "net.hhoney.rota",
    "description": "Gravity bends beneath your feet",
    "description_long": "Move blocks and twist gravity to solve puzzles. Collect all 50 gems and explore 8 vibrant worlds.<br>Rotate gravity as you walk over the edge!<br>Push, pull and rotate gravity-blocks to traverse the stage and solve puzzles.<br>Collect all 50 gems to unlock doors and explore 8 vibrant worlds!<br>Listen to an original ambient soundtrack that will keep you relaxed while solving challenging puzzles. (:<br>Watch out for spikes! 0:<br>",
    "build_date": "2025-08-25T17:40:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/rota/5ad819dbf706c8c7976076ffc1568608/icons/128x128/net.hhoney.rota.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 43
  },
  {
    "pkg": "Rclone Shuttle",
    "app_id": "io.github.pieterdd.RcloneShuttle",
    "description": "Upload your files to anywhere",
    "description_long": "<br>Access all your cloud storage providers from one app. Powered by Rclone's superb command line<br>tool, Rclone Shuttle lets you browse your files wherever they are hosted.<br>Rclone Shuttle can:<br>Upload files via drag and drop<br>Rename, move, copy and delete files/folders<br>Open remote files locally via double click<br>Permanently save a local copy of specific files/folders<br>Handle encrypted Rclone configuration files<br>Rclone supports a variety of providers and protocols including:<br>Amazon S3<br>Dropbox<br>FTP<br>Google Cloud Storage<br>Google Drive<br>Google Photos<br>OneDrive<br>Proton Drive<br>SFTP<br>SMB (Samba)<br>WebDAV (works with Nextcloud)<br>Full host filesystem access is necessary to enable drag-and-drop until<br>https://github.com/pieterdd/RcloneShuttle/issues/7 is fixed.",
    "build_date": "2025-12-19T23:08:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pieterdd.RcloneShuttle/dbb29efe5d1b0980a3637684ebb9dd20/icons/128x128/io.github.pieterdd.RcloneShuttle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 44
  },
  {
    "pkg": "Ping Monitor",
    "app_id": "io.github.sigmasd.pingmonitor",
    "description": "Monitor your ping",
    "description_long": "Ping Monitor is a simple tool to monitor your ping.<br>Features:<br>Display your ping in real time as a nice chart<br>Make it obvious when you're disconnected<br>",
    "build_date": "2025-12-16T12:42:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sigmasd.pingmonitor/6d6d6894f73938ad4a1cba0b8d45746a/icons/128x128/io.github.sigmasd.pingmonitor.png",
    "license": "MIT",
    "tag": [
      "ping",
      "network",
      "monitor"
    ],
    "rank": 45
  },
  {
    "pkg": "Lotti",
    "app_id": "com.matthiasn.lotti",
    "description": "A smart journal and life management app",
    "description_long": "<br>Lotti is a comprehensive life management and journaling application that helps you track your goals, <br>habits, and daily activities while maintaining your privacy. It features:<br>Smart journaling with text, audio, and image support<br>Habit tracking and goal management<br>Health data integration<br>Privacy-first design with local data storage<br>Cross-platform synchronization<br>Customizable dashboards and analytics<br>Coming in December 2025: A 10-part blog series with video walkthroughs exploring everything Lotti can do — from task management to AI-powered insights. Learn how to take control of your productivity while keeping your data private!<br>",
    "build_date": "2025-12-14T19:14:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/matthiasn/lotti/4d64b247a6d00454fc471272336034bc/icons/128x128/com.matthiasn.lotti.png",
    "license": "GPL-3.0-only",
    "tag": [
      "journal",
      "diary",
      "goals"
    ],
    "rank": 46
  },
  {
    "pkg": "StarryDex",
    "app_id": "dev.mariinkys.StarryDex",
    "description": "A Pokédex Application",
    "description_long": "<br>Embark on your Pokémon journey with StarryDex, a simple Pokédex application.<br>Browse detailed info on all Pokémon species, including stats, evolution<br>requirements, and more.<br>Quickly search Pokémon by name, type, stats, and other filters.<br>Works completely offline.<br>This app has been developed with libcosmic for the COSMIC™ desktop, and issues may occur on<br>other platforms",
    "build_date": "2025-12-13T14:53:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/StarryDex/426bfe1c4d27ee8d8a85a1bc645d0203/icons/128x128/dev.mariinkys.StarryDex.png",
    "license": "GPL-3.0-only",
    "tag": [
      "COSMIC",
      "Pokedex",
      "Pokemon"
    ],
    "rank": 47
  },
  {
    "pkg": "Ricochlime",
    "app_id": "com.adilhanney.ricochlime",
    "description": "Satisfying monster shooter",
    "description_long": "<br>Ricochlime is a game where you attack the advancing<br>monsters with your ricocheting projectiles. The game is<br>made with the Flame game engine and Flutter.<br>",
    "build_date": "2025-12-16T15:27:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/ricochlime/3c80af5bd25abe617dabdbeb29744cd0/icons/128x128/com.adilhanney.ricochlime.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "flutter",
      "monster",
      "shooter"
    ],
    "rank": 48
  },
  {
    "pkg": "Break Timer",
    "app_id": "org.gnome.BreakTimer",
    "description": "Computer break reminders for GNOME",
    "description_long": "<br>Break Timer keeps track of how much you are using the computer, and it reminds you to take regular breaks. It is designed to encourage healthy behaviour, with a mix of short breaks for your eyes and wrists, as well as longer breaks to keep your body moving and your mind on task.<br>Break Timer is easy to set up, so you can pick a break schedule that works for you and it will carry on working in the background.<br>",
    "build_date": "2025-12-15T17:39:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/BreakTimer/e9cfaef22902ff74d76d2abd14c90cba/icons/128x128/org.gnome.BreakTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "break",
      "micro",
      "rest"
    ],
    "rank": 49
  },
  {
    "pkg": "NeoChat",
    "app_id": "org.kde.neochat",
    "description": "Chat on Matrix",
    "description_long": "NeoChat is a chat app that lets you take full advantage of the Matrix network. It provides you with a secure way to send text messages, videos and audio files to your family, colleagues and friends.<br>NeoChat aims to be a fully featured application for the Matrix specification. As such everything in the current stable specification with the notable exceptions of VoIP, threads and some aspects of End-to-End Encryption are supported. There are a few other smaller omissions due to the fact that the Matrix spec is constantly evolving but the aim remains to provide eventual support for the entire spec.<br>Due to the nature of the Matrix specification development NeoChat also supports numerous unstable features. Currently these are:<br>Polls - MSC3381<br>Sticker Packs - MSC2545<br>Location Events - MSC3488<br>",
    "build_date": "2025-12-11T17:56:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/neochat/b8a3971bdf2789bfa4a1140da42b3d4e/icons/128x128/org.kde.neochat.png",
    "license": "GPL-3.0",
    "tag": [
      "Matrix",
      "Kirigami"
    ],
    "rank": 50
  },
  {
    "pkg": "Waycheck",
    "app_id": "dev.serebit.Waycheck",
    "description": "Show Wayland compositor details",
    "description_long": "<br>Waycheck is a simple graphical application that connects to your Wayland compositor and displays the list of Wayland protocols that it supports, along with the list of protocols that it doesn't.<br>",
    "build_date": "2025-12-13T15:24:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/serebit/Waycheck/f8a16319bf30659826c6ad352e34f1f6/icons/128x128/dev.serebit.Waycheck.png",
    "license": "Apache-2.0",
    "tag": [
      "wayland"
    ],
    "rank": 51
  },
  {
    "pkg": "Curo Calculator",
    "app_id": "app.curocalc.calculator",
    "description": "Financial calculations simplified",
    "description_long": "Curo Calculator is the ultimate tool for anyone needing to calculate loan, lease, and hire<br>purchase repayments and interest rates. Perfect for both personal users and finance<br>professionals, this app simplifies complex financial calculations.<br>Key Features Include:<br>Customizable Interface: Tailor the calculator's layout to suit your needs, whether for<br>straightforward daily calculations or advanced financial scenarios.<br>Guided Examples: Dive into usage with examples illustrating both basic and advanced<br>features like payment weighting, deferred settlements, and 0% interest calculations. With<br>just 3 clicks or taps, navigate from simple to complex calculations effortlessly.<br>User-Defined Templates: Save time on repetitive tasks with templates tailored to your<br>frequent calculations.<br>Day Count Conventions: Supports multiple conventions like 30/360, Actual/365,<br>Actual/Actual, and the EU's APR for consumer credit, ensuring accuracy across various<br>financial contexts.<br>Amortization and APR Proof Schedules: View results in clear, downloadable formats for<br>further analysis or record-keeping.<br>Comprehensive Online Support: Access an extensive help website that explains all features,<br>provides examples, and more.<br>Curo Calculator is a proprietary Flutter-based app for advanced financial calculations,<br>including loan, lease, and hire purchase payments and rates. It is built on the open-source<br>Curo library available on GitHub.<br>Built on Debian GNU/Linux 12 (bookworm) with Flutter 3.38.3, distributed as a prebuilt<br>binary.",
    "build_date": "2025-12-14T19:54:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/curocalc/calculator/23fe2c82ae8ea83f90935091ac849dcb/icons/128x128/app.curocalc.calculator.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Curo",
      "Calculator",
      "Leasing"
    ],
    "rank": 52
  },
  {
    "pkg": "Memorize",
    "app_id": "io.github.david_swift.Flashcards",
    "description": "Study flashcards",
    "description_long": "\nMemorize is a native GNOME app that stores your flashcard sets.\nIt enables you to create, edit, view, and study sets.\nUse the test mode for creating a preparation exam. You can easily import existing Quizlet sets.<br>",
    "build_date": "2024-06-08T20:20:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/david_swift.Flashcards/a5cf2704d91b810637273246ae2dcf54/icons/128x128/io.github.david_swift.Flashcards.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 53
  },
  {
    "pkg": "Git Cola",
    "app_id": "com.github.git_cola.git-cola",
    "description": "Sleek and powerful Git GUI",
    "description_long": "<br>git-cola is a simple, powerful, and feature-rich GUI for git that provides an easy way to interact with Git repositories.<br>",
    "build_date": "2025-11-19T06:36:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/git_cola.git-cola/1d196f6574d10033d863e52521ec8d77/icons/128x128/com.github.git_cola.git-cola.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 54
  },
  {
    "pkg": "DDNet",
    "app_id": "tw.ddnet.ddnet",
    "description": "Hardest co-op 2D platformer ever",
    "description_long": "<br>DDraceNetwork (DDNet) is an actively maintained version of DDRace, <br>a Teeworlds modification with a unique cooperative gameplay. <br>Help each other play through custom maps with up to 64 players, <br>compete against the best in international tournaments, design your own maps, <br>or run your own server. The official servers are around the world. <br>All ranks made on official servers are available worldwide and you can collect points!<br>",
    "build_date": "2025-12-14T20:37:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/tw/ddnet/ddnet/84ee220b95f24e0b7ce7b54b7aa308ea/icons/128x128/tw.ddnet.ddnet.png",
    "license": "Zlib",
    "tag": [
      "teeworlds",
      "game"
    ],
    "rank": 55
  },
  {
    "pkg": "Roger Router",
    "app_id": "org.tabos.roger",
    "description": "Journal, Fax-Software and Call-Monitor for AVM FRITZ!Box or compatible",
    "description_long": "Roger Router is a clean solution for controlling the FRITZ!Box or compatible router with Linux. It offers a rich feature list, including call monitor, journal, fax support and also has a great integration into several address books.",
    "build_date": "2025-06-29T16:00:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/roger/eca0ac70c09dea1afd82cfd97f6aca5c/icons/128x128/org.tabos.roger.png",
    "license": "GPL-2.0",
    "tag": [
      "fritz",
      "box",
      "fritzbox"
    ],
    "rank": 56
  },
  {
    "pkg": "lfy",
    "app_id": "cool.ldr.lfy",
    "description": "Translation software designed for reading scientific research literature",
    "description_long": "<br>An easy and pleasant way to translate.<br>Support many translation services. Especially suitable for document translation.<br>",
    "build_date": "2025-12-12T02:49:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/cool/ldr/lfy/aabe80287bd68fd892b1826a23b84512/icons/128x128/cool.ldr.lfy.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 57
  },
  {
    "pkg": "Geopard",
    "app_id": "com.ranfdev.Geopard",
    "description": "Browse Gemini pages",
    "description_long": "Geopard is a browser for the Gemini protocol, that is, a lighter alternative to the web.<br>Use Geopard to browse the space and reach hundreds of Gemini capsules! Read stories, download files, play games...<br>Features:<br>Colors!<br>The browser will have a different color for each domain you visit.<br>Fast (async core + caching):<br>Streams content by default. That means you can open pages even when you have<br>connection speeds of Kb/s.<br>It also caches pages in the history, so you can go back/forward in an instant<br>Can download binary files:<br>The download will start as soon as you open the corresponding link.<br>You can always cancel it by opening another page.<br>",
    "build_date": "2025-09-01T10:25:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Geopard/dd0a4979c433aaae19616fbf64ab1646/icons/128x128/com.ranfdev.Geopard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "browser"
    ],
    "rank": 58
  },
  {
    "pkg": "Zulip",
    "app_id": "org.zulip.Zulip",
    "description": "Zulip Desktop Client for Linux",
    "description_long": "<br>Zulip is a powerful, open source group chat application that combines the immediacy of real-time chat with the productivity benefits of threaded conversations. Zulip is used by open source projects, Fortune 500 companies, large standards bodies, and others who need a real-time chat system that allows users to easily process hundreds or thousands of messages a day.<br>",
    "build_date": "2025-12-15T21:22:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/zulip/Zulip/01357e12aa16d598522de6c8e944f257/icons/128x128/org.zulip.Zulip.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 59
  },
  {
    "pkg": "Mini Text",
    "app_id": "io.github.nokse22.minitext",
    "description": "Ephemeral scratch pad",
    "description_long": "A very small and minimalistic digital scratch pad with minimal editing capabilities.\nBest used with 'Always on Top' and/or 'Always on Visible Workspace'. It doesn't save or load files, just your clipboard.<br>",
    "build_date": "2025-12-14T19:09:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.minitext/abc655beb9c8c41fb4b6c68f82cd45b5/icons/128x128/io.github.nokse22.minitext.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 60
  },
  {
    "pkg": "Angelfish",
    "app_id": "org.kde.angelfish",
    "description": "Webbrowser for mobile devices",
    "description_long": "Angelfish is a modern mobile webbrowser<br>It supports typical browser features, such as<br>bookmarks<br>history<br>tabs<br>",
    "build_date": "2025-12-12T15:09:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/angelfish/ce013ea3fea06127cf3962b032a2bcf2/icons/128x128/org.kde.angelfish.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 61
  },
  {
    "pkg": "Translation Editor",
    "app_id": "org.gnome.Gtranslator",
    "description": "Translate apps in your language",
    "description_long": "<br>Gtranslator is an enhanced gettext po file editor for the GNOME desktop<br>environment.<br>It handles all forms of gettext po files and includes very useful features<br>like find/replace, translation memory, different translator profiles,<br>messages table (for having an overview of the translations/messages in the<br>po file), easy navigation and editing of translation messages and comments<br>of the translation where accurate.<br>Gtranslator includes also a plugin system with many interesting plugins like alternate language, insert tags, integration with subversion and a source code viewer.<br>",
    "build_date": "2025-09-16T17:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Gtranslator/de186d3abb0de48f35e7500eb32e62f4/icons/128x128/org.gnome.Gtranslator.png",
    "license": "GPL-2.0+ AND GPL-3.0+",
    "tag": [
      "Editor",
      "Gettext",
      "Write"
    ],
    "rank": 62
  },
  {
    "pkg": "Sopwith",
    "app_id": "io.github.fragglet.sdl_sopwith",
    "description": "Classic biplane shoot-'em up",
    "description_long": "<br>Sopwith is a modern port of the classic 1980s shoot 'em up game of the<br>same name. The game has a World War I aviation theme. The object of<br>Sopwith is to destroy all enemy targets with a somewhat limited airforce.<br>It can be played both in single player and multiplayer mode over a TCP/IP network.<br>",
    "build_date": "2025-12-08T15:45:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fragglet.sdl_sopwith/aac42abc14c3790f154c04b6e24e6842/icons/128x128/io.github.fragglet.sdl_sopwith.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "sopwith",
      "biplane",
      "retro"
    ],
    "rank": 63
  },
  {
    "pkg": "IceBox",
    "app_id": "io.github.pleromix.IceBox",
    "description": "PDF Maker",
    "description_long": "<br>Convert images to PDF<br>Compress and transform images<br>Generate grayscale PDFs<br>Support multiple image formats<br>Add metadata to PDFs<br>",
    "build_date": "2025-05-23T09:40:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pleromix.IceBox/1dcebe2761b7db0b7bf8c51e529c10e4/icons/128x128/io.github.pleromix.IceBox.png",
    "license": "GPL-3.0",
    "tag": [
      "pdf",
      "document",
      "photo"
    ],
    "rank": 64
  },
  {
    "pkg": "Xpano",
    "app_id": "cz.krupkat.Xpano",
    "description": "Easy panorama stitching",
    "description_long": "<br>Xpano is a photo stitching tool that focuses on simplicity and ease of use, you can use it to:<br>Auto detect groups of images that can be stitched into panoramas<br>Quickly preview the results with zoom and pan<br>Crop, auto fill boundaries and select from multiple projection types<br>Adjust the projection parameters: pitch, yaw and roll<br>Export full resolution panoramas, including exif metadata<br>",
    "build_date": "2024-10-05T08:59:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/cz/krupkat/Xpano/9f36170dae1511e7eaa702f53df65567/icons/128x128/cz.krupkat.Xpano.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pano"
    ],
    "rank": 65
  },
  {
    "pkg": "Paleta",
    "app_id": "io.github.nate_xyz.Paleta",
    "description": "Generate color palettes with ease",
    "description_long": "Find the dominant color palette from any image and manage palettes with Paleta. An intuitive tool for designers, artists, or anyone looking to streamline their color work.<br>Features:<br>Drag and drop images to load<br>Color extraction with color-thief<br>Save extracted palettes for later use<br>Modify saved palette name and colors<br>Add new palettes from scratch<br>❗ Note: Paleta is under active development! If you would like to suggest any features or if you find any bugs, your feedback is very welcome!",
    "build_date": "2025-12-09T17:27:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nate_xyz.Paleta/5e1fa8699d88e54f4155ce6d805a939f/icons/128x128/io.github.nate_xyz.Paleta.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 66
  },
  {
    "pkg": "Quadrant for Minecraft",
    "app_id": "dev.mrquantumoff.mcmodpackmanager",
    "description": "Manage your mods and modpacks with ease.",
    "description_long": "<br>This is a powerful tool to manage your Minecraft: Java Edition mods.<br>With this app you can easily install mods, resourcepacks, shaders. You can also share you<br>modpacks with your friends, and you can back up your modpacks to the cloud!<br>NOTE: This app and its developer are not affiliated with Mojang Studios or Microsoft.<br>",
    "build_date": "2025-12-14T16:16:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mrquantumoff/mcmodpackmanager/b3b77f5977cb6c63a03ee84994bfb90b/icons/128x128/dev.mrquantumoff.mcmodpackmanager.png",
    "license": "MPL-2.0",
    "tag": [
      "minecraft",
      "mods",
      "modding"
    ],
    "rank": 67
  },
  {
    "pkg": "Memorado",
    "app_id": "im.bernard.Memorado",
    "description": "Memorize anything",
    "description_long": "<br>Learn using spaced repetition. Create cards with a question and answer, and practice with them.<br>Great for learning new languages, memorizing terms and definitions, or anything else you want to get better at.<br>Create or import decks, practice them, or export to share them with friends.<br>",
    "build_date": "2025-12-17T22:08:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/bernard/Memorado/1e5e8fd0bd318ce5d5d84f93dfa51ae3/icons/128x128/im.bernard.Memorado.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "flashcards"
    ],
    "rank": 68
  },
  {
    "pkg": "Quakespasm",
    "app_id": "net.sourceforge.quakespasm.Quakespasm",
    "description": "A modern port of the original Quake engine",
    "description_long": "Quakespasm is a *Nix friendly Quake Engine based on the SDL port of the popular FitzQuake.<br>It includes some new features, important fixes, and aims for portability and 64 bit correctness.<br>Features:<br>Supports Windows, Mac OS X, Linux, other unices.<br>Well tested on both 32 bit and 64 bit platforms.<br>Well tested on both little endian and big endian platforms.<br>OpenGL improvements. In-game resolution changing.<br>Widescreen FOV (field of view) support and automatic Hor+ FOV scaling.<br>Improved sound support. Support for OGG, MP3, Opus and WAV external music files.<br>Improved game controller support using SDL2.<br>Countless bug fixes, security fixes and other improvements.<br>Support for playing the 'Quake 2021 re-release' content<br>Quakespasm requires a copy of the Quake game data, at the least in the form of the shareware data file<br>pak0.pak. In order to set this up, open (and if necessary create) the directory<br>~/.var/app/net.sourceforge.quakespasm.Quakespasm/data on your computer and copy the id1 directory<br>from a copy of Quake there. Quakespasm will notify you on startup if it cannot find or access the game data.",
    "build_date": "2025-12-16T17:45:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/quakespasm.Quakespasm/3fc9cb5117c179b590787d48ebf5d199/icons/128x128/net.sourceforge.quakespasm.Quakespasm.png",
    "license": "GPL-2.0-only",
    "tag": [
      "quake",
      "first",
      "person"
    ],
    "rank": 69
  },
  {
    "pkg": "Draughts",
    "app_id": "io.github.tobagin.Draughts",
    "description": "Play draughts (checkers) with 16 variants, AI opponents, and online multiplayer",
    "description_long": "<br>Draughts is a comprehensive checkers/draughts game featuring 16 international game variants,<br>multiple AI difficulty levels, online multiplayer, and a beautiful modern interface built with GTK4 and LibAdwaita.<br>Whether you're a casual player or a serious competitor, Draughts offers engaging gameplay<br>for players of all skill levels - play against AI, friends locally, or opponents online!<br>Game Features:<br>16 international draughts variants including American Checkers, International Draughts, Russian, Brazilian, and more<br>10 AI difficulty levels from Beginner to Grandmaster<br>Online multiplayer with quick match, room hosting, and session persistence<br>Human vs Human (local and online), Human vs AI, and AI vs AI gameplay modes<br>Complete move history with undo/redo support<br>PDN (Portable Draughts Notation) export for game analysis<br>Multiple board themes and piece styles (plastic, wood, metal, bottle-cap)<br>Timer modes: countdown, Fischer increment, and Bronstein delay<br>Accessibility and Polish:<br>Sound effects for moves, captures, and game events<br>Keyboard navigation and screen reader support<br>High contrast mode for better visibility<br>Smooth animations and visual feedback<br>Game history browser with replay functionality<br>Comprehensive rules documentation for each variant<br>Adaptive board orientation - your pieces always at the bottom<br>",
    "build_date": "2025-12-13T20:21:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.Draughts/74cd137ed0755a5d905ee23d27d85f16/icons/128x128/io.github.tobagin.Draughts.png",
    "license": "GPL-3.0+",
    "tag": [
      "checkers",
      "draughts",
      "strategy"
    ],
    "rank": 70
  },
  {
    "pkg": "Chronos",
    "app_id": "com.francescogaglione.chronos",
    "description": "Chronos is a simple and intuitive Pomodoro timer for Linux",
    "description_long": "Chronos is a simple and intuitive Pomodoro timer for Linux that helps users manage their time efficiently and<br>effectively, making it easier to focus on tasks and take breaks at regular intervals.<br>",
    "build_date": "2025-01-13T11:17:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/francescogaglione/chronos/a708dd2f633f41e9138fdc95a31d5f41/icons/128x128/com.francescogaglione.chronos.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 71
  },
  {
    "pkg": "Kana",
    "app_id": "com.felipekinoshita.Kana",
    "description": "Learn Japanese characters",
    "description_long": "<br>Hone your Japanese skills by matching romanized characters to their correct hiragana and katakana counterparts.<br>",
    "build_date": "2025-12-11T14:02:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Kana/c9fb9f18f8c8d8fcd87b1c4c92bd3b46/icons/128x128/com.felipekinoshita.Kana.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "japanese",
      "hiragana",
      "katakana"
    ],
    "rank": 72
  },
  {
    "pkg": "Zandronum",
    "app_id": "com.zandronum.Zandronum",
    "description": "Leading the way in newschool multiplayer Doom online",
    "description_long": "<br>Zandronum is a multiplayer oriented port, based off Skulltag, for Doom and Doom II by id Software. Zandronum brings classic Doom into the 21st century, maintaining the essence of what has made Doom great for so many years and, at the same time, adding new features to modernize it, creating a fresh, fun new experience. Here's why you should kill your time with Zandronum, versus vanilla Doom:<br>Client/server architecture: play and switch between games with ease<br>Supports up to 64 players <br>Wide array of gameplay modes<br>Competitive: Team DM, Duel, CTF, Possession, LMS, Terminator, Skulltag<br>Cooperative: Survival, Invasion (or both!)<br>Modifiers, like Instagib and Buckshot, can be used to spice up any game<br>Modern and beautiful<br>Support for large number of ZDoom and GZDoom mods<br>Choose between GZDoom's OpenGL renderer, or Doom's Software renderer<br>Useful features like a console, Quake-style key bindings, freelooking, and jumping<br>Support for many Doom engine based games including Heretic, Hexen, and Strife<br>Supports modern versions of Windows, Mac OS X, and Linux<br>In some scenarios, commercial data files are required to run the supported games. In other cases, it's possibly to automatically use Freedoom as a drop-in replacement. This package comes bundled with Doomseeker for easy installation and server browsing.<br>",
    "build_date": "2025-10-26T08:06:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/zandronum/Zandronum/9f71c7ab417b52fa0a9dd1e7b8e60f43/icons/128x128/com.zandronum.Zandronum.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Doom",
      "Heretic",
      "Hexen"
    ],
    "rank": 73
  },
  {
    "pkg": "vCard Studio",
    "app_id": "net.zdechov.app.vCardStudio",
    "description": "Contact management application",
    "description_long": "<br>A contact management application with support for vCard file format (.vcf).<br>Features:<br>Add, Edit, Clone or Remove contacts and contact properties<br>Shows contact fields in multiple tabs General, Home, Work, Social, Chat ans Others<br>Contact photo displayed and can be changed (supported image types JPEG, PNG, GIF and BMP)<br>Quick filter by table columns in contacts list<br>Combine multiple contact files together<br>Split contacts to separate files<br>Find any value in contacts<br>Find duplicate contacts to merge<br>Copy, Cut and Paste contacts from/to clipboard<br>Multilingual interface (English, Czech, Swedish)<br>Contact QR code<br>View contact source with syntax highlighting<br>Export to CSV, XML, MediaWiki, Excel, JSON, HTML and plain text.<br>Import from CSV, XML, MediaWiki and JSON.<br>Compare with another vCard file.<br>",
    "build_date": "2024-11-22T07:14:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.vCardStudio/127b1382e106cb7c075c0fb41f2f4ba6/icons/128x128/net.zdechov.app.vCardStudio.png",
    "license": "CC0-1.0",
    "tag": [
      "vcard",
      "vcf",
      "contacts"
    ],
    "rank": 74
  },
  {
    "pkg": "Blockstream Green",
    "app_id": "com.blockstream.Green",
    "description": "A simple and secure Bitcoin and Liquid Network wallet",
    "description_long": "<br>Built by one of the most respected teams in the Bitcoin industry, Blockstream Green is supported across multiple platforms and is designed for Bitcoin beginners and power users alike.<br>",
    "build_date": "2025-09-09T17:15:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/blockstream/Green/8526533cb8bdfa13e7eb8f89c1aec9d1/icons/128x128/com.blockstream.Green.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Wallet",
      "Bitcoin",
      "Liquid"
    ],
    "rank": 75
  },
  {
    "pkg": "QGroundControl",
    "app_id": "org.mavlink.qgroundcontrol",
    "description": "UAS ground control station",
    "description_long": "<br>Intuitive and Powerful Ground Control Station for the MAVLink protocol.<br>",
    "build_date": "2025-06-19T09:06:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/mavlink/qgroundcontrol/d5a422bf825270c49533bb9e35cf8c7a/icons/128x128/org.mavlink.qgroundcontrol.png",
    "license": "GPL-3.0 AND Apache-2.0",
    "tag": [],
    "rank": 76
  },
  {
    "pkg": "FCast Receiver",
    "app_id": "org.fcast.Receiver",
    "description": "Receiver for displaying multimedia content from FCast sender applications",
    "description_long": "<br>FCast is an open source protocol that enables wireless streaming of audio and video content between devices, supporting various stream types such as DASH, HLS, and mp4.<br>Unlike proprietary protocols like Chromecast and AirPlay, FCast offers an open approach, empowering third-party developers to create their own receiver devices or integrate the FCast protocol into their own apps.<br>",
    "build_date": "2025-12-17T16:45:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/fcast/Receiver/c9d5823599be3a0dcea0cf822f7afde1/icons/128x128/org.fcast.Receiver.png",
    "license": "MIT",
    "tag": [],
    "rank": 77
  },
  {
    "pkg": "OTP Authenticator App",
    "app_id": "com.polydez.KeyVault",
    "description": "Secure 2FA and OTP authentication manager",
    "description_long": "<br>KeyVault is a secure 2FA/OTP manager that helps you store and manage all your two-factor<br>authentication codes and time-based one-time passwords (TOTP) in one secure location.<br>All data is stored locally and only on your devices. This app can be used as-is or, manually sync<br>2FA codes from one device to another with the import/export tool. <br>KeyVault also has an Android and Windows version which allows you to import/export your codes<br>with ease and with encryption (offline). <br>Features:<br>Secure storage for all your 2FA and OTP tokens (keys are stored on device, never online)<br>Automatic TOTP code generation<br>Easy organization of authentication codes<br>Cross-platform support (Android, Windows available, with Mac and iPhone coming soon)<br>Pro Features (unlocked with KeyVault Pro License on Android)<br>Create and categorize your OTP codes<br>Customize your OTP codes with colors and icons<br>Personalize KeyVault OTP app with custom themes<br>Activate PIN for security<br>",
    "build_date": "2025-11-23T10:52:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/polydez/KeyVault/5bbb7688916f2cf92dd3304c68e58d1f/icons/128x128/com.polydez.KeyVault.png",
    "license": "LicenseRef-proprietary=https://www.polydez.com/keyvault",
    "tag": [
      "OTP",
      "2FA",
      "Security"
    ],
    "rank": 78
  },
  {
    "pkg": "Oh My SVG",
    "app_id": "re.sonny.OhMySVG",
    "description": "Reduce the size of SVGs",
    "description_long": "Oh My SVG let you export unoptimized SVG files into smaller versions.<br>It lets you preview and tweak the parameters to obtain a satisfactory result before saving.<br>It removes or approximate information that is not required for rendering.<br>Remember that Oh My SVG removes information and metadata that may be useful, do not overwrite your original/source SVG files.",
    "build_date": "2025-10-28T09:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/OhMySVG/5cb6d5d981e6c3f0c5db9d61c9507c27/icons/128x128/re.sonny.OhMySVG.png",
    "license": "GPL-3.0",
    "tag": [
      "SVG",
      "clean",
      "optimize"
    ],
    "rank": 79
  },
  {
    "pkg": "Time Tracker",
    "app_id": "com.lynnmichaelmartin.TimeTracker",
    "description": "Track and sync time, local-first",
    "description_long": "A simple but powerful time-tracker program, built on GNOME technologies.<br>Instead of using online-first options like Toggl and Clockify, use a lightning-fast, local-first option. Time Tracker can sync with multiple computers by using cloud or network storage.<br>Time Tracker allows you to track different projects, see how much time you’ve spent on each project, and sync with a local file or a file in your own cloud storage. You can also open your sync file in spreadsheet software (since it's a CSV file).",
    "build_date": "2025-09-29T17:14:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/lynnmichaelmartin/TimeTracker/c7d97caa91031412de80cf4a5d4287dd/icons/128x128/com.lynnmichaelmartin.TimeTracker.png",
    "license": "MIT-0",
    "tag": [],
    "rank": 80
  },
  {
    "pkg": "Urban Terror",
    "app_id": "info.urbanterror.UrbanTerror",
    "description": "Tactical first person shooter with action movie elements",
    "description_long": "<br>Urban Terror could best be described as a Hollywood tactical shooter; it is<br>realism based to a certain extent (environments/weapons/player models), but<br>also goes by the motto (fast gameplay and lots of<br>action). This combination of reality and action results in a very unique,<br>enjoyable and addictive game.<br>",
    "build_date": "2025-12-14T10:50:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/urbanterror/UrbanTerror/75ddceef3411c4b46413569b4c431acd/icons/128x128/info.urbanterror.UrbanTerror.png",
    "license": "GPL-2.0+ AND LicenseRef-proprietary=https://www.urbanterror.info/support/202-quake-3-sdk/",
    "tag": [],
    "rank": 81
  },
  {
    "pkg": "Byte",
    "app_id": "com.github.alainm23.byte",
    "description": "Rediscover your music",
    "description_long": "Interact with your music and fall in love with your library all over again.<br>Byte offers a beautiful presentation of your Music Library with loads of powerful features in a minimalistic yet highly customizable UI.<br>Handy features:<br>Light and Dark themes.<br>Add up to 100 items under for songs.<br>Sort individual playlists by album, title, play count or recently added.<br>Advanced Media Details and Artist Info.<br>Group Playlists, Albums, Artists, Songs, etc.<br>Search, add and play your favorite online radio stations.<br>",
    "build_date": "2025-12-16T03:50:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/alainm23.byte/7d112eff1fc2f3292cb81b3d48ad45b6/icons/128x128/com.github.alainm23.byte.png",
    "license": "GPL-3.0+",
    "tag": [
      "music",
      "radio",
      "playlist"
    ],
    "rank": 82
  },
  {
    "pkg": "Apifox",
    "app_id": "com.apifox.Apifox",
    "description": "Apifox = Postman + Swagger + Mock + JMeter",
    "description_long": "Apifox = Postman + Swagger + Mock + JMeter<br>NOTE: This wrapper is NOT verified by, affiliated with, or supported by Apifox Team.",
    "build_date": "2025-12-19T05:21:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/apifox/Apifox/8dbae56336f7a71777cd71a37907e1a3/icons/128x128/com.apifox.Apifox.png",
    "license": "LicenseRef-proprietary=https://docs.apifox.com/5734439m0",
    "tag": [],
    "rank": 83
  },
  {
    "pkg": "FreeCol",
    "app_id": "org.freecol.FreeCol",
    "description": "FreeCol a turn-based strategy game",
    "description_long": "<br>The FreeCol team aims to create an Open Source version of Colonization (released under the GPL). <br>At first we'll try to make an exact clone of Colonization. <br>The visuals will be brought up to date with more recent standards but will remain clean, simple and functional. <br>Certain new 'features' will be implemented but the gameplay and the rules will be exactly the same as the original game. <br>Examples of modern features are: an isometric map and multiplayer support.<br>This clone will be developed incrementally and result in FreeCol 1.0.0 which will be an almost exact Colonization clone. <br>Incremental development basically means that we'll add features one at a time. <br>This allows us to have a running program at all times and also to release an unfinished but working game once in a while.<br>Once FreeCol 1.0.0 is finished we'll start working towards FreeCol 2.0.0. <br>FreeCol 2 will go beyond the original Colonization and will have many new features, it will be an implementation of our (and our users') image of what Colonization 2 would have been. <br>",
    "build_date": "2025-10-07T03:15:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freecol/FreeCol/6ff3da69875aa3bb299bb493fb75db50/icons/128x128/org.freecol.FreeCol.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 84
  },
  {
    "pkg": "OptiImage",
    "app_id": "org.kde.optiimage",
    "description": "Image optimizer to reduce the size of images",
    "description_long": "Optimize your images with OptiImage, a useful image compressor that supports<br>PNG, JPEG, WebP and SVG file types.<br>It supports both lossless and lossy compression modes with an option whether<br>to keep or not metadata of images. It additionally has a safe mode, where a new<br>image is created instead of overwriting the old one.<br>It uses the following tools:<br>oxipng for PNG images<br>jpegoptim for JPEG images<br>scour for SVG images<br>cwebp for WebP images<br>",
    "build_date": "2025-12-11T16:51:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/optiimage/a8bef62b34c05bcfe7f002b6c1d3ae83/icons/128x128/org.kde.optiimage.png",
    "license": "LGPL-2.1-only",
    "tag": [],
    "rank": 85
  },
  {
    "pkg": "burnfix",
    "app_id": "io.github.vinser.burnfix",
    "description": "Try to fix screen image retentions and burn in, look for screen defects",
    "description_long": "After turning off or moving the taskbar, you suddenly find that the logo in the corner of the screen and the search magnifier are still visible on your monitor or TV screen, although not as brightly.<br>This is called or .<br>Burnfix can attempt to get rid of this effect on your LCD, LED or plasma screen by showing a special moving pattern for a perioid of time.<br>Moreover, burnfix can show full-screen images of various colors to help you identify defects in the display matrix.",
    "build_date": "2025-12-13T06:49:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vinser.burnfix/02582c34bcdcf8cd97a303d52ce6d491/icons/128x128/io.github.vinser.burnfix.png",
    "license": "MIT",
    "tag": [
      "lcd",
      "led",
      "screen"
    ],
    "rank": 86
  },
  {
    "pkg": "Webfont Bundler",
    "app_id": "com.rafaelmardojai.WebfontKitGenerator",
    "description": "Create @font-face kits easily",
    "description_long": "<br>Webfont Bundler is a simple utility that allows you to generate woff, woff2 and the necessary CSS boilerplate from non-web font formats (otf and ttf).<br>Webfont Bundler also includes a tool to Download fonts from Google Fonts for self-hosting.<br>",
    "build_date": "2025-07-20T19:56:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/rafaelmardojai/WebfontKitGenerator/545f8bfb9a3bf52f2a607ed2d3edd191/icons/128x128/com.rafaelmardojai.WebfontKitGenerator.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "font",
      "font-face"
    ],
    "rank": 87
  },
  {
    "pkg": "Invoice Ninja",
    "app_id": "com.invoiceninja.InvoiceNinja",
    "description": "Create invoices, accept payments, track expenses & time tasks",
    "description_long": "Create. Send. Get Paid.<br>Invoice Ninja is a leading platform for SMB’s to invoice, accept payments, track expenses &amp; time billable-tasks. Designed for freelancers and small to medium size businesses, Invoice Ninja is a suite of apps to help you get paid.<br>• Incredibly easy to use: <br>Invoice Ninja was built to serve freelancers and business owners with a complete suite of invoicing &amp; payment tools to advance your business.<br>• Invoicing &amp; Payments: <br>Every feature is geared towards accurate and secure invoicing and getting you paid. With Invoice Ninja you can send beautiful branded invoices with minimum of effort and maximum professionalism.<br>• Time Tracker &amp; Projects: <br>Create projects and individual tasks per project. When done, simply “Send task to invoice” and all details will be sent ready for your clients to pay!<br>• Track Vendors &amp; Expenses: <br>With Invoice Ninja, all your earnings, expenses, clients and vendors are stored and managed in one system. Categorize your vendors &amp; re-invoice expenses to clients, or simply run expense reports.<br>All of these features combine to help you receive the money you deserve and reduce the amount of time you spend on repetitive invoicing tasks. Spend less time on paperwork and more time at your craft.<br>",
    "build_date": "2025-11-02T11:21:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/invoiceninja/InvoiceNinja/43f2d8b63f62da43ab138cffde4ede8f/icons/128x128/com.invoiceninja.InvoiceNinja.png",
    "license": "AAL",
    "tag": [],
    "rank": 88
  },
  {
    "pkg": "GrandOrgue",
    "app_id": "net.sourceforge.GrandOrgue",
    "description": "Pipe organ simulator",
    "description_long": "<br>GrandOrgue is a virtual pipe organ sample player application supporting<br>a HW1 compatible file format.<br>",
    "build_date": "2025-11-15T14:26:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/GrandOrgue/c439e1408d0f601dbb8b9909256e0df9/icons/128x128/net.sourceforge.GrandOrgue.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 89
  },
  {
    "pkg": "Denemo",
    "app_id": "org.denemo.Denemo",
    "description": "Create music scores",
    "description_long": "Denemo is a music notation program that lets you rapidly enter notation. Music can be typed in at the PC-Keyboard, or played in via MIDI controller. The typesetting is done in the background by LilyPond while you work, and is generally flawless publication quality. Any final tweaks to can be done on the final typeset score with the mouse if needed. This represents an enormous practical improvement over the most programs which require you to re-position colliding notation constantly as you enter the music.<br>Unique to Denemo are methods to enter music in a musical, rather than mechanical, manner. You play in a phrase or two of the music using the number keys to indicate the note durations. Audible feedback lets you hear what you have entered; playing the phrase a second time on a real instrument adds the pitches to the rhythm. Again, Denemo gives you audible feedback so that you don’t enter E-flat when you meant D-sharp etc.<br>Another great feature is the ability to put links in the score to the original source document that you transcribed from. Clicking on such a link opens the document for you and highlights the bar you are looking at. You can use this to continue work from where you left off, or for looking back at the source to check a doubtful bar.",
    "build_date": "2025-10-08T13:10:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/denemo/Denemo/e193e818d6466e1f6f34ce46c012b8bc/icons/128x128/org.denemo.Denemo.png",
    "license": "GPL-3.0+",
    "tag": [
      "Music",
      "Notation",
      "Score"
    ],
    "rank": 90
  },
  {
    "pkg": "Metronome",
    "app_id": "com.adrienplazas.Metronome",
    "description": "Keep the tempo",
    "description_long": "Metronome beats the rhythm for you, you simply need to tell it the required time signature and beats per minutes.<br>You can also tap to let the application guess the required beats per minute.",
    "build_date": "2025-12-11T16:51:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adrienplazas/Metronome/85787b0dcdff44ec40f4acdcced9b438/icons/128x128/com.adrienplazas.Metronome.png",
    "license": "GPL-3.0+",
    "tag": [
      "Bar",
      "Beat",
      "Beats"
    ],
    "rank": 91
  },
  {
    "pkg": "Schulrechner",
    "app_id": "io.github.CardiJey.schulrechner",
    "description": "The calculator you know from school",
    "description_long": "<br>This is a very early version in development. Unlabeled buttons will be implemented in the future, and bugs may be frequent. If you experience issues or have feature requests, please file an issue (link below).<br>Frustrated by the lack of free, open-source scientific calculators that feel like the ones I am used to, I decided to reverse-engineer my old calculator from school.<br>With features like:<br>input of complex equations,<br>output as fractions as well as decimals,<br>result storage and reuse,<br>selection and editing of equations from input history,<br>and support for implicit multiplication (like 5π instead of 5*π),<br>this calculator produces math that looks like the math on your paper. That makes it much more suitable for higher-level math in school and university—especially if you've grown accustomed to this kind of interface from a young age and just forgot your calculator at home.<br>Some additional features include:<br>A well-established open-source math.js library as the math engine—so you're not relying on some sketchy, hand-rolled math logic (just my sketchy hand-rolled input method 😛)<br>A familiar, intuitive design<br>100% offline usability and fully open source<br>Written entirely in HTML, JS, and CSS, which means it is inherently cross-platform, ...<br>easy for other web developers to contribute and ...<br>admittedly a bit heavy for a calculator. If you're interested in helping make a lighter version (Flutter, Kotlin, etc.), you're very welcome!<br>",
    "build_date": "2025-12-14T20:08:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/CardiJey.schulrechner/61e645259281f8b404ddb8c4d38e23d8/icons/128x128/io.github.CardiJey.schulrechner.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 92
  },
  {
    "pkg": "AAAAXY",
    "app_id": "io.github.divverent.aaaaxy",
    "description": "Impossible spaces puzzle platformer",
    "description_long": "<br>Although your general goal is reaching the surprising end of the game, you are encouraged to set your own goals while playing. Exploration will be rewarded, and secrets await you!<br>So jump and run around, and enjoy losing your sense of orientation in this World of Wicked Weirdness. Find out what Van Vlijmen will make you do. Pick a path, get inside a Klein Bottle, recognize some memes, and by all means: don't look up.<br>",
    "build_date": "2025-11-26T07:07:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/divverent.aaaaxy/ca56c4b165408bfb14be3ba01ddff6e6/icons/128x128/io.github.divverent.aaaaxy.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 93
  },
  {
    "pkg": "Granatier",
    "app_id": "org.kde.granatier",
    "description": "Bomberman clone",
    "description_long": "<br>Granatier is a clone of the classic Bomberman game, inspired by the work of the Clanbomber clone.<br>",
    "build_date": "2025-12-17T17:28:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/granatier/0a61cf5262a82a37ba57373d9a40120d/icons/128x128/org.kde.granatier.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 94
  },
  {
    "pkg": "OpenBubbles",
    "app_id": "app.openbubbles.OpenBubbles",
    "description": "OpenBubbles client for Linux",
    "description_long": "<br>Open-source and cross-platform ecosystem of apps aimed to bring iMessage to Android, Windows, Linux, and the Web!<br>",
    "build_date": "2025-07-15T06:10:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/openbubbles/OpenBubbles/ad53031b845dd7e0bf0d927a3a0be880/icons/128x128/app.openbubbles.OpenBubbles.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 95
  },
  {
    "pkg": "Blarock",
    "app_id": "io.gitlab.blahord.blarock",
    "description": "Simple music player",
    "description_long": "Blarock is a Qt based small and simple player for your local music library.<br>Features<br>Scans your library and automatically detects albums<br>Simple search for albums and tracks<br>Support for powerful automatic playlist management<br>Full desktop integration<br>Visualisation of the playing track<br>",
    "build_date": "2025-12-14T17:04:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/blahord.blarock/6b75ced19e5a96be8e6ad59ea06753e3/icons/128x128/io.gitlab.blahord.blarock.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 96
  },
  {
    "pkg": "Tempo",
    "app_id": "io.github.tobagin.tempo",
    "description": "A modern metronome for musicians",
    "description_long": "<br>Tempo is a modern, feature-rich metronome application designed for musicians of all levels. <br>Built with GTK4 and Libadwaita using Blueprint UI templates, it provides precise timing, <br>comprehensive keyboard shortcuts, and a beautiful animated beat indicator.<br>Key features include GStreamer audio integration with distinct beat/downbeat sounds, <br>customizable tempo (40-240 BPM), multiple time signatures, animated Cairo-based visual <br>indicators with pulse effects, comprehensive preferences dialog, tap tempo functionality, <br>and full keyboard control. The high-precision timing engine ensures professional accuracy.<br>",
    "build_date": "2025-11-05T15:08:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.tempo/2929adc283453a55da6f246246d41cff/icons/128x128/io.github.tobagin.tempo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "BPM"
    ],
    "rank": 97
  },
  {
    "pkg": "Tropy",
    "app_id": "org.tropy.Tropy",
    "description": "Explore your research photos",
    "description_long": "<br>Take control of your research photos with Tropy,<br>a tool that shortens the path from finding archival sources to writing about them.<br>Spend more time using your research photos, and less time hunting for them.<br>Tropy is an independent, open-source project<br>designed and produced by an international team of historians and software developers.<br>",
    "build_date": "2025-11-27T18:18:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tropy/Tropy/81de7f1e8d3ac57254d18c0123073979/icons/128x128/org.tropy.Tropy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 98
  },
  {
    "pkg": "Fontmatrix",
    "app_id": "com.github.fontmatrix.Fontmatrix",
    "description": "Font management application",
    "description_long": "Fontmatrix is a font management application.<br>It helps keeping your font collection in order, allowing you to<br>enable and disable availability of fonts and font families in your<br>system. This is typically in demand by designers who tend to have<br>huge collections of typefaces.",
    "build_date": "2025-11-02T03:02:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/fontmatrix.Fontmatrix/253add3c04d9e3ab5ca5edfe0b8bc1ed/icons/128x128/com.github.fontmatrix.Fontmatrix.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 99
  },
  {
    "pkg": "Color Palette",
    "app_id": "org.gnome.design.Palette",
    "description": "Look up GNOME colors",
    "description_long": "<br>Tool for viewing the GNOME color palette as defined by the design guidelines.<br>",
    "build_date": "2025-06-19T17:51:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Palette/8f5af6d460649052f0e129b86c8846aa/icons/128x128/org.gnome.design.Palette.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 100
  },
  {
    "pkg": "Door Knocker",
    "app_id": "xyz.tytanium.DoorKnocker",
    "description": "Check the availability of portals",
    "description_long": "Door Knocker allows you to check availability of all portals provided by xdg-desktop-portal.",
    "build_date": "2025-09-18T09:10:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/tytanium/DoorKnocker/4f41a6e1e3b360ea1eb4f3e53493c52d/icons/128x128/xyz.tytanium.DoorKnocker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "portal"
    ],
    "rank": 101
  },
  {
    "pkg": "Parallel Overhead",
    "app_id": "net.huitsi.ParallelOverhead",
    "description": "Endless runner game",
    "description_long": "<br>Parallel Overhead is a colorful endless runner game where you take control of<br>the ships Truth and Beauty on a groundbreaking trip through hyperspace. A<br>stable hyperspace tunnel has finally been achieved with the two ships<br>supporting it on opposite walls of the tunnel. Well, almost stable...<br>It's up to you to keep the ships from falling through the cracks!<br>",
    "build_date": "2025-09-02T11:01:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/huitsi/ParallelOverhead/d429cbf00bdfe48dad8cab7544033107/icons/128x128/net.huitsi.ParallelOverhead.png",
    "license": "MIT AND CC0-1.0",
    "tag": [],
    "rank": 102
  },
  {
    "pkg": "Tetravex",
    "app_id": "org.gnome.Tetravex",
    "description": "Reorder tiles to fit a square",
    "description_long": "<br>Each square piece has a number on each side. Position the pieces on the left<br>side of the board so that the same numbers are next to each other. If the<br>numbers don’t match, you can’t put the piece there. Move quickly: you’re<br>being timed!<br>You can make the game easier or harder by changing the size of the board.<br>",
    "build_date": "2025-09-19T10:20:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Tetravex/262eb5eb52f67385bb1bc706da00b1d1/icons/128x128/org.gnome.Tetravex.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "logic",
      "board"
    ],
    "rank": 103
  },
  {
    "pkg": "KHangMan",
    "app_id": "org.kde.khangman",
    "description": "Hangman Game",
    "description_long": "KHangMan is a game based on the well-known hangman game. It is aimed at children aged six and over. The game has several categories of words to play with, for example: Animals (animals words) and three difficulty categories: Easy, Medium and Hard. A word is picked at random, the letters are hidden, and you must guess the word by trying one letter after another. Each time you guess a wrong letter, part of a picture of a hangman is drawn. You must guess the word before being hanged! You have 10 tries.",
    "build_date": "2025-12-11T16:38:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/khangman.desktop/7d2661ca2ed4d10cef26c754097ff38d/icons/128x128/org.kde.khangman.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 104
  },
  {
    "pkg": "OpenFodder",
    "app_id": "org.openfodder.OpenFodder",
    "description": "Source port of Cannon Fodder",
    "description_long": "Open Fodder is an open source version of the Cannon Fodder engine, for modern operating systems.<br>The game is military-themed and based on shooting action but with a strategy game-style control system. The player directs troops through numerous missions, battling enemy infantry, vehicles and installations.",
    "build_date": "2025-12-17T07:37:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/openfodder/OpenFodder/a3ba57305bffdb3988286faceaa3e56d/icons/128x128/org.openfodder.OpenFodder.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 105
  },
  {
    "pkg": "KReversi",
    "app_id": "org.kde.kreversi",
    "description": "Reversi Board Game",
    "description_long": "<br>KReversi is a simple one player strategy game played against the computer.<br>If a player's piece is captured by an opposing player, that piece is turned over<br>to reveal the color of that player. A winner is declared when one player has more<br>pieces of his own color on the board and there are no more possible moves.<br>",
    "build_date": "2025-12-17T17:34:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kreversi/fb6c227cdfb9abe8d59294e58b1c17da/icons/128x128/org.kde.kreversi.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 106
  },
  {
    "pkg": "Squey",
    "app_id": "org.squey.Squey",
    "description": "Explore your data",
    "description_long": "Squey is designed from the ground up to take advantage of GPUs and CPUs to perform interactive explorations of massive amounts of data.<br>It gives users an exhaustive yet intuitive multi-view representation of columnar data and can ingest from:<br>Structured text files (CSV, logs, ...)<br>Apache Parquet files<br>Pcap files<br>SQL databases<br>Elasticsearch databases<br>Squey strives to deliver value through its V.I.SU approach:<br>Visualize: Leverage various visual representations of raw data in combination with statistics<br>Investigate: Use filters to build an accurate understanding of millions of rows while switching instantly between capturing the big picture and focusing on the details<br>Spot the Unknown: As a structured understanding of the data emerges, identify unknowns and anomalies<br>Squey can be used for many different purposes, such as:<br>BI and Big Data: Bootstrap initial understanding of complex datasets and deep dive where necessary to design accurate data processing<br>Cybersecurity: Detect weak signals such as attacks and data leaks<br>IT troubleshooting: Resolve network issues and improve application performance<br>Machine Learning: Design training dataset to fulfill targeted improvements of Machine Learning models<br>Give yourself a chance to see your data and have fun exploring!",
    "build_date": "2025-12-12T23:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/squey/Squey/6a8456fb078045672069688a362cbccf/icons/128x128/org.squey.Squey.png",
    "license": "MIT",
    "tag": [],
    "rank": 107
  },
  {
    "pkg": "Image Roll",
    "app_id": "com.github.weclaw1.ImageRoll",
    "description": "Image viewer with basic image manipulation tools",
    "description_long": "<br>Image Roll is a simple and fast GTK image viewer with basic image manipulation tools. Written in rust.<br>",
    "build_date": "2025-12-16T03:30:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/weclaw1.ImageRoll/c965f27744a52ac3fd891d442e5c79bf/icons/128x128/com.github.weclaw1.ImageRoll.png",
    "license": "MIT",
    "tag": [],
    "rank": 108
  },
  {
    "pkg": "WireframeSketcher",
    "app_id": "com.wireframesketcher.WireframeSketcher",
    "description": "Wireframing tool for professionals",
    "description_long": "WireframeSketcher is a software tool that helps product managers,<br>designers and developers quickly create wireframes, mockups and<br>prototypes for desktop, web and mobile applications. It’s standalone<br>software and a plug-in for any Eclipse IDE.<br>Mockup your website, desktop, Android and iPhone applications. Get<br>useful stencils from Mockups Gallery. Create your own assets using<br>standard SVG format.<br>Streamlined and professional interface lets you get results fast<br>and with great effect. Sketchy look makes you focus on what’s<br>important.<br>Use version control to work with your team. Manage large prototypes<br>with projects. Present your work in full-screen viewer. Share<br>click-through PDFs with your clients.<br>Try WireframeSketcher before you buy for free. The software is<br>fully functional for 14 days. After the evaluation period is over,<br>you’ll need a license key in order to save your work.<br>",
    "build_date": "2025-09-26T13:53:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/wireframesketcher/WireframeSketcher/bc75a4186decc4865abe97bf1f334070/icons/128x128/com.wireframesketcher.WireframeSketcher.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "mockups",
      "wireframes",
      "prototypes"
    ],
    "rank": 109
  },
  {
    "pkg": "Powersupply",
    "app_id": "nl.brixit.powersupply",
    "description": "Linux power subsystem debugger",
    "description_long": "<br>An application that displays the state of various batteries and powersupplies in mobile platforms.<br>",
    "build_date": "2025-10-26T07:09:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/nl/brixit/powersupply/860f139946e1c29f203784602dbcae07/icons/128x128/nl.brixit.powersupply.png",
    "license": "MIT",
    "tag": [],
    "rank": 110
  },
  {
    "pkg": "Gargoyle",
    "app_id": "io.github.garglk.Gargoyle",
    "description": "An Interactive Fiction Player",
    "description_long": "<br>Gargoyle is an IF player that supports all the major interactive<br>fiction formats.<br>Most interactive fiction is distributed as portable game files.<br>These portable game files come in many formats. In the past, you<br>used to have to download a separate player (interpreter) for each<br>format of IF you wanted to play.<br>Gargoyle includes the AdvSys, Agility, Alan 2 and 3, Bocfel, Git,<br>Glulxe, Hugo, JACL, Level 9, Magnetic, Scare, ScottFree, and TADS<br>2/3 interpreters.<br>",
    "build_date": "2025-09-19T23:21:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/garglk.Gargoyle/ee66face2a9c0d96c72900e9041da155/icons/128x128/io.github.garglk.Gargoyle.png",
    "license": "Artistic-2.0 AND BSD-2-Clause AND BSD-3-Clause AND GPL-2.0-only AND GPL-3.0-only AND MIT",
    "tag": [],
    "rank": 111
  },
  {
    "pkg": "Raze",
    "app_id": "org.zdoom.Raze",
    "description": "Source port for Build engine games",
    "description_long": "<br>Raze is a source port for the modern era, supporting current hardware and operating systems and sporting a vast array of user options. Make Build engine games your own again!<br>In addition to Duke Nukem 3D, Raze supports Blood, Redneck Rampage, Powerslave/Exhumed, NAM and WW2 GI. Meet the entire Build engine family!<br>Commercial data files are required to run the supported games. For more info about all supported games and their data files, see: Help -&gt; List of supported games.<br>",
    "build_date": "2025-12-17T20:30:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/zdoom/Raze/26e40e7f8cfdb8250ba8279e4d72defa/icons/128x128/org.zdoom.Raze.png",
    "license": "LicenseRef-proprietary=https://github.com/ZDoom/Raze/blob/master/package/common/buildlic.txt",
    "tag": [
      "Build",
      "Duke",
      "Nukem"
    ],
    "rank": 112
  },
  {
    "pkg": "Sonar",
    "app_id": "io.github.tobagin.sonar",
    "description": "Desktop webhook inspector for developers",
    "description_long": "<br>Sonar is a native GTK4 application that provides a beautiful, intuitive interface <br>for capturing and inspecting webhook requests during development. Built with modern <br>technologies and following GNOME design patterns, Sonar makes webhook debugging <br>simple and efficient.<br>Core Features:<br>Instant public URLs via ngrok integration for webhook testing<br>Real-time capture of incoming webhook requests as they arrive<br>Detailed inspection of headers, body content, query parameters, and metadata<br>Quick copy functionality including JSON, cURL, and HTTP formats<br>Clean Libadwaita interface that integrates perfectly with GNOME<br>Fast and lightweight native application with minimal resource usage<br>Advanced Features:<br>Request bookmarking and starring for quick access<br>Request replay to resend webhooks to custom URLs<br>Side-by-side request comparison to spot differences<br>Request templates for saving and reusing webhook patterns<br>Automatic webhook forwarding to multiple URLs<br>Advanced filtering by method, content-type, time range, and search<br>Persistent history with JSON storage<br>",
    "build_date": "2025-12-12T20:49:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.sonar/e9407ea59e7281e62f2894982bafded9/icons/128x128/io.github.tobagin.sonar.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "webhook",
      "ngrok",
      "developer"
    ],
    "rank": 113
  },
  {
    "pkg": "Tauno Monitor",
    "app_id": "art.taunoerik.tauno-monitor",
    "description": "The serial port monitor for Arduino and other embedded development",
    "description_long": "Features:<br>Easy to use<br>Customizable colours<br>Remembers the last used settings<br>Automatically reconnects to the serial port if the connection is lost<br>Can log data to a file<br>Displays data in different formats: ASCII, BIN, OCT or DEC<br>Can open multiple instances<br>Depending on your system you may need to add a user to dialout group to open serial ports:<br>sudo usermod -a -G dialout $USER<br>&gt;<br>",
    "build_date": "2025-11-18T10:12:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/art/taunoerik/tauno-monitor/18e7dd0dc4c0b8c2a5d3ee5f420a94e8/icons/128x128/art.taunoerik.tauno-monitor.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 114
  },
  {
    "pkg": "Teeworlds",
    "app_id": "com.teeworlds.Teeworlds",
    "description": "Online multiplayer shooter game",
    "description_long": "<br>Teeworlds is a 2D online action game for up to 16 players battling in<br>several game modes.<br>The controls are inspired by First Person Shooter game genre.<br>It lets you desing custom maps.<br>",
    "build_date": "2024-12-06T16:02:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/teeworlds/Teeworlds/404957a0b41af41ce562139d2ad8f128/icons/128x128/com.teeworlds.Teeworlds.png",
    "license": "Zlib and CC-BY-SA-3.0",
    "tag": [
      "game"
    ],
    "rank": 115
  },
  {
    "pkg": "Saldo",
    "app_id": "org.tabos.saldo",
    "description": "Check your bank accounts",
    "description_long": "<br>An easy way to access your online banking information. Show your balance and transaction based on FinTS online banking information.<br>Note: This is a frontend for python-fints. Report non working bank access at python-fints github page.<br>",
    "build_date": "2025-11-22T20:23:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/saldo.desktop/d5eea6c375f162ecdcd45a925b056a1d/icons/128x128/org.tabos.saldo.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Network",
      "Online",
      "Banking"
    ],
    "rank": 116
  },
  {
    "pkg": "Sendworm",
    "app_id": "to.bnt.sendworm",
    "description": "Send files securely",
    "description_long": "<br>Send files securely using Magic Wormhole.<br>This is a cross-platform desktop app for sending files quickly and securely using the<br>magic-wormhole protocol, which makes it compatible with other tools that use magic-wormhole.<br>",
    "build_date": "2025-10-29T06:35:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/to/bnt/sendworm/5a224a6a5054b9ee4ef759fad83ad9db/icons/128x128/to.bnt.sendworm.png",
    "license": "MIT",
    "tag": [
      "transfer",
      "share"
    ],
    "rank": 117
  },
  {
    "pkg": "BrogueCE",
    "app_id": "com.github.tmewett.BrogueCE",
    "description": "Brogue: Community Edition - a community-lead fork of the much-loved minimalist roguelike game",
    "description_long": "Brogue is a single-player strategy game set in the halls of a mysterious and randomly-generated dungeon. The objective is simple enough -- retrieve the fabled Amulet of Yendor from the 26th level -- but the dungeon is riddled with danger. Horrifying creatures and devious, trap-ridden terrain await. Yet it is also riddled with weapons, potions, and artifacts of forgotten power. Survival demands strength and cunning in equal measure as you descend, making the most of what the dungeon gives you. You will make sacrifices, narrow escapes, and maybe even some friends along the way -- but will you be one of the lucky few to return alive?",
    "build_date": "2024-12-03T10:05:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/tmewett.BrogueCE/bcd16b986ac93857b18048bc82a2ac13/icons/128x128/com.github.tmewett.BrogueCE.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 118
  },
  {
    "pkg": "Tesseract",
    "app_id": "gg.tesseract.Tesseract",
    "description": "First-person shooter with cooperative in-game map editing",
    "description_long": "Tesseract is a first-person shooter game focused on instagib deathmatch\nand capture-the-flag gameplay as well as cooperative in-game map editing.<br>Tesseract is based on Cube2/Sauerbraten. New rendering features include fully\ndynamic omnidirectional shadows, global illumination, HDR lighting, deferred\nshading and morphological/temporal/multisample anti-aliasing.",
    "build_date": "2025-09-11T16:57:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/gg/tesseract/Tesseract/2ebe8a0d6630a88035d01ca741c2a893/icons/128x128/gg.tesseract.Tesseract.png",
    "license": "Zlib",
    "tag": [],
    "rank": 119
  },
  {
    "pkg": "Wheel Wizard",
    "app_id": "io.github.TeamWheelWizard.WheelWizard",
    "description": "Mario Kart Wii Mod Manager & Retro Rewind Auto Updater",
    "description_long": "<br>Wheel Wizard is a convenient Mario Kart Wii mod manager and launcher,<br>purpose-built for the Retro Rewind custom track distribution<br>with several online features.<br>",
    "build_date": "2025-09-15T13:08:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/TeamWheelWizard.WheelWizard/31605753815fe56a306e4a82bacb5235/icons/128x128/io.github.TeamWheelWizard.WheelWizard.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 120
  },
  {
    "pkg": "GTK Meteo",
    "app_id": "ch.bailu.gtk_meteo",
    "description": "Select location from map and show forecast",
    "description_long": "<br>Select location from map and show weather forecast.<br>Map is using OSM map tiles.<br>Based on mapsforge and java-gtk.<br>Forecast data is from .<br>",
    "build_date": "2025-07-28T10:34:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/ch/bailu/gtk_meteo/5e5137edcb62e1ff75128be630da0e60/icons/128x128/ch.bailu.gtk_meteo.png",
    "license": "MIT",
    "tag": [],
    "rank": 121
  },
  {
    "pkg": "SemantiK",
    "app_id": "net.krafting.SemantiK",
    "description": "Find the secret word",
    "description_long": "A word game where you guess a target word by proposing other semantically related words. The closer your proposals are to the target word, the closer you get to the solution.<br>The default language is French, but you can install other Language Pack using your Software Center.",
    "build_date": "2025-11-17T14:08:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/SemantiK/a5496d9d65da338b77d2a046edcd7f51/icons/128x128/net.krafting.SemantiK.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "word",
      "semantic",
      "vocabulary"
    ],
    "rank": 122
  },
  {
    "pkg": "Game Server Watcher",
    "app_id": "io.github.lxndr.gswatcher",
    "description": "Monitor and admin game servers",
    "description_long": "Game Server Watcher is a simple application that helps you to monitor<br>the state of your favorite game servers and control remotely the servers of<br>your own. It also has a buddy list and can notify you if a buddy joins any of<br>servers.<br>Features:<br>Server list<br>Buddy list<br>Notifications when your buddy is on a server<br>Multiple query protocols<br>Remote console (Source only)<br>",
    "build_date": "2025-11-16T22:00:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lxndr.gswatcher/a9a82ce6d3dce93d5fa847d9a4e6c7a7/icons/128x128/io.github.lxndr.gswatcher.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "quake",
      "source",
      "gamespy"
    ],
    "rank": 123
  },
  {
    "pkg": "Delineate",
    "app_id": "io.github.seadve.Delineate",
    "description": "View and edit graphs",
    "description_long": "Delineate provides facilities to edit and draw graphs specified in the DOT language It is designed to be a simple and intuitive tool for creating and editing graphs, with a focus on the user experience.<br>The main features of Delineate include the following:<br>🖼️ Live and interactive preview of the graph as you type<br>⏺️ Multiple Graphviz layout engines support<br>📝 Fully-featured DOT language editor<br>📦 Export graph as PNG, SVG, or JPEG<br>",
    "build_date": "2025-09-14T08:03:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Delineate/e41987d5243a1ad3dbc54c79b7098c43/icons/128x128/io.github.seadve.Delineate.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "graphviz",
      "dot",
      "graphs"
    ],
    "rank": 124
  },
  {
    "pkg": "Gods Deluxe",
    "app_id": "io.github.jotd666.gods-deluxe",
    "description": "A remake of the platform game",
    "description_long": "<br>Gods -Deluxe- is a remake of the excellent Bitmap Brothers platform game.<br>All classic levels are complete and working, and there are 4 extra full levels from the author.<br>",
    "build_date": "2025-10-04T10:46:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jotd666.gods-deluxe/1370e4d70f533bc377c08246a20268fb/icons/128x128/io.github.jotd666.gods-deluxe.png",
    "license": "MIT",
    "tag": [],
    "rank": 125
  },
  {
    "pkg": "Devhelp",
    "app_id": "org.gnome.Devhelp",
    "description": "A developer tool for browsing and searching API documentation",
    "description_long": "<br>Devhelp is a developer tool for browsing and searching API documentation.<br>It provides an easy way to navigate through libraries and to search by<br>function, struct, or macro.<br>The documentation must be installed locally, so an internet connection is<br>not needed to use Devhelp.<br>Devhelp works natively with GTK-Doc, so the GTK and GNOME libraries are<br>well supported. But other development platforms can be supported as well,<br>as long as the API documentation is available in HTML and a *.devhelp2<br>index file is generated.<br>Devhelp integrates with other applications such as Glade, Builder or<br>Anjuta, and plugins are available for different text editors (gedit, Vim,<br>Emacs, Geany, …).<br>",
    "build_date": "2025-08-22T15:13:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Devhelp/d0b590748101ac6ea2961f55a2915601/icons/128x128/org.gnome.Devhelp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "manual",
      "developer",
      "api"
    ],
    "rank": 126
  },
  {
    "pkg": "Drumstick Metronome",
    "app_id": "net.sourceforge.kmetronome",
    "description": "Drumstick MIDI Metronome based on the ALSA Sequencer",
    "description_long": "<br>Drumstick Metronome is a MIDI metronome with Qt5 interface, based on the ALSA sequencer.<br>Intended for musicians and music students, it is a tool to keep the rhythm while playing musical instruments.<br>It uses MIDI for sound generation instead of digital audio, allowing low CPU usage, and very accurate timing thanks to the ALSA sequencer.<br>",
    "build_date": "2025-12-13T10:11:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/kmetronome/e0550e57d026099e2242b554aa8bd209/icons/128x128/net.sourceforge.kmetronome.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Music",
      "MIDI",
      "Metronome"
    ],
    "rank": 127
  },
  {
    "pkg": "Health",
    "app_id": "dev.Cogitri.Health",
    "description": "Track your fitness goals",
    "description_long": "<br>Health can visualize how many steps you’ve made daily,<br>your weight development over time and your daily activities.\n<br>Data can be synched from Google Fit or manually entered into Health.<br>Afterwards, it can be viewed and edited in Health.<br>",
    "build_date": "2025-12-16T20:39:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/cogitri/Health/59dda71f9082bcbe0e436859dfc9d45c/icons/128x128/dev.Cogitri.Health.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 128
  },
  {
    "pkg": "Rosary",
    "app_id": "io.github.roseblume.rosary",
    "description": "Study Christianity",
    "description_long": "<br>Read the Bible and other Christian texts. This projects goal is to allow each person to study the bible and come to their own conclusion about their faith.<br>",
    "build_date": "2025-11-10T18:21:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/roseblume.rosary/9c575ee1a49c280a2189b78db7bdc56c/icons/128x128/io.github.roseblume.rosary.png",
    "license": "MIT",
    "tag": [
      "Jesus",
      "Books",
      "Bible"
    ],
    "rank": 129
  },
  {
    "pkg": "Pulp",
    "app_id": "org.gnome.gitlab.cheywood.Pulp",
    "description": "Skim excessive feeds",
    "description_long": "Note: Today Pulp is available as available as a preview which includes direct RSS along with FreshRSS and Nextcloud News backends.<br>Pulp provides a workflow focused on reading through an excessive number of RSS feeds with the goal of regularly marking all read, resting in a state akin to an empty inbox.<br>Contributing to quickly parsing excessive articles:<br>Marking read while scrolling<br>Ensuring full article titles and longer excerpts are visible in the article list<br>A large mobile-friendly button to mark the list read and continue<br>Minimising everything else, in both UI clutter and functionality<br>Complimenting Pulp being a bucket that you're aiming to keep empty are the abilities to share (via Mastodon, Telegram, Reddit and mail) and save (to Wallabag, Nextcloud Bookmarks, Nextcloud Notes and Iotas).<br>The goal here isn't to be a typical RSS reader, please see the README (via the website link) for more about what Pulp is trying to do and what's possible with this preview. There will be some bugs, reporting those (via the Report an Issue link) is greatly appreciated 🙏",
    "build_date": "2025-10-29T00:01:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.cheywood.Pulp/ffce9738f3c27b288420d33858810e11/icons/128x128/org.gnome.gitlab.cheywood.Pulp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "rss",
      "news",
      "minimal"
    ],
    "rank": 130
  },
  {
    "pkg": "Crossword Editor",
    "app_id": "org.gnome.Crosswords.Editor",
    "description": "Create crossword puzzles",
    "description_long": "<br>A tool for authoring and editing pencil-and-paper style<br>puzzles. Its features include:<br>Supports multiple crossword types, including barred and cryptics<br>Loads and saves .ipuz file format<br>Style support for individual cells<br>Suggests words when creating grids<br>Hints for writing clues<br>Autofill functionality<br>Dictionary of words for writing clues<br>",
    "build_date": "2025-10-23T15:42:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords.Editor/800c77b2b54d9c83048b83047b7ac3ae/icons/128x128/org.gnome.Crosswords.Editor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "puzzle",
      "xword"
    ],
    "rank": 131
  },
  {
    "pkg": "Wildcard",
    "app_id": "com.felipekinoshita.Wildcard",
    "description": "Test your regular expressions",
    "description_long": "<br>Wildcard gives you a nice and simple to use interface to test/practice<br>regular expressions.<br>",
    "build_date": "2025-12-11T14:03:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Wildcard/ad02eb96ccb9876d53bda4829eaa70ed/icons/128x128/com.felipekinoshita.Wildcard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "regex",
      "regular"
    ],
    "rank": 132
  },
  {
    "pkg": "Clockode",
    "app_id": "dev.mariinkys.Clockode",
    "description": "TOTP Client",
    "description_long": "Clockode TOTP code generator that stores your authentication secrets in an encrypted<br>local vault, keeping your two-factor codes private and accessible without needing an<br>internet connection.<br>Local encrypted vault, using battle-tested software<br>Offline-first, no internet access required<br>Minimal and user-friendly interface<br>Quick code copying and auto-refresh<br>Support for multiple accounts and labels<br>Backup and import functionality (standard format, works between apps)<br>",
    "build_date": "2025-12-15T20:49:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/Clockode/6b340bf8779585895cc41d22441abded/icons/128x128/dev.mariinkys.Clockode.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tool",
      "TOTP",
      "2FA"
    ],
    "rank": 133
  },
  {
    "pkg": "Gottet",
    "app_id": "org.gottcode.Gottet",
    "description": "Clear the board of falling blocks",
    "description_long": "Gottet is a falling blocks game. Pieces fall from the top of the play area and you can move them horizontally as well as rotate them before they reach the bottom of the play area. The goal is to create full lines of pieces, which are then removed. The game is over when the stack of pieces reaches the top of the play area.",
    "build_date": "2025-04-17T21:04:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Gottet/6d8ca442fd7822d81da49da6d265d2a1/icons/128x128/org.gottcode.Gottet.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "arcade"
    ],
    "rank": 134
  },
  {
    "pkg": "ARX",
    "app_id": "org.deidentifier.arx",
    "description": "ARX Data Anonymization Tool",
    "description_long": "\nARX is a comprehensive open source software for anonymizing sensitive personal data. It supports a wide variety of (1) privacy and risk models, (2) methods for transforming data and (3) methods for analyzing the usefulness of output data.\n<br>\nThe software has been used in a variety of contexts, including commercial big data analytics platforms, research projects, clinical trial data sharing and for training purposes.\n<br>\nARX is able to handle large datasets on commodity hardware and it features an intuitive cross-platform graphical user interface.<br>ARX features a cross-platform graphical tool, which supports data import and cleansing, wizards for creating transformation rules, intuitive ways for tailoring the anonymized dataset to your requirements and visualizations of data utility and re-identification risks<br>ARX is also available as a comprehensive software library with a clean API that delivers data anonymization capabilities to any Java program. The underlying principles, methods, algorithms and data structures have been published in peer-reviewed journals and conference proceedings<br>ARX is not just a tool box, but a fully fledged application. All methods have been carefully selected and tightly integrated with each other. ARX provides compatibility with SQL databases, MS Excel and CSV files. Moreover, it supports data cleansing and can handle incomplete and dirty data",
    "build_date": "2025-09-25T04:16:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/deidentifier/arx/808ae0e010e3857b7d6674922a3f7c6c/icons/128x128/org.deidentifier.arx.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 135
  },
  {
    "pkg": "icon-browser-adw",
    "app_id": "io.github.rsvzz.iconvwadw",
    "description": "Icon Browser for Adwaita",
    "description_long": "<br>icon-browser-adw allows you to view the gnome desktop icons with adwaita, allowing you to copy the icon names for use in your projects.<br>",
    "build_date": "2025-12-15T17:01:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/rsvzz.iconvwadw/a6f318287b098715ff240195b2300bc9/icons/128x128/io.github.rsvzz.iconvwadw.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 136
  },
  {
    "pkg": "Loop",
    "app_id": "net.danigm.loop",
    "description": "A simple audio loop machine for GNOME",
    "description_long": "Simple audio loop machine application to create music",
    "build_date": "2025-12-15T10:45:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/danigm/loop.desktop/21c779a8992ffee13f23045012561df4/icons/128x128/net.danigm.loop.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 137
  },
  {
    "pkg": "Furtherance",
    "app_id": "io.unobserved.furtherance",
    "description": "Time tracker",
    "description_long": "<br>Furtherance is a time tracking application that respects your privacy.<br>It allows you to track time spent on different activities without worrying about your data being captured and sold.<br>",
    "build_date": "2025-03-09T06:37:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/unobserved/furtherance/8e232dd0ead85f64278f4e58ae975992/icons/128x128/io.unobserved.furtherance.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "timer",
      "tracker",
      "clock"
    ],
    "rank": 138
  },
  {
    "pkg": "Convertidor",
    "app_id": "tech.digiroad.Convertidor",
    "description": "Converting units of measurement",
    "description_long": "Convertidor is a handy and high precision application for converting units of measurement.<br>Features:<br>Conversion of 300+ units of measurement.<br>Instant and accurate (simultaneous) unit conversion.<br>Intuitive and user-friendly interface.<br>",
    "build_date": "2025-12-16T22:05:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/tech/digiroad/Convertidor/014fb7fa1ea5a0b56733e92313d57eb0/icons/128x128/tech.digiroad.Convertidor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "units",
      "converter"
    ],
    "rank": 139
  },
  {
    "pkg": "KCachegrind",
    "app_id": "org.kde.kcachegrind",
    "description": "Profiler Frontend",
    "description_long": "<br>KCachegrind is a profile data visualization tool, used to determine the most time consuming parts in the execution of a program.<br>Features:<br>KCachegrind visualizes profiles (i.e. runtime characteristics) of applications in various ways,<br>including call graph visualisations and source/disassembler annotation.<br>It can load profiles generated by the cache simulation/call tracer Calltree, a Valgrind tool.<br>Thus, profiling does not need any preparation, can cope with shared libraries and plugin architectures, and does not influence the measuring itself.<br>Converter scripts for OProfile, Perl, and PHP.<br>Switching between multiple visualization layouts.<br>Call graph can be exported as image (PNG).<br>Simultaneous display of 2 event types in Call and Annotation View<br>",
    "build_date": "2025-12-17T17:47:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kcachegrind.desktop/0b907de90d07250c6a75c528894c0daa/icons/128x128/org.kde.kcachegrind.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 140
  },
  {
    "pkg": "iptux",
    "app_id": "io.github.iptux_src.iptux",
    "description": "LAN communication software",
    "description_long": "<br>iptux is an “IP Messenger” client. The features of iptux include:<br>auto-detect other clients on the intranet.<br>send/recv messages to other clients.<br>send/recv files to other clients.<br>share your files to other cliens (with optional password protection).<br>It is (supposedly) compatible with 飞鸽传书 (Feige) and 飞秋 (FeiQ) from China,<br>and with the original “IP Messenger” clients from Japan, including g2ipmsg and<br>xipmsg in Debian.<br>",
    "build_date": "2025-02-18T00:57:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/iptux_src.iptux/b390e379ebf0b8c3c219c59641cd34a2/icons/128x128/io.github.iptux_src.iptux.png",
    "license": "GPL-2.0",
    "tag": [
      "chat",
      "im",
      "ipmsg"
    ],
    "rank": 141
  },
  {
    "pkg": "Parlatype",
    "app_id": "xyz.parlatype.Parlatype",
    "description": "Media player for transcription",
    "description_long": "Parlatype is an easy to use media player. Its main purpose is to help<br>you transcribing speech.",
    "build_date": "2025-11-26T18:02:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/parlatype/Parlatype/6829fabf6d823d8b96a70ef514af2930/icons/128x128/xyz.parlatype.Parlatype.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 142
  },
  {
    "pkg": "Pardus Pen",
    "app_id": "tr.org.pardus.pen",
    "description": "Pen for pardus",
    "description_long": "A simple and easy whiteboard pen application",
    "build_date": "2025-12-17T11:15:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/tr/org/pardus.pen/05462e657517b0038a01723aeaea623b/icons/128x128/tr.org.pardus.pen.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 143
  },
  {
    "pkg": "Konquest",
    "app_id": "org.kde.konquest",
    "description": "Galactic Strategy Game",
    "description_long": "<br>Konquest is a version of Gnu-Lactic Konquest. Players conquer other planets<br>by sending ships to them. The goal is to build an interstellar empire and ultimately<br>conquer all other player's planets.<br>",
    "build_date": "2025-12-17T17:34:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/konquest/168fa6d594bfeab7f9fd665e0781cb41/icons/128x128/org.kde.konquest.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 144
  },
  {
    "pkg": "Threadbare",
    "app_id": "org.endlessaccess.threadbare",
    "description": "Rebuild an unraveling world",
    "description_long": "Story-driven, collaborative game where players don’t just explore a world—they co-create it. In Threadbare, players rebuild a world unraveling at the seams by recovering knowledge, crafting stories, and designing characters, quests, and cultures drawn from their own lives.",
    "build_date": "2025-12-18T14:32:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/endlessaccess/threadbare/941bd0fcd870783ee8e58b5c4b7163c8/icons/128x128/org.endlessaccess.threadbare.png",
    "license": "MPL-2.0",
    "tag": [
      "Godot",
      "retro",
      "pixel"
    ],
    "rank": 145
  },
  {
    "pkg": "DeepQt",
    "app_id": "io.github.voxelcubes.deepqt",
    "description": "Harness the power of the DeepL API with this friendly user interface",
    "description_long": "DeepQt is a user-friendly application that harnesses the power of the DeepL API for translation purposes. <br>With a clean interface and support for batch processing of plain text files and EPUB books, <br>DeepQt makes it easy to translate texts efficiently and effectively.<br>DeepQt also features higher-level glossaries allowing you to make replacements before translation, <br>to ensure consistnecy in terms. These can even be applied without translating anything!<br>To use DeepQt's translation features, you will need a DeepL API license, either free or pro.",
    "build_date": "2025-07-06T04:58:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/voxelcubes.deepqt/37580da889b82c908a00d176566c357b/icons/128x128/io.github.voxelcubes.deepqt.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 146
  },
  {
    "pkg": "Candy Wrapper",
    "app_id": "net.hhoney.candy",
    "description": "Screen-wrapping arcade action",
    "description_long": "Play your way through 20 levels of this arcade screen-wrapping action game inspired by Bubble Bobble!<br>Controls: Arrows + Spacebar / WASD / IJKL<br>Candy Wrapper was originally made within 24 hours for the 100 Lines of Code GameMaker Jam.",
    "build_date": "2025-08-05T03:05:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/candy/f8492a916547756a2777cf95319cf56c/icons/128x128/net.hhoney.candy.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 147
  },
  {
    "pkg": "ecode",
    "app_id": "dev.ensoft.ecode",
    "description": "Lightweight multi-platform code editor designed for modern hardware with a focus on responsiveness and performance",
    "description_long": "<br>ecode is a lightweight multi-platform code editor designed for modern hardware with a<br>focus on responsiveness and performance. It has been developed with the<br>hardware-accelerated eepp GUI, which provides the core technology for the editor. The<br>project comes as the first serious project using the eepp GUI, and it's currently being<br>developed to improve the eepp GUI library as part of one of its main objectives.<br>",
    "build_date": "2025-10-17T13:11:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/ensoft/ecode/8ab8d78b6f80778b90fedb3f71024ce8/icons/128x128/dev.ensoft.ecode.png",
    "license": "MIT",
    "tag": [],
    "rank": 148
  },
  {
    "pkg": "Notify",
    "app_id": "com.ranfdev.Notify",
    "description": "Receive notifications from ntfy.sh.",
    "description_long": "Versatile GTK4 client designed to seamlessly interface with the ntfy.sh notification service",
    "build_date": "2025-12-15T17:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Notify/715d482ec5e745785083560a55ad631f/icons/128x128/com.ranfdev.Notify.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "ntfy"
    ],
    "rank": 149
  },
  {
    "pkg": "Blobby Volley 2",
    "app_id": "de.blobbyvolley.BlobbyVolley2",
    "description": "The head-to-head multiplayer volley-ball game.",
    "description_long": "<br>Blobby Volley is one of the most popular freeware games where<br>two blobbed shaped entities play volleyball against each other.<br>You can play against a teammate or alone against computer opponents.<br>It's possible to play in local network and in offical servers.<br>Controls via the mouse or the keyboard are customizable.<br>The points are saved and can be displayed and compared in statistics.<br>This is an official continuation of the famous Blobby Volley 1.x<br>arcade game from 2000s.<br>",
    "build_date": "2025-10-05T18:51:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/blobbyvolley/BlobbyVolley2/fad2ef9ee9ebdfc4ab4ee857be3b1694/icons/128x128/de.blobbyvolley.BlobbyVolley2.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 150
  },
  {
    "pkg": "LCEDA Pro",
    "app_id": "cn.lceda.LCEDAPro",
    "description": "An Easier and Powerful Online PCB Design Tool",
    "description_long": "<br>LCEDA (Chinese: 嘉立创EDA), Chinese editon of EasyEDA, is a web-based, ready-to-use, easy-to-use, team-collaborative EDA tool.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by LCEDA.<br>",
    "build_date": "2025-12-16T07:36:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/cn/lceda/LCEDAPro/e3628c3d54ac06ef8ac8e81f74ebcbe7/icons/128x128/cn.lceda.LCEDAPro.png",
    "license": "LicenseRef-proprietary=https://lceda.cn/page/legal",
    "tag": [],
    "rank": 151
  },
  {
    "pkg": "Playlifin",
    "app_id": "net.krafting.Playlifin",
    "description": "Sync YouTube playlists to Jellyfin",
    "description_long": "A tool to convert a Youtube Music playlist to a Jellyfin playlists. You MUST have downloaded the playlist and put them on your Jellyfin before running this app.<br>This program get all the song titles in your Youtube Playlist and try its best to find the same song on Jellyfin and add it in the new playlist.<br>This is useful when you sort music by albums, genre or artists but still want to have your playlist after importing your music to Jellyfin.<br>Recommended format to download a playlist with yt-dlp: /usr/bin/yt-dlp -x --audio-format mp3 --prefer-ffmpeg -o '%(title)s.%(ext)s' --embed-thumbnail (YoutubeURL) <br>It uses the yt-dlp backend for fetching Youtube informations and the Jellyfin API for the Jellyfin informations.",
    "build_date": "2025-11-17T17:31:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Playlifin/f4ed6807f4400354ede7c9fe957de720/icons/128x128/net.krafting.Playlifin.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "youtube",
      "convert"
    ],
    "rank": 152
  },
  {
    "pkg": "Amazfish",
    "app_id": "uk.co.piggz.amazfish",
    "description": "Smart watch sync app",
    "description_long": "<br>Companion application for Huami Devices (such as Amazfit Bip, Cor, MiBand2/3 and GTS and GTS) and the Pinetime Infinitime.<br>",
    "build_date": "2025-10-17T13:55:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/piggz.amazfish/790ca35e53d526c55c3421cd0cf50bbc/icons/128x128/uk.co.piggz.amazfish.png",
    "license": "GPL-3.0",
    "tag": [
      "Smartwatch",
      "Bluetooth",
      "AsteroidOS"
    ],
    "rank": 153
  },
  {
    "pkg": "Kanagram",
    "app_id": "org.kde.kanagram",
    "description": "Letter Order Game",
    "description_long": "Kanagram is a game based on anagrams of words: the puzzle is solved when the letters of the scrambled word are put back in the correct order. There is no limit on either time taken, or the amount of attempts to solve the word. It features several included word lists, a hints-and-cheats help system, a word list editor, and allows for updating and distributing wordlists via KNewStuff. The interface is scalable and appropriate for children.",
    "build_date": "2025-12-11T15:47:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kanagram.desktop/391a3ac519b9e43d55045411d33d083c/icons/128x128/org.kde.kanagram.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 154
  },
  {
    "pkg": "Syng",
    "app_id": "rocks.syng.Syng",
    "description": "Easily host karaoke events",
    "description_long": "<br>Syng is an easy-to-use karaoke software. Just start the client and let your users connect via their web browser.<br>You can set up your own Syng server or simply use a publicly available one.<br>Songs can be searched and played from YouTube, an S3 storage or your local machine.<br>You can play a variety of file formats, such as mp3+cdg, webm, mp4, ...<br>",
    "build_date": "2025-12-11T22:32:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/r/ro/rocks.syng.syng/70f011f07fb736450ea5febc3db0f2f2/icons/128x128/rocks.syng.Syng.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "karaoke",
      "music",
      "video"
    ],
    "rank": 155
  },
  {
    "pkg": "LSkat",
    "app_id": "org.kde.lskat",
    "description": "German card game Skat for two players",
    "description_long": "<br>Lieutenant Skat (from German ) is a fun and engaging card game for two players,<br>where the second player is either live opponent, or a built in artificial intelligence.<br>",
    "build_date": "2025-12-17T17:41:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/lskat/d6a5ab246812b8dfb7b7067e34c4723a/icons/128x128/org.kde.lskat.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 156
  },
  {
    "pkg": "TransLines",
    "app_id": "net.zdechov.app.TransLines",
    "description": "Enjoyable metro building game",
    "description_long": "Features:<br>Supported 9 metro lines with different colors<br>Supported 12 metro stations shapes<br>Each week a player gets new train<br>Passengers with specific shape travel to the station with same shape<br>Tracks can be re-positioned and extended on both ends<br>New random stations appear continuously<br>Dark mode<br>Full screen mode<br>Multi-language support (English, Czech, French, German)<br>Career support with playable cities<br>Selectable weekly new improvements: line, carriage or terminal<br>",
    "build_date": "2025-01-14T11:52:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.TransLines/5942b05ecc8714f11a6dcd4550cbd0aa/icons/128x128/net.zdechov.app.TransLines.png",
    "license": "CC0-1.0",
    "tag": [
      "metro",
      "subway",
      "transport"
    ],
    "rank": 157
  },
  {
    "pkg": "Splash",
    "app_id": "in.bharatkalluri.splash",
    "description": "Set highres desktop backgrounds from Unsplash!",
    "description_long": "With Splash, you can set high resolution images as desktop backgrounds! Just hit shuffle and spruce up your desktop and lockscreen.<br>If you like a wallpaper, go ahead and click the download button to save it to your Pictures folder.",
    "build_date": "2025-12-14T06:24:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/bharatkalluri/splash/44bdc5d80991bad5cbc8bdb9be3816b3/icons/128x128/in.bharatkalluri.splash.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 158
  },
  {
    "pkg": "ThemeGenerator",
    "app_id": "io.github.thiefmd.themegenerator",
    "description": "Generate Styles with Style.",
    "description_long": "Need to generate a Ultheme or GtkSourceView Scheme for Markdown? Look no further.<br>Themes are compatible with ThiefMD, gedit, GNOME Builder, Editors based on GtkSourceView, and Ulysses.",
    "build_date": "2025-12-16T03:31:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/thiefmd.themegenerator.desktop/7a2c4ca2301161a2c4f910ee94e15189/icons/128x128/io.github.thiefmd.themegenerator.desktop.png",
    "license": "MIT",
    "tag": [
      "markdown",
      "ulysses",
      "sourceview"
    ],
    "rank": 159
  },
  {
    "pkg": "GNOME Klotski",
    "app_id": "org.gnome.Klotski",
    "description": "Slide blocks to solve the puzzle",
    "description_long": "<br>GNOME Klotski is a set of block sliding puzzles. The objective is to move the<br>patterned block to the area bordered by green markers. To do so, you’ll need<br>to slide other blocks out of the way. Complete each puzzle in as few moves as<br>possible!<br>GNOME Klotski comes with nearly thirty different puzzle layouts of varying<br>difficulty. Some of the layouts are similar and only the size of one or more<br>blocks differ. Other layouts have more variety.<br>",
    "build_date": "2025-10-25T14:02:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Klotski/343e2de574eca24a98d60354d693cfb3/icons/128x128/org.gnome.Klotski.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "strategy",
      "logic"
    ],
    "rank": 160
  },
  {
    "pkg": "Pekka Kana 2",
    "app_id": "net.pistegamez.PekkaKana2",
    "description": "Jump 'n run game made in the spirit of old classic platformers",
    "description_long": "<br>Pekka Kana 2 (Pekka the Rooster 2) is a jump 'n run game made in the spirit of old classic platformers such as Super Mario, Sonic the Hedgehog, Jazz Jackrabbit, Super Frog and so on.<br>The simple goal in each level is to find the exit sign, which is usually not that simple as it sounds because of enemies, traps, and quirky puzzles.<br>",
    "build_date": "2024-11-06T10:43:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/pistegamez/PekkaKana2/81ad98f897674e1fa555ebb10a054ff5/icons/128x128/net.pistegamez.PekkaKana2.png",
    "license": "BSD-2-Clause",
    "tag": [],
    "rank": 161
  },
  {
    "pkg": "Random Number Five",
    "app_id": "io.github.FailurePoint.RandomNumberFive",
    "description": "Random number generator for For the Linux desktop!",
    "description_long": "Random Number Five is a random number generator for creating randomly generated numbers between a configurable min/max range from 0 to 1,000,000.",
    "build_date": "2025-12-16T00:48:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/FailurePoint.RandomNumberFive/de9decfffdecc7946ffa8d2e5b200978/icons/128x128/io.github.FailurePoint.RandomNumberFive.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 162
  },
  {
    "pkg": "Dragengine IGDE",
    "app_id": "ch.dragondreams.deigde",
    "description": "Edit Drag[en]gine game projects.",
    "description_long": "<br>Supports creating and modifying Drag[en]gine game projects.<br>Does not require compiler toolchains to be installed.<br>Using a code IDE is though recommended for syntax<br>highlighting and code completion.<br>DEIGDE creates *.delga files as game distributable<br>which can be run using the Drag[en]gine Delauncher<br>(ch.dragondreams.delauncher). For publishing on stores<br>like Steam see https://github.com/LordOfDragons/dedistribute/releases<br>for the necessairy files.<br>Recommended additional software to use with IGDE:<br>Blender 3D (org.blender.Blender): Create 3D models.<br>GIMP (org.gimp.GIMP), Krita (org.kde.krita),<br>InkScape (org.inkscape.Inkscape):<br>Create textures, decals and images.<br>Audacity (org.audacityteam.Audacity): Create sound files.<br>Visual Studio Code (com.visualstudio.code): Edit game scripts<br>More information on the Wiki: https://developer.dragondreams.ch/wiki/doku.php/gamedev:deigde<br>",
    "build_date": "2025-11-24T14:11:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/ch/dragondreams/deigde/36d75caf0191cd775c437b15bf8a1d81/icons/128x128/ch.dragondreams.deigde.png",
    "license": "MIT",
    "tag": [],
    "rank": 163
  },
  {
    "pkg": "GNOME Taquin",
    "app_id": "org.gnome.Taquin",
    "description": "Slide tiles to their correct places",
    "description_long": "<br>Taquin is a computer version of the 15-puzzle and other sliding puzzles.<br>The object of Taquin is to move tiles so that they reach their places,<br>either indicated with numbers, or with parts of a great image.<br>",
    "build_date": "2025-12-11T14:14:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Taquin/bfc1f62a08afad1e5e0b87c99de9a9b5/icons/128x128/org.gnome.Taquin.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle"
    ],
    "rank": 164
  },
  {
    "pkg": "Cube Timer",
    "app_id": "io.github.vallabhvidy.CubeTimer",
    "description": "Rubik's Cube timer",
    "description_long": "<br>Cube Timer is a simple Rubik's Cube Timer application for the GNOME desktop.<br>Just long press the space-bar and start solving!<br>Following puzzles are supported :- <br>3x3x3<br>2x2x2<br>4x4x4<br>5x5x5<br>6x6x6<br>7x7x7<br>Skewb<br>Megaminx<br>Pyraminx<br>Clock<br>",
    "build_date": "2025-12-19T14:47:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vallabhvidy.CubeTimer/0911a2c943a36c257ef7f5a0071aabeb/icons/128x128/io.github.vallabhvidy.CubeTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "solve",
      "timer",
      "rubiks"
    ],
    "rank": 165
  },
  {
    "pkg": "Communique",
    "app_id": "com.github.suzie97.communique",
    "description": "RSS Reader with cross-platform sync",
    "description_long": "Subscribe to and read RSS/Atom feeds with cross-platform synchronization. Communique features support for a lot of RSS services. And ofcourse, you can use Communique to subscribe to and read RSS feeds locally, without logging in to anything. Communique also allows you to save your articles to Instapaper, Pocket or Wallabag, or send them via email straight from the app.Supported services:FeedbinNextcloud NewsTiny Tiny RSSFresh RSSFeedHQInoreaderBazquxSupported Read-It Later Services:InstapaperPocketWallabagUseful keyboard shortcuts:Navigate the article list using the Vim keybindings, J and K.Navigate the feed list using Ctrl+J and Ctrl+K.Open the selected article in a browser using O.Scroll the article up and down using I and U.Mark the selected article as read/unread using R.Mark the selected feed as read/unread using Shift+A.Center the currently selected article in the article list using S.",
    "build_date": "2021-10-04T11:58:35",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.github.suzie97.communique.png",
    "license": "GPL-3.0+",
    "tag": [
      "Articles",
      "Atom",
      "Feed"
    ],
    "rank": 166
  },
  {
    "pkg": "Master Key",
    "app_id": "com.gitlab.guillermop.MasterKey",
    "description": "Manage passwords without saving them",
    "description_long": "<br>Master Key is a password manager application that generates and manages passwords without the<br>need to store them<br>Features:<br>Passwords are generated using a combination of a master key, a site and a login<br>Passwords are never stored<br>Passwords can be recreated everywhere<br>The accounts information is encrypted<br>Follows the GNOME Human Interface Guidelines<br>",
    "build_date": "2025-09-28T18:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gitlab/guillermop.MasterKey/72e3c3dceedb5907f0d95c3a3fbd6317/icons/128x128/com.gitlab.guillermop.MasterKey.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 167
  },
  {
    "pkg": "KSquares",
    "app_id": "org.kde.ksquares",
    "description": "Connect the dots to create squares",
    "description_long": "KSquares is a game modeled after the well known pen and paper based game of Dots and Boxes. Each player takes it in turns to draw a line between two adjacent dots on the board. The objective is to complete more squares than your opponents.",
    "build_date": "2025-12-17T17:40:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ksquares/90e11fc3004dbf808f6a1797aa504afc/icons/128x128/org.kde.ksquares.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 168
  },
  {
    "pkg": "KGraphViewer",
    "app_id": "org.kde.kgraphviewer",
    "description": "A Graphviz DOT graph viewer",
    "description_long": "<br>KGraphViewer is a Graphviz DOT graph file viewer, aimed to replace the other outdated Graphviz tools.<br>Graphs are commonly used in scientific domains and particularly in computer science.<br>Features:<br>Zooming<br>Threaded loading of several graphs in tabs<br>Saving of the recent files list<br>Manual reload of files<br>Display of a bird-eye view of the graph<br>Moving of the graph by dragging<br>Full featured printing<br>Perfect drawing of all graphviz example graphs<br>Automatically choose dot for directed graphs and neato for undirected<br>Possibility to use an arbitrary layout algorithm as soon as it produces xdot format<br>Automatic reloading with user confirmation of (externally) modified files (configurable)<br>Open new instances as new tabs in the old one (configurable)<br>",
    "build_date": "2025-12-17T17:51:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kgraphviewer.desktop/8010b7bdb3e3b8f21540d82b9f5be8db/icons/128x128/org.kde.kgraphviewer.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 169
  },
  {
    "pkg": "BeagleBoard Imager",
    "app_id": "org.beagleboard.imagingutility",
    "description": "BeagleBoard Imaging Utility",
    "description_long": "<br>Notice: Please download the udev permissions for fixing permission errors when working with BeagleConnect Freedom.<br>The easiest way to install the latest operating system images for your Beagle.<br>",
    "build_date": "2025-12-05T09:12:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/beagleboard/imagingutility/dfe8efc19f6e71bf0577f5b1e416c3f0/icons/128x128/org.beagleboard.imagingutility.png",
    "license": "MIT",
    "tag": [],
    "rank": 170
  },
  {
    "pkg": "OmegaT",
    "app_id": "org.omegat.OmegaT",
    "description": "A simple, open-source translation memory manager and CAT tool",
    "description_long": "OmegaT is a free translation memory application that works on Windows, macOS, Linux... It is a tool intended for professional translators. It does not translate for you! (Software that does this is called , and you will have to look elsewhere for it.)",
    "build_date": "2024-10-16T07:18:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/omegat/OmegaT/b7233c4eb33f2bbf5f520dc46aba8a3c/icons/128x128/org.omegat.OmegaT.png",
    "license": "GPL-3.0",
    "tag": [
      "cat"
    ],
    "rank": 171
  },
  {
    "pkg": "Snux",
    "app_id": "page.codeberg.ilijaculap.snux",
    "description": "Simple snake game",
    "description_long": "In this game, you need to be quick! You are a snake moving across the game field. Control the snake using the arrow keys: up, down, left, and right. Be careful not to hit the field borders or your own tail. The goal is to eat as much food as possible. There are two types of food: Green food makes your snake longer, green stars give you extra points, but they only appear for a short amount of time, so act fast!",
    "build_date": "2025-09-06T14:40:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/ilijaculap.snux/2999a29fddf164d2ffa982bf9beae4f5/icons/128x128/page.codeberg.ilijaculap.snux.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "snux",
      "snake",
      "game"
    ],
    "rank": 172
  },
  {
    "pkg": "Qcm",
    "app_id": "io.github.hypengw.Qcm",
    "description": "Material You cloud music player",
    "description_long": "Material You cloud music player. <br>Music Service:<br>Jellyfin<br>Netease Cloud Music(网易云音乐)",
    "build_date": "2025-12-16T03:58:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hypengw.Qcm/648ecb79eba3cda636bf90cdf0c56e44/icons/128x128/io.github.hypengw.Qcm.png",
    "license": "GPL-2.0",
    "tag": [
      "Netease"
    ],
    "rank": 173
  },
  {
    "pkg": "ChibiTracker",
    "app_id": "com.github.reduz.ChibiTracker",
    "description": "Portable Impulse Tracker clone",
    "description_long": "<br>ChibiTracker is a portable IT (Impulse Tracker) clone. It is not a 100% clone though, as it adds more features, such as chorus and reverb, stereo samples, an advanced sample editor and more. The user interface also presents some changes, as it can be custom themed and resized.<br>ChibiTracker is Open Source Software under the GNU Public License, and it can be run under Windows, Mac-OS, Linux, FreeBSD, BeOS, and more to come.<br>For those who haven't used trackers before, ChibiTracker is a small, compact music composing application that is easy to learn and powerful enough to sound good.<br>",
    "build_date": "2025-09-03T23:46:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/reduz.ChibiTracker/d35a77986421fbec65b19e72dea1f592/icons/128x128/com.github.reduz.ChibiTracker.png",
    "license": "GPL-2.0",
    "tag": [
      "mod",
      "s3m",
      "xm"
    ],
    "rank": 174
  },
  {
    "pkg": "Playlifin Voyager",
    "app_id": "net.krafting.PlaylifinVoyager",
    "description": "Transfer playlists to/from Jellyfin",
    "description_long": "Playlifin Voyager is a tool to export and import playlists from and to your Jellyfin Server.",
    "build_date": "2025-11-16T21:17:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/PlaylifinVoyager/9ec6b14da38499a6267f17d56128d419/icons/128x128/net.krafting.PlaylifinVoyager.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "export",
      "import"
    ],
    "rank": 175
  },
  {
    "pkg": "Escambo",
    "app_id": "io.github.cleomenezesjr.Escambo",
    "description": "Test and develop APIs",
    "description_long": "Escambo is an HTTP-based APIs test application for GNOME.",
    "build_date": "2024-05-30T16:28:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cleomenezesjr.Escambo/2162375482a9381575b2a145c3f12479/icons/128x128/io.github.cleomenezesjr.Escambo.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 176
  },
  {
    "pkg": "Vakt-i Salah",
    "app_id": "io.github.eminfedar.vaktisalah-gtk-rs",
    "description": "Simple prayer/adhan times app",
    "description_long": "<br>Simple Prayer/Adhan Times App. <br>Prayer times are getting fetched every month from Türkiye's Diyanet İşleri Başkanlığı (Presidency of Religious Affairs). <br>Network Permission: Fetching prayer times from internet. <br>Microphone/Audio Permission: Play notification sound when X minutes left. No microphone access. <br>",
    "build_date": "2025-11-27T16:20:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/eminfedar.vaktisalah-gtk-rs/6222ce441f847765bec19a872e3119c4/icons/128x128/io.github.eminfedar.vaktisalah-gtk-rs.png",
    "license": "MIT",
    "tag": [],
    "rank": 177
  },
  {
    "pkg": "CTL Dash",
    "app_id": "io.github.nikelaz.CTLDash",
    "description": "Manage services",
    "description_long": "<br>CTL Dash is a systemd service manager for the COSMIC desktop environment that displays system and user services with their status.<br>Features:<br>View all systemd services with their current status<br>Manage both system-wide and user services<br>View detailed information about individual services<br>Start, stop, restart services from the UI<br>Enable and disable services<br>View service logs<br>",
    "build_date": "2025-12-16T13:45:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nikelaz.CTLDash/73c2bb3998a1b482c59da1c53f122c72/icons/128x128/io.github.nikelaz.CTLDash.png",
    "license": "MPL-2.0",
    "tag": [
      "COSMIC"
    ],
    "rank": 178
  },
  {
    "pkg": "ASHPD Demo",
    "app_id": "com.belmoussaoui.ashpd.demo",
    "description": "Play with portals",
    "description_long": "Demo that shows the capabilities of the ASHPD crate.",
    "build_date": "2025-04-19T08:29:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/ashpd.demo/d816300f42691d7c9f284e1a3b8bf892/icons/128x128/com.belmoussaoui.ashpd.demo.png",
    "license": "MIT",
    "tag": [
      "Gnome",
      "GTK",
      "ASHPD"
    ],
    "rank": 179
  },
  {
    "pkg": "Coulr",
    "app_id": "com.github.huluti.Coulr",
    "description": "Enjoy colors and feel happy",
    "description_long": "Color box to help developers and designers.",
    "build_date": "2025-10-18T14:39:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/huluti.Coulr.desktop/c67568147134c64038e19aa0d6759493/icons/128x128/com.github.huluti.Coulr.desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 180
  },
  {
    "pkg": "Digital Assets",
    "app_id": "fr.fgrabenstaetter.DigitalAssets",
    "description": "Cryptocurrencies prices and statistics",
    "description_long": "Digital Assets is a utility to follow cryptocurrencies prices and statistics which integrates well with the GNOME desktop.",
    "build_date": "2023-09-24T05:12:13",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/fr.fgrabenstaetter.DigitalAssets.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 181
  },
  {
    "pkg": "wfview",
    "app_id": "org.wfview.wfview",
    "description": "Open Source interface for Icom transceivers",
    "description_long": "<br>wfview is a program developed by amateur radio enthusiasts to control modern Icom ham radios. It provides the user with controls<br>that may be comfortably operated from a keyboard, mouse, or touch screen interface. wfview is free and open source software.<br>wfview has been developed with an eye towards compatibility. Even though our target platform consists of modern-era transceivers,<br>wfview’s command dictionary is focused on commands with the most compatibility. Many of Icom’s transceivers from the last 20 years<br>will work to some degree with wfview, and we are always adding more.<br>",
    "build_date": "2025-11-09T12:25:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/wfview/wfview/d5dc366de1ca6f52e8cdd92dc18b7067/icons/128x128/org.wfview.wfview.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 182
  },
  {
    "pkg": "Ywallet",
    "app_id": "app.ywallet.Ywallet",
    "description": "Light Wallet for Ycash and Zcash",
    "description_long": "Fastest synchronization of all the wallets on the market<br>Supports every feature of shielded y/zcash<br>Track your wallet performance and expenditures<br>Watch-only and Cold Wallet",
    "build_date": "2025-12-04T14:55:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/ywallet/Ywallet/ca4ae84dc8ae1f81eecd9d300c8c4515/icons/128x128/app.ywallet.Ywallet.png",
    "license": "MIT",
    "tag": [],
    "rank": 183
  },
  {
    "pkg": "Watchmate",
    "app_id": "io.gitlab.azymohliad.WatchMate",
    "description": "Manage your PineTime",
    "description_long": "<br>Companion app for InfiniTime-powered PineTime smart watch.<br>Visually optimized for GNOME, adaptive for phone and desktop, Linux only.<br>Features:<br>Set time<br>Read various data from the PineTime<br>Update firmware and resources OTA<br>Automatically check for available firmware updates<br>Control the media player<br>Forward desktop notifications<br>",
    "build_date": "2025-11-20T09:00:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/azymohliad.WatchMate/fb4a81cb6c7d8ae28f22ab38f062489e/icons/128x128/io.gitlab.azymohliad.WatchMate.png",
    "license": "GPL-3.0",
    "tag": [
      "InfiniTime",
      "PineTime",
      "Smartwatch"
    ],
    "rank": 184
  },
  {
    "pkg": "WatchFlower",
    "app_id": "io.emeric.watchflower",
    "description": "A plant monitoring application for Bluetooth Low Energy sensors and thermometers like Xiaomi 'Flower Care' or Parrot 'Flower Power'",
    "description_long": "WatchFlower is a plant monitoring application that reads and plots data from compatible Bluetooth Low Energy sensors like Xiaomi and or Parrot and , as well as many thermometers and air quality sensors!It works with international and Chinese Xiaomi devices, doesn't require an account creation, your GPS location, nor any other personal data from you!Available in Chinese (traditional and simplified), Danish, Dutch, English, French, Frisian, German, Norwegian (Bokmål and Nynorsk), Russian and Spanish!Features:Support many different plant sensors and thermometersSupport a couple of environmental and air quality sensorsName your plants and set your own limits for optimal carePlant database with over 3400 plantsBackground updates and notifications (excluding iOS)Synchronize sensors history (FlowerCare, RoPot and ThermoBeacon ONLY for now)Configurable update intervalsClickable two-week graphsMonthly/weekly/daily data histograms90 days CSV data exportScalable UI: 4.6 screens, landscape or portrait",
    "build_date": "2024-01-18T11:14:20",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.emeric.watchflower.png",
    "license": "GPL-3.0+",
    "tag": [
      "ble",
      "bluetooth",
      "flowercare"
    ],
    "rank": 185
  },
  {
    "pkg": "Hexalate",
    "app_id": "org.gottcode.Hexalate",
    "description": "Spin circles to match colors",
    "description_long": "Hexalate is a color matching game. The goal of the game is to rotate and position the circles so that each touching line matches in color. You rotate circles by right clicking, and you move circles by dragging them. The game stores the positions and rotations of the circles across runs.",
    "build_date": "2025-04-17T21:08:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Hexalate/12bf5d50d2e3a97f13c70534ace49698/icons/128x128/org.gottcode.Hexalate.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 186
  },
  {
    "pkg": "Race into Space",
    "app_id": "org.raceintospace.Raceintospace",
    "description": "A game to relive the 1960s Space Race",
    "description_long": "<br>Race Into Space is a simulation of the US-Soviet Space Race.<br>In it, you take charge of your country’s space program as<br>Director (US) or Designer (USSR). You will purchase and develop<br>space hardware, recruit and manage astronauts/cosmonauts, and<br>plan and send missions into space. The ultimate goal is to be<br>the first to complete a Moon landing and return your people<br>safely to Earth.<br>Race Into Space (RIS) is a port to modern operating systems of<br>Buzz Aldrin’s Race Into Space (BARIS), a DOS game originally released<br>in 1993 on floppy disk, and a year later in an expanded CD version.<br>BARIS was developed by Fritz Bronner based on his 1989 board game Liftoff!.<br>Dr. Aldrin’s name and imagery have been dropped because permission to<br>use them was limited to the old DOS game.<br>RIS is available for Windows, Linux, and Mac, and includes some<br>improvements over the original game—which we feel have justified<br>a rewrite of the game manual. Those involved in RIS are volunteer<br>enthusiasts, and we hope you enjoy this simulation.<br>You might even find it educational.<br>",
    "build_date": "2025-02-12T13:57:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/raceintospace/Raceintospace/75433e9f217067a5de50fc78d05be000/icons/128x128/org.raceintospace.Raceintospace.png",
    "license": "GPL-2.0+",
    "tag": [
      "Game"
    ],
    "rank": 187
  },
  {
    "pkg": "FreeTheBugs",
    "app_id": "io.github.mlm_games.free-the-bugs",
    "description": "A short game on fixing java bugs",
    "description_long": "Was initially made for mehu game jam in just 2 days!",
    "build_date": "2025-11-17T13:42:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mlm_games.free-the-bugs/06e4909f50e6cefdd47f4e7576cbdf07/icons/128x128/io.github.mlm_games.free-the-bugs.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 188
  },
  {
    "pkg": "Essentialist",
    "app_id": "io.github.essentialist_app.essentialist",
    "description": "Flashcards for notes in Markdown",
    "description_long": "Your flashcard decks are just simple Markdown files, which means you can<br>create cards directly while taking notes. This is a perfect workflow for<br>students and anyone who takes notes and wants to quickly turn them into<br>study material. Each card is defined by a simple H2 header (## Your Card<br>Title).<br>Because your decks are plain text files, they are:<br>Easy to manage: You can organize them with any file manager.<br>Future-proof: Plain text is a universal format.<br>Editable with any editor: Use your favorite text editor to make changes.<br>Essentialist supports a variety of Markdown features, including lists,<br>tables, emojis, and basic text styling (italic and bold). Please note that<br>image support is not yet available.<br>We strongly believe that you should be in control of your data.<br>Essentialist doesn't perform any network operations. There's no cloud, no<br>sync service, and no data collection. You can use an external app if you<br>want to synchronize your cards and your scores.<br>The user interface is minimalist to help you focus on your learning. It<br>has robust keyboard bindings for quick navigation and interaction. For<br>those who prefer the command line, there's a terminal app called<br>flashdown.<br>Essentialist is also available on Windows, MacOS, and Android.",
    "build_date": "2025-09-23T22:33:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/essentialist_app.essentialist/5a67ea906225108e27a0d19fda26e0fa/icons/128x128/io.github.essentialist_app.essentialist.png",
    "license": "MIT",
    "tag": [],
    "rank": 189
  },
  {
    "pkg": "Swatch",
    "app_id": "org.gabmus.swatch",
    "description": "Color palette manager",
    "description_long": "Color palette manager.<br>Create and manage various color palettes for different projects, name colors with significant names, and quickly copy them with a single button.<br>View your colors as an orderly list or as a grid, depending on your screen size.<br>Import and export palettes using the GIMP palette format for easier interoperability.",
    "build_date": "2025-12-11T13:56:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gabmus/swatch/4756b1c14c48b11eb9100fe4b1e5ca3d/icons/128x128/org.gabmus.swatch.png",
    "license": "GPL-3.0+",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 190
  },
  {
    "pkg": "Ball2Box",
    "app_id": "org.simondalvai.ball2box",
    "description": "Shoot the ball into the red box",
    "description_long": "Can you get all three stars on all levels?<br>120+ levels and more coming soon...<br>20+ different styled balls to collect<br>Privacy friendly<br>Offline game<br>Created with Godot Engine 3<br>",
    "build_date": "2025-10-23T07:58:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/simondalvai/ball2box/1bdedf9bc456afa4778823c90305c0f2/icons/128x128/org.simondalvai.ball2box.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 191
  },
  {
    "pkg": "FotoToon",
    "app_id": "org.sugarlabs.FotoToon",
    "description": "Create your own comic",
    "description_long": "FotoToon allows you to create everything from a simple “comic” strip to a long elaborate illustrated document. You will be able to import many kinds of images into the panes of your project and add text bubbles to help tell the story.",
    "build_date": "2024-06-05T23:15:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sugarlabs/FotoToon/b0f45c4e93e29207eb3d31ee5913421f/icons/128x128/org.sugarlabs.FotoToon.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 192
  },
  {
    "pkg": "Taigo",
    "app_id": "com.github.appadeia.Taigo",
    "description": "Taigo is a virtual pet for your desktop",
    "description_long": "<br>Taigo is a virtual pet for your desktop that you need to take care of.<br>",
    "build_date": "2024-10-31T03:14:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/appadeia.Taigo.desktop/2e7f1c2521e7595b84c04b32ac128ccf/icons/128x128/com.github.appadeia.Taigo.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Game"
    ],
    "rank": 193
  },
  {
    "pkg": "Progressive",
    "app_id": "io.github.h8moss.progressive",
    "description": "Keep track of your tasks",
    "description_long": "<br>A simple, open-source TODO list and progress tracker for Windows and linux. Built with love using Tauri and Svelte.<br>Create a simple tasklist, add sub-tasks and tasks with progress. See the overall progress you have accomplished.<br>",
    "build_date": "2025-11-18T00:58:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/h8moss.progressive/f0c24d2f982376ada9eb4cfdee1f31cd/icons/128x128/io.github.h8moss.progressive.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 194
  },
  {
    "pkg": "Connectagram",
    "app_id": "org.gottcode.Connectagram",
    "description": "Unscramble words placed in patterns",
    "description_long": "Connectagram is a word unscrambling game. The board consists of several scrambled words that are joined together. You can choose the length of the words, the amount of words, and the pattern that the words are arranged in. The game provides a hint option for times when you are stuck, and features an online word lookup that fetches the definitions of each word from Wiktionary. Your current progress is automatically saved.",
    "build_date": "2025-04-17T21:00:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Connectagram/e9e6f7b9d89d534084bf15edfdc24543/icons/128x128/org.gottcode.Connectagram.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 195
  },
  {
    "pkg": "TriPeaks",
    "app_id": "io.github.mimoguz.TriPeaks-GDX",
    "description": "A Tri Peaks solitaire game",
    "description_long": "A simple, open-source Tri Peaks solitaire game with multiple layout options.<br>This release is crafted for Linux mobile devices and will run in full-screen mode.<br>How to Play:<br>Standard game starts with 28 cards arranged in three peaks, 23 cards in the stock, and one card in the discard pile.<br>Aim is to clear the peaks by selecting a card that is one rank higher or lower than the top card on the discard pile.<br>Sequences loop, so you can go from ace to two or king, in either direction at any time.<br>When needed, you can move a card from the stock to the discard pile.<br>Other Features:<br>Three Layout Options: Beyond the standard TriPeaks layout, the game offers two more layout options.<br>Customizable Start: Begin with an empty discard pile, allowing you to start with any open card or by drawing from the stock.<br>Exposed Face-Down Cards: An option to view the face-down cards for added strategic planning.<br>",
    "build_date": "2025-01-18T07:48:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mimoguz.TriPeaks-GDX/0c6e31c0a70f85c7a0d16729a935eb76/icons/128x128/io.github.mimoguz.TriPeaks-GDX.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 196
  },
  {
    "pkg": "Simsu",
    "app_id": "org.gottcode.Simsu",
    "description": "Fill in numbers to solve puzzles",
    "description_long": "Simsu is a basic Sudoku game. You can switch between filling in notes (pencil mode), or filling in answers (pen mode). To make it easier to see where to place numbers, you can highlight all instances of a number. You can also check your answers for correctness while playing. The game stores your current notes and answers, so that you can pick up where you left off the next time you play.",
    "build_date": "2025-05-14T17:10:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Simsu/39cd6e5a797c4ff55182d04310bf1398/icons/128x128/org.gottcode.Simsu.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 197
  },
  {
    "pkg": "Etesync-Knotes",
    "app_id": "io.gitlab.JBeaumont81.Etesync-Knotes",
    "description": "A Etesync note-taking application for linux.",
    "description_long": "<br>Etesync-Knotes is a note-taking application for linux, compatible with notes created with the mobile app etesync-notes (see https://github.com/etesync/etesync-notes).<br>In order to use this application you need to have an account with EteSync (paid hosting), or run your own instance (free and open source). Check out https://www.etesync.com/ for more information.<br>List of features:<br>Connection to one EteSync account<br>Read, edit, delete, create Notes<br>Read, edit, delete, create Notebooks<br>Search across the notes<br>Sort the Notes and Notebooks<br>Light and Dark themes<br>Display Note and notebook metadata<br>Access deleted notes and notebooks<br>Auto-disconnect on close option (delete credentials)<br>",
    "build_date": "2025-10-19T18:43:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/JBeaumont81.Etesync-Knotes/b89cb4ccb1d1625db333587195c5004f/icons/128x128/io.gitlab.JBeaumont81.Etesync-Knotes.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Notes",
      "Etesync",
      "Etebase"
    ],
    "rank": 198
  },
  {
    "pkg": "Lanchat",
    "app_id": "pl.youkai.lanchat",
    "description": "LAN chat and file transfer",
    "description_long": "I will not continue development of Lanchat after 2.10 release. Any bugs or security issues will not be fixed. Please consider using alternatives.",
    "build_date": "2023-03-25T16:24:31",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/pl.youkai.lanchat.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 199
  },
  {
    "pkg": "Tabëla",
    "app_id": "com.mastropaolo.www.tabela",
    "description": "Format tables to Markdown or HTML",
    "description_long": "A really small utility to format tables coming from spreadsheets (or manually typed) into Markdown or HTML. Input can be any text separated by TAB, commas or semicolon and it can output the table formatted for Markdown (and ASCII art) or plain HTML. For use with spreadsheets, simply copy the spreadsheet cells, and paste it into the upper text area. Handles large tables reasonably well.<br>",
    "build_date": "2025-10-27T21:11:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mastropaolo/www.tabela/bb4936617f03d644f71f1c5a50bd42ba/icons/128x128/com.mastropaolo.www.tabela.png",
    "license": "MIT",
    "tag": [
      "Markdown",
      "HTML",
      "Tables"
    ],
    "rank": 200
  },
  {
    "pkg": "MasVisGtk",
    "app_id": "io.github.itprojects.MasVisGtk",
    "description": "Audio analysis tool for your music",
    "description_long": "Detect audio mastering defects. Based on pymasvis app/module, using numpy, scipy, pyplot (matplotlib).<br>Waveform plotting<br>Overview of files (by-folder support)<br>Frequency plot<br>Dynamic Range estimation<br>Peak estimation<br>Crest Factor estimation<br>Histogram plot<br>Peak vs. RMS plot<br>Loudness analysis, EBU R128 plot<br>Multi-channel audio support<br>",
    "build_date": "2025-10-11T18:09:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/itprojects.MasVisGtk/57664066b671d9a806c61253fe59f9c7/icons/128x128/io.github.itprojects.MasVisGtk.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Audio",
      "Loudness",
      "Analysis"
    ],
    "rank": 201
  },
  {
    "pkg": "YUView",
    "app_id": "de.rwth_aachen.ient.YUView",
    "description": "QT based, cross-platform YUV player with an advanced analytic toolset",
    "description_long": "<br>YUView is a Qt based YUV player with an advanced analytic toolset for Linux, Windows and Mac. At its core, YUView is a powerful YUV player that can open and show almost any YUV format. With its simple interface it is easy to navigate through sequences and inspect details and a side by side and comparison view can help to spot differences between two sequences. A sophisticated statistics renderer can overlay the video with supplemental information. More features include playlists, support for visual tests and presentations, support of compressed formats (through libde265 and FFmpeg), support for raw RGB files as well as image files and image sequences, and many more. <br>",
    "build_date": "2025-12-18T21:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/rwth_aachen/ient.YUView/ca7df68656c9040983dc65dcc151a61e/icons/128x128/de.rwth_aachen.ient.YUView.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 202
  },
  {
    "pkg": "WebReady",
    "app_id": "com.nickgirga.webready",
    "description": "Web-ready animations in seconds",
    "description_long": "Use ffmpeg to convert your video files to looped WEBP animations. No extra bells or whistles. Open a file and press go. Made primarily for easily creating live wallpapers for the Steam Deck",
    "build_date": "2025-12-14T08:49:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/nickgirga/webready/94bc352da79101e63a425393f00618a5/icons/128x128/com.nickgirga.webready.png",
    "license": "MIT",
    "tag": [],
    "rank": 203
  },
  {
    "pkg": "QuickBib",
    "app_id": "io.github.archisman_panigrahi.QuickBib",
    "description": "Quickly get BibTeX from a DOI",
    "description_long": "QuickBib helps you quickly generate BibTeX bibliographic entries from identifiers such as DOIs, arXiv IDs, article URLs and their titles. Enter an identifier and QuickBib will fetch the metadata and produce a ready-to-use BibTeX entry which you can copy to your clipboard and use in your LaTeX documents.<br>Features include: fast DOI/arXiv lookup and copy-to-clipboard.",
    "build_date": "2025-12-17T10:06:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/archisman_panigrahi.QuickBib/667b030451893ec2d4c7180fa55c9b4b/icons/128x128/io.github.archisman_panigrahi.QuickBib.png",
    "license": "GPL-3.0-only",
    "tag": [
      "bib",
      "doi",
      "doi2bib"
    ],
    "rank": 204
  },
  {
    "pkg": "Meine Ausweiskopie",
    "app_id": "in.varb.Ausweiskopie",
    "description": "Redact and mark German id copies",
    "description_long": "<br>Easily watermark and hide information in copies of your (German) identity documents!<br>This tool allows watermarking copies of German identity documents.<br>You can also redact information your recipient does not need (like the document number or CAN).<br>Dieses Werkzeug ermöglicht es eine Ausweiskopie eindeutig als Kopie und mit Wasserzeichen zu kennzeichnen.<br>Für den Adressaten unwichtige Daten (z. B. die CAN oder die Ausweisnummer) können geschwärzt werden.<br>Currently, this tool supports the following documents:<br>Temporary German identity cards (issued on paper)<br>Regular German identity cards (all revisions)<br>German Passports (issued 2017 or newer)<br>",
    "build_date": "2025-09-21T20:38:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/varb/Ausweiskopie/d754e4e2f47b181b205974853f078f1b/icons/128x128/in.varb.Ausweiskopie.png",
    "license": "MPL-2.0",
    "tag": [
      "privacy",
      "document",
      "passport"
    ],
    "rank": 205
  },
  {
    "pkg": "Block Attack - Rise of the Blocks",
    "app_id": "net.blockattack.game",
    "description": "A fast paced match-3/blockfall game",
    "description_long": "This a puzzle/blockfall game inspired by Nintendo’s Tetris Attack (or “Panel de Pon”) for the Super Nintendo.<br>It might seem like any other match-3 style game but it is generally much faster.<br>The game requires fast decisions compared to other puzzle games.<br>While you can setup the perfect chain it is much more likely that you will construct chains while blocks are still dropping around you.<br>In addition to traditional game types like endless, time trial and stage clear the game does also feature a VS-mode.<br>The VS mode is a dual like you rarely see in a puzzle game.<br>The game can be played with keyboard, gamepad or mouse. Keyboard or gamepad are strongly recommended.<br>The game allows two players to compete on the same machine.",
    "build_date": "2025-12-10T21:10:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/blockattack/game/92b41cc69dfa1bceeee4ef09c369cb6e/icons/128x128/net.blockattack.game.png",
    "license": "GPL-2.0+",
    "tag": [
      "blocks",
      "attack",
      "tetris"
    ],
    "rank": 206
  },
  {
    "pkg": "jdAppStreamEdit",
    "app_id": "page.codeberg.JakobDev.jdAppStreamEdit",
    "description": "A graphical Program to create and edit AppStream files",
    "description_long": "jdAppStreamEdit (previously known as jdAppdataEdit) allows you to easily create and edit AppStream (.appdata.xml or .metainfo.xml) files for your Application.<br>Features:<br>Easy to use<br>Full support for the Open Age Rating System (OARS)<br>The AppStream files are fully translatable<br>Releases can be imported from GitHub, GitLab, Gitea, Git Repos and NEWS files<br>You can view a preview in Gnome Software<br>You can use a existing .desktop file as template<br>Supports External Releases<br>Plugins<br>",
    "build_date": "2025-12-14T12:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdAppStreamEdit/f52b63e74fe4c71f16d45d60594f0e20/icons/128x128/page.codeberg.JakobDev.jdAppStreamEdit.png",
    "license": "GPL-3.0-only",
    "tag": [
      "appstream",
      "appdata",
      "metainfo"
    ],
    "rank": 207
  },
  {
    "pkg": "Escritoire",
    "app_id": "page.codeberg.dudenix.escritoire",
    "description": "Write letters with confidence",
    "description_long": "Escritoire helps you to create standards-compliant letters with ease. <br>Just write your text, select a style and Escritoire will do the rest.<br>You can store your correspondents in an integrated addressbook and use different sender addresses.<br>Currently, Escritoire is limited to DIN 5008 letters.<br>Escritoire uses the power of the Typst typesetting system.",
    "build_date": "2025-06-19T23:10:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/dudenix.escritoire/d6bb6cff457ebedc581d46d98549daac/icons/128x128/page.codeberg.dudenix.escritoire.png",
    "license": "MIT",
    "tag": [
      "Rust",
      "Flatpak",
      "GTK"
    ],
    "rank": 208
  },
  {
    "pkg": "KUIViewer",
    "app_id": "org.kde.kuiviewer",
    "description": "Qt Designer UI File Viewer",
    "description_long": "KUIViewer is a tool to display and check user interface (.ui) files created in Qt Designer.",
    "build_date": "2025-12-11T17:11:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kuiviewer/4084bc8378880d397d76901ba485421f/icons/128x128/org.kde.kuiviewer.png",
    "license": "LGPL-2.0",
    "tag": [],
    "rank": 209
  },
  {
    "pkg": "GemRB",
    "app_id": "org.gemrb.gemrb",
    "description": "GemRB is a portable open-source implementation of Bioware’s Infinity Engine",
    "description_long": "The goal of the project is to make the Infinity Engine games available on a wide range of platforms<br>forever, fix or avoid old bugs, add new features and provide a superb platform for mod development.<br>PLEASE NOTE: GemRB does not include game data for any of the supported commercial<br>titles. To play any of the commercial titles, you will need to provide the game data. Please refer to<br>the GemRB documentation for more detail on how to provide it.",
    "build_date": "2025-12-12T19:08:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gemrb/gemrb/ef295cb11d00029af649d357e5178833/icons/128x128/org.gemrb.gemrb.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "roleplay",
      "rpg",
      "game"
    ],
    "rank": 210
  },
  {
    "pkg": "CuteMaze",
    "app_id": "org.gottcode.CuteMaze",
    "description": "Find targets in a maze",
    "description_long": "CuteMaze is a simple, top-down game in which mazes are randomly generated using one of a choice of several different algorithms. You move the character through the maze while hunting for targets (cheese, by default)—the game is won once all of these targets have been picked up.",
    "build_date": "2025-04-17T21:01:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/CuteMaze/c9029bfd55c65d8eb62a775d264089e8/icons/128x128/org.gottcode.CuteMaze.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 211
  },
  {
    "pkg": "Identities",
    "app_id": "one.k8ie.Identities",
    "description": "Passwords at hand",
    "description_long": "Modern password-store pass client with responsive design.<br>Features include:<br>Adaptive UI - works great on phones and small screens<br>Supports as many arbitrary attributes as you want<br>Generates TOTPs (even several per file)<br>Support for adding multiple password stores in arbitrary locations<br>",
    "build_date": "2025-10-18T14:35:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/k8ie/Identities/00f04b5e7fdedc1eaa64c8e65209f24b/icons/128x128/one.k8ie.Identities.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "password",
      "logins",
      "manager"
    ],
    "rank": 212
  },
  {
    "pkg": "Ruqola",
    "app_id": "org.kde.ruqola",
    "description": "Rocket Chat Client",
    "description_long": "<br>Ruqola is a client for Rocket.Chat.<br>It supports RC features:<br>Direct Message<br>group channel<br>channel<br>Support autotranslate (when RC has it)<br>Configuring room notification<br>Configuring room<br>Thread message support<br>Discussion room<br>Teams room support<br>Configuring own account<br>Registering new account<br>Support multi account<br>Search message in room<br>Show mention/attachment/Pinned message/start message<br>Support emoji<br>Video support<br>Configure administrator support (add/remove roles, add/remove users, add/remove permissions, configure rooms etc.)<br>Support OTR (in progress)<br>support gif image<br>Add support for uploading attachment files<br>Show unread message information<br>Allow to block/unblock users<br>Auto-away<br>Two-factor authentication via TOTP<br>Two-factor authentication via email<br>Administrator support (Server Info, Rooms, Custom User Status, Custom Sounds, Custom Emoji, Users, Invites, View Log, Permissions, Roles, Oauth), Administrator settings (Message, Account, Retention Policy, File Upload, Encryption)<br>Export Messages<br>Video Conference<br>Extra features:<br>Allow to reply directly to message from notification (kde features)<br>Drag and drop image from ruqola to website or local folder<br>Store message in local database so we can search in offline<br>Mark All Channels are read<br>Add notification history<br>New RocketChat Server Information Support<br>Manage Device (RC &gt;= 5.0)<br>Manage Personal Access Token<br>Add support for local translation<br>Add support for text auto-correction<br>",
    "build_date": "2025-12-10T01:35:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ruqola/92ae7cbcd84acb7af08e14437937fe7f/icons/128x128/org.kde.ruqola.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 213
  },
  {
    "pkg": "Sums",
    "app_id": "io.gitlab.leesonwai.Sums",
    "description": "Calculate with postfix notation",
    "description_long": "<br>Sums is a postfix calculator designed for quick calculations and focused<br>on simplicity. Features include:<br>A selection of core mathematical operations and constants<br>Two-way history navigation<br>Copying your results with one click<br>",
    "build_date": "2025-10-12T22:55:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Sums/972543288fe38cf2774fdad8e326fb5f/icons/128x128/io.gitlab.leesonwai.Sums.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "calculator",
      "math",
      "education"
    ],
    "rank": 214
  },
  {
    "pkg": "Time Log",
    "app_id": "org.gtimelog.GTimeLog",
    "description": "Unobtrusively keep track of your time",
    "description_long": "GTimeLog is a small GNOME app for keeping track of your time. Its main goal is to be as unobtrusive as possible.",
    "build_date": "2025-12-12T18:47:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gtimelog/GTimeLog/12157c6e18250d5b72caa6cee2e9a762/icons/128x128/org.gtimelog.GTimeLog.png",
    "license": "GPL-2.0",
    "tag": [
      "time",
      "tracking",
      "logging"
    ],
    "rank": 215
  },
  {
    "pkg": "csven",
    "app_id": "io.github.rsvzz.csven",
    "description": "Order English words",
    "description_long": "<br>CSVEN allows you to add an English word to mess it up and put it back together to learn how to write it through a game<br>",
    "build_date": "2025-12-03T17:39:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/rsvzz.csven/d86b3197b75ce8f9d0b0cddbf27f605f/icons/128x128/io.github.rsvzz.csven.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 216
  },
  {
    "pkg": "JackTrip",
    "app_id": "org.jacktrip.JackTrip",
    "description": "Connect and play with other musicians",
    "description_long": "<br>JackTrip is a cross-platform multi-machine audio system<br>used for network music performance over the Internet.<br>It supports any number of channels (as many as the computer/network can handle)<br>of bidirectional, high quality, uncompressed audio signal streaming.<br>You can use it between any combination of machines e.g., one end using<br>Linux can connect to another using Mac OSX.<br>",
    "build_date": "2025-10-01T03:42:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/jacktrip/JackTrip/e5d015e87c01436750d5343e5e5a3d08/icons/128x128/org.jacktrip.JackTrip.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 217
  },
  {
    "pkg": "Corese Gui",
    "app_id": "fr.inria.corese.CoreseGui",
    "description": "Handling the semantic web",
    "description_long": "<br>Corese GUI is an interactive sandbox for working with RDF data. It provides an intuitive<br>graphical environment for loading, exploring, querying, reasoning, and validating<br>semantic datasets.<br>The application supports multiple RDF serialization formats for import/export, includes<br>a<br>Turtle editor, and allows running SPARQL queries directly. It also integrates reasoning<br>engines, supporting both standard profiles like RDFS and OWL, as well as custom rule<br>files for advanced inferencing workflows.<br>With Corese GUI, users can visualize and manipulate semantic data, test SHACL<br>validations, and prototype knowledge-based systems with ease.<br>",
    "build_date": "2025-10-10T16:45:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/inria/corese.CoreseGui/781b6691fc95539e8aefe2f6d7f9f6b7/icons/128x128/fr.inria.corese.CoreseGui.png",
    "license": "CECILL-C",
    "tag": [
      "RDF",
      "SPARQL",
      "OWL"
    ],
    "rank": 218
  },
  {
    "pkg": "Tundra",
    "app_id": "moe.tundra.Tundra",
    "description": "Update your anime lists automatically",
    "description_long": "Tundra is an open-source MyAnimeList scrobbler application for Linux. It automatically detects media players running on your computer, checks for any anime videos playing, and marks them as watched on your MAL profile.",
    "build_date": "2025-05-28T11:01:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/tundra/Tundra/5a24cee40fc6e159097481c4c971c5d3/icons/128x128/moe.tundra.Tundra.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK",
      "MAL",
      "scrobble"
    ],
    "rank": 219
  },
  {
    "pkg": "Peercoin",
    "app_id": "net.peercoin.peercoin-qt",
    "description": "Peercoin, a green crypto for sustainable future.",
    "description_long": "<br>Peercoin, launched in August 2012, is the world's first cryptocoin secured by Proof of Stake.<br>It stands as an energy-efficient digital store of value, enabling online transactions without relying on a central authority.<br>Its efficient design allows for transaction validation even on basic hardware like the first-generation Raspberry Pi.<br>Owning Peercoins grants active participation in the proof-of-stake consensus, offering the opportunity to create new blocks and earn rewards, setting it apart from alternative cryptocurrencies.<br>",
    "build_date": "2025-11-06T08:10:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/peercoin/peercoin-qt/1b8a7726680b91440e167bc1e284941a/icons/128x128/net.peercoin.peercoin-qt.png",
    "license": "MIT",
    "tag": [],
    "rank": 220
  },
  {
    "pkg": "Katharsis",
    "app_id": "io.github.buonhobo.Katharsis",
    "description": "Emulate computer networks with ease",
    "description_long": "Katharsis is a simple GUI for the Kathara computer network emulation framework.<br>It allows you to start and stop labs and connect to the containers in a convenient way.<br>It allows you to conveniently open multiple container terminals next to each other.<br>Katharsis requires Docker to be installed in rootful mode, and you have to be in the docker group.",
    "build_date": "2025-04-03T09:08:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/buonhobo.Katharsis/311ff48ba3140292a779a729396bc46c/icons/128x128/io.github.buonhobo.Katharsis.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 221
  },
  {
    "pkg": "Colorful",
    "app_id": "pl.suve.colorful",
    "description": "Side-view shooter game",
    "description_long": "<br>Colorful is a simple side-view shooter game, where the protagonist<br>travels a maze of caves and corridors in order to collect color artefacts.<br>",
    "build_date": "2025-01-11T21:50:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/pl/suve/colorful/0a8616bdc30cecd90110c6b297a62a76/icons/128x128/pl.suve.colorful.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 222
  },
  {
    "pkg": "Liri Calculator",
    "app_id": "io.liri.Calculator",
    "description": "Perform arithmetic or scientific calculations",
    "description_long": "<br>Liri Calculator is a Material Design application that solves mathematical equations.<br>At first it appears to be a simple calculator with only basic arithmetic operations.<br>However it features a flexible expression parser with support for symbolic<br>computation, a large set of built-in functions and constants and works with different<br>data types like numbers, big numbers, complex numbers, fractions, units and matrices.<br>",
    "build_date": "2025-11-14T07:22:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/liri/Calculator.desktop/a77a6a846d3cf83bed642fcde0f7b1b4/icons/128x128/io.liri.Calculator.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "arithmetic",
      "scientific"
    ],
    "rank": 223
  },
  {
    "pkg": "jEveAssets",
    "app_id": "io.github.GoldenGnu.jEveAssets",
    "description": "An out-of-game asset manager for Eve-Online",
    "description_long": "<br>jEveAssets is an out-of-game asset manager for Eve-Online, written in Java.<br>EVE Online and the EVE logo are the registered trademarks of CCP hf. All rights are reserved worldwide. All<br>other trademarks are the property of their respective owners. EVE Online, the EVE logo, EVE and all<br>associated logos and designs are the intellectual property of CCP hf. All artwork, screenshots, characters,<br>vehicles, storylines, world facts or other recognizable features of the intellectual property relating to<br>these trademarks are likewise the intellectual property of CCP hf.<br>CCP hf. has granted permission to jEveAssets to use EVE Online and all associated logos and designs for<br>promotional and information purposes on its website but does not endorse, and is not in any way affiliated<br>with, jEveAssets. CCP is in no way responsible for the content on or functioning of this program, nor can it<br>be liable for any damage arising from the use of this program.<br>",
    "build_date": "2025-12-02T18:00:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/GoldenGnu.jEveAssets/49ffe76a402d89a76e05edefb9bed23a/icons/128x128/io.github.GoldenGnu.jEveAssets.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 224
  },
  {
    "pkg": "Plom Client",
    "app_id": "org.plomgrading.PlomClient",
    "description": "Grading/marking client for the Plom online grading system",
    "description_long": "<br>Plom is a system for large-scale marking by humans. It prepares<br>QR-coded test papers, collates scanned work, and coordinates a team of<br>graders. This is the graphical interface used for grading tests.<br>",
    "build_date": "2025-12-09T08:35:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/plomgrading/PlomClient/a2c0de1c92719e42c023873954a16d0e/icons/128x128/org.plomgrading.PlomClient.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 225
  },
  {
    "pkg": "irrlamb",
    "app_id": "io.gitlab.jazztickets.irrlamb",
    "description": "3D physics platformer",
    "description_long": "Find all the orbs in this challenging 3D physics game, using either mouse/keyboard or gamepad.<br>35 levels, including 15 tutorials, 7 levels, 4 skateparks, 7 challenges, and 2 secrets.<br>Keep track of your fastest times and save replays.",
    "build_date": "2025-05-16T00:32:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/jazztickets.irrlamb/74eec326bd5547d8f5ec795c01a00899/icons/128x128/io.gitlab.jazztickets.irrlamb.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 226
  },
  {
    "pkg": "Spiderbro 2",
    "app_id": "uk.co.studiopond.spiderbro2",
    "description": "A spider puzzle game!",
    "description_long": "<br>Spiderbro 2 is a retro inspired adventure puzzle game for Windows and Linux. You play as Shadowbro, a spider that has to save the multiverse from the antics of a real life computer worm!<br>EXPLORE, COLLECT ITEMS, SOLVE PUZZLES! Make your way deeper into the company building by exploring the environment and collecting items for your pockets! Use your pocket items on world objects, give them to NPCs or merge them with one another to solve puzzles!<br>THE IN-GAME PCs ARE BACK WITH AN UPGRADE! Use the in-game PCs and check for further clues! Text logs with clues and backstory can be found on PCs found throughout the game! Take a trip to PC-SPACE, a company exclusive VR service that takes using a PC to new depths!<br>A WORM IS LOOSE! THE MULTIVERSE IS COLLIDING! A computer worm gone wild has broken into the real world! More cracks and holes to new universes have appeared! In Spiderbro 2 you should expect the unexpected as you overcome the worm whilst travelling between different universes!<br>DISCOVER COMPANY SECRETS! Go deeper into the company building and find out what triggered the events of Spiderbro! Each new department will unravel more secrets!<br>NO NEED TO PLAY THE PREQUEL! Players need not play the first Spiderbro! Spiderbro 2 expands upon the first game in a way that does not require the player to complete it! Spiderbro 2 also contains a copy of the first game, within the game!<br>YOU WILL DIE! Be warned that this world is not safe! Make frequent use of savepoints to prevent losing progress!<br>EVEN MORE!<br>34 In-game Awards<br>New game plus mode<br>Two possible conclusions<br>Built in Cheat Sheet with all puzzle solutions<br>CONTROLS<br>Arrow Keys / WASD - Movement<br>SPACE / ENTER - Interact<br>P / E - Open Pockets<br>ESC - Back / Pause<br>",
    "build_date": "2025-11-24T11:25:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/studiopond.spiderbro2/8d6811db0e46dfd5c41f16d441fa24d8/icons/128x128/uk.co.studiopond.spiderbro2.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 227
  },
  {
    "pkg": "Tags",
    "app_id": "io.github.phastmike.tags",
    "description": "Color logs based on tags",
    "description_long": "Create tags with color schemes and give color to your logs or text files.<br>Features<br>Load tags<br>Save tags<br>Remove all tags<br>Document minimap with colors<br>User defined line numbering color scheme<br>Simple tags based on string containing a pattern<br>Support for regular expressions<br>Case sensitive support<br>Automatically load tags files<br>Navigate through similarly tagged lines with ease<br>",
    "build_date": "2025-09-20T11:45:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/phastmike.tags/46a0b5690d17e165696940cc26d6990f/icons/128x128/io.github.phastmike.tags.png",
    "license": "MIT",
    "tag": [
      "tags",
      "highlight",
      "logs"
    ],
    "rank": 228
  },
  {
    "pkg": "Profex",
    "app_id": "org.profex_xrd.Profex",
    "description": "Open Source XRD and Rietveld Refinement",
    "description_long": "<br>Profex is a graphical user interface for Rietveld refinement of powder X-ray diffraction (XRD) data with the program BGMN. It can be used for phase identification, phase quantification, structure refinement, and export of results and graphs to tables and figures.<br>",
    "build_date": "2025-11-09T03:13:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/profex_xrd/Profex/415dcc0f6d4def65ce06b75918d94b4a/icons/128x128/org.profex_xrd.Profex.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 229
  },
  {
    "pkg": "jdEolConverter",
    "app_id": "page.codeberg.JakobDev.jdEolConverter",
    "description": "Converts End of Line of all files in a directory",
    "description_long": "jdEolConverter is a simple tool that converts the End of Line of all files in a direcory into the given format. Nothing more and nothing less. This is useful when you e.g. have edited files under Windows and forgot to change the End of Line Option.",
    "build_date": "2025-11-09T16:12:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdEolConverter/4d43686fe5bc6143b9222b4fb5c2fb62/icons/128x128/page.codeberg.JakobDev.jdEolConverter.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 230
  },
  {
    "pkg": "PoMiDAQ",
    "app_id": "io.github.bothlab.pomidaq",
    "description": "View and record videos from UCLA Miniscopes",
    "description_long": "<br>PoMiDAQ is a recording software for UCLA Miniscopes for neuroscientific research.<br>It provides an easy way to record videos from Miniscopes, create Z-stacks to give an<br>overview of visible cells or tissue features and provides an online background subtraction<br>feature to gain an initial insight into cellular calcium activity while data is recorded.<br>Recorded data is encoded with the FFV1 codec by default, to allow for smaller,<br>lossless video files that are safe to archive.<br>The software is designed to work with the latest OpenCV libraries and provides a shared library,<br>so Miniscope recording features can easily be embedded into other programs and pipelines.<br>PoMiDAQ will work with Miniscope V3, V4 and the Siminiscope hardware using the standard<br>DAQ box v3.2.<br>",
    "build_date": "2025-11-15T16:09:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/bothlab.pomidaq/d1db8df4e2aad574bf188f316685eeaf/icons/128x128/io.github.bothlab.pomidaq.png",
    "license": "LGPL-3.0+",
    "tag": [],
    "rank": 231
  },
  {
    "pkg": "CutePeaks",
    "app_id": "io.github.labsquare.CutePeaks",
    "description": "Standalone Sanger trace viewer",
    "description_long": "A simple viewer for Sanger trace file. Supports AB1 and SCF 3.0 file formats. It has regular expression pattern finder and can export trace as SVG vector image.",
    "build_date": "2025-04-22T09:44:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/labsquare.CutePeaks/a80b4b03b170377a3484a26425ddbc70/icons/128x128/io.github.labsquare.CutePeaks.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 232
  },
  {
    "pkg": "Siglo",
    "app_id": "com.github.theironrobin.siglo",
    "description": "Sync PineTime with your PinePhone",
    "description_long": "Features:Supports all Phosh-based PinePhone distros.",
    "build_date": "2023-04-22T01:29:02",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.github.theironrobin.siglo.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 233
  },
  {
    "pkg": "Domestique Baston",
    "app_id": "io.itch.domestique_baston.domestique_baston",
    "description": "A 1 vs. 1 fighting game",
    "description_long": "<br>Domestique Baston is a 1 vs 1 fighting game. Well. You know what that<br>is... It’s intended for casual gamers as the gameplay is simple...<br>It pictures a couple fighting each other at home. That’s the reason why<br>there is only 1 background and 2 playable characters.<br>This game is in French slang just because it’s funny. No other reason.<br>Besides, who really cares about, for instance, the story or even what’s<br>told in such a game?<br>Use Alt-Enter to enter/exit full screen mode.<br>When playing with a keyboard, the LEFT player uses the E, S, R, D keys<br>for buttons, and the F, C, V, B keys for moving; the RIGHT player uses<br>the O, K, P, L keys for buttons, and the arrow keys for moving.<br>We strongly recommend you do not play on a keyboard as there<br>are issues (some key combinations do not work).<br>",
    "build_date": "2024-10-17T10:02:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/itch/domestique_baston.domestique_baston/eea6f2d19c8a51750bdad238d349b847/icons/128x128/io.itch.domestique_baston.domestique_baston.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 234
  },
  {
    "pkg": "TwoFun",
    "app_id": "org.tabos.twofun",
    "description": "Touch based reaction game for two players",
    "description_long": "Multiplayer game collection for touch devices, like , , , and more",
    "build_date": "2025-11-05T21:02:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/twofun/f29dfcc6cd276d2903721c20c402b530/icons/128x128/org.tabos.twofun.png",
    "license": "GPL-3.0",
    "tag": [
      "two",
      "fun",
      "touch"
    ],
    "rank": 235
  },
  {
    "pkg": "NovProg",
    "app_id": "org.gottcode.NovProg",
    "description": "Wordcount graphing program",
    "description_long": "NovProg is a tool to graph your progress in writing a novel. You enter your wordcount and it updates a graph showing you how much progress you have made. It also shows you how far you are through your daily goal, and your total goal. Mousing over a bar in the graph will show a tooltip with that day’s wordcount.",
    "build_date": "2025-04-17T21:12:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/NovProg/1b489b81b34315c813e21e1644b14661/icons/128x128/org.gottcode.NovProg.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "gencolormap",
    "app_id": "de.marlam.gencolormap",
    "description": "Color Map Generator",
    "description_long": "<br>A generator for color maps, for scientific visualization.<br>",
    "build_date": "2025-11-11T21:24:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/marlam/gencolormap/71cd75a83731cbe36e3b48c53d7986ca/icons/128x128/de.marlam.gencolormap.png",
    "license": "MIT",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "pairinteraction",
    "app_id": "org.pairinteraction.Pairinteraction",
    "description": "A Rydberg Interaction Calculator",
    "description_long": "<br>The pairinteraction software calculates properties of Rydberg systems. The software consists of a C++/Python library and a graphical user interface for pair potential calculations. For usage examples visit the tutorials section of the documentation.<br>",
    "build_date": "2025-11-09T18:54:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/pairinteraction/Pairinteraction/a19d5221565b42bc523e6d020a8ff125/icons/128x128/org.pairinteraction.Pairinteraction.png",
    "license": "LGPL-3.0-or-later or GPL-3.0-or-later",
    "tag": [],
    "rank": 238
  }
]
