[
  {
    "pkg": "Bottles",
    "app_id": "com.usebottles.bottles",
    "description": "Run Windows software",
    "description_long": "Bottles lets you run Windows software on Linux, such as applications and games. It introduces a workflow that helps you organize by categorizing each software to your liking. Bottles provides several tools and integrations to help you manage and optimize your applications.<br>Features:<br>Use pre-configured environments as a base<br>Change runners for any bottle<br>Various optimizations and options for gaming<br>Repair in case software or bottle is broken<br>Install various known dependencies<br>Integrated task manager to manage and monitor processes<br>Backup and restore<br>",
    "build_date": "2025-11-02T20:15:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/usebottles/bottles/78f50cfea7a0f297ec3b5b7dedb6108b/icons/128x128/com.usebottles.bottles.png",
    "license": "GPL-3.0-only",
    "tag": [
      "wine",
      "windows",
      "gaming",
      "emulate",
      "emulator",
      "game"
    ],
    "rank": 1
  },
  {
    "pkg": "Telegram",
    "app_id": "org.telegram.desktop",
    "description": "New era of messaging",
    "description_long": "Pure instant messaging — simple, fast, secure, and synced across all your devices. One of the world's top 10 most downloaded apps with over 500 million active users.<br>FAST: Telegram is the fastest messaging app on the market, connecting people via a unique, distributed network of data centers around the globe.<br>SYNCED: You can access your messages from all your phones, tablets and computers at once. Telegram apps are standalone, so you don’t need to keep your phone connected. Start typing on one device and finish the message from another. Never lose your data again.<br>UNLIMITED: You can send media and files, without any limits on their type and size. Your entire chat history will require no disk space on your device, and will be securely stored in the Telegram cloud for as long as you need it.<br>SECURE: We made it our mission to provide the best security combined with ease of use. Everything on Telegram, including chats, groups, media, etc. is encrypted using a combination of 256-bit symmetric AES encryption, 2048-bit RSA encryption, and Diffie–Hellman secure key exchange.<br>100% FREE &amp; OPEN: Telegram has a fully documented and free API for developers, open source apps and verifiable builds to prove the app you download is built from the exact same source code that is published.<br>POWERFUL: You can create group chats with up to 200,000 members, share large videos, documents of any type (.DOCX, .MP3, .ZIP, etc.) up to 2 GB each, and even set up bots for specific tasks. Telegram is the perfect tool for hosting online communities and coordinating teamwork.<br>RELIABLE: Built to deliver your messages using as little data as possible, Telegram is the most reliable messaging system ever made. It works even on the weakest mobile connections.<br>FUN: Telegram has powerful photo and video editing tools, animated stickers and emoji, fully customizable themes to change the appearance of your app, and an open sticker/GIF platform to cater to all your expressive needs.<br>SIMPLE: While providing an unprecedented array of features, we take great care to keep the interface clean. Telegram is so simple you already know how to use it.<br>PRIVATE: We take your privacy seriously and will never give any third parties access to your data. You can delete any message you ever sent or received for both sides, at any time and without a trace. Telegram will never use your data to show you ads.<br>We keep expanding the boundaries of what you can do with a messaging app. Don’t wait years for older messengers to catch up with Telegram — join the revolution today.",
    "build_date": "2025-10-24T11:28:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/telegram/desktop/57f21aa27a7c2d678182581cbf91073b/icons/128x128/org.telegram.desktop.png",
    "license": "GPL-3.0",
    "tag": [
      "tg",
      "telegram",
      "tdesktop",
      "messaging",
      "messenger",
      "chat",
      "sms",
      "im"
    ],
    "rank": 2
  },
  {
    "pkg": "OBS Studio",
    "app_id": "com.obsproject.Studio",
    "description": "Live stream and record videos",
    "description_long": "Free and open source software for video capturing, recording, and live streaming.<br>Features:<br>High performance real time video/audio capturing and mixing. Create scenes made up of multiple sources including window captures, images, text, browser windows, webcams, capture cards and more.<br>Set up an unlimited number of scenes you can switch between seamlessly via custom transitions.<br>Intuitive audio mixer with per-source filters such as noise gate, noise suppression, and gain. Take full control with VST plugin support.<br>Powerful and easy to use configuration options. Add new Sources, duplicate existing ones, and adjust their properties effortlessly.<br>Streamlined Settings panel gives you access to a wide array of configuration options to tweak every aspect of your broadcast or recording.<br>Modular 'Dock' UI allows you to rearrange the layout exactly as you like. You can even pop out each individual Dock to its own window.<br>Create Professional Productions:<br>Choose from a number of different and customizable transitions for when you switch between your scenes or add your own stinger video files.<br>Set hotkeys for nearly every sort of action, such as switching between scenes, starting/stopping streams or recordings, muting audio sources, push to talk, and more.<br>Studio Mode lets you preview your scenes and sources before pushing them live. Adjust your scenes and sources or create new ones and ensure they're perfect before your viewers ever see them.<br>Get a high level view of your production using the Multiview. Monitor 8 different scenes and easily cue or transition to any of them with merely a single or double click.<br>",
    "build_date": "2025-10-29T01:44:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/obsproject/Studio/1f9b9ba8bca8f281db26cc869de31100/icons/128x128/com.obsproject.Studio.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 3
  },
  {
    "pkg": "Extension Manager",
    "app_id": "com.mattjakeman.ExtensionManager",
    "description": "Install GNOME Extensions",
    "description_long": "Browse and install GNOME Shell extensions to customise your desktop.<br>Features:<br>Browse extensions.gnome.org right inside the app<br>Manage the extensions you already have installed<br>",
    "build_date": "2025-10-01T16:58:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mattjakeman/ExtensionManager/02e2c475dd30416a9bbcc9b4d561ba22/icons/128x128/com.mattjakeman.ExtensionManager.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "extension",
      "manager",
      "shell"
    ],
    "rank": 4
  },
  {
    "pkg": "melonDS",
    "app_id": "net.kuribo64.melonDS",
    "description": "Nintendo DS and DSi emulator",
    "description_long": "<br>melonDS aims at providing fast and accurate Nintendo DS emulation. While it is still a work in progress, it has a pretty solid set of features.<br>Nearly complete core (CPU, video, audio, ...)<br>OpenGL renderer, 3D upscaling<br>RTC, microphone, lid close/open<br>Joystick support<br>Savestates<br>Various display position/sizing/rotations modes<br>Work-in-progress Wi-Fi emulation for online connectivity and local multiplayer<br>Experimental emulation of the Nintendo DSi<br>...and even more is planned!<br>",
    "build_date": "2025-07-10T23:26:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/kuribo64/melonDS/16d448e3de8cb3885a5deba0a7fe2641/icons/128x128/net.kuribo64.melonDS.png",
    "license": "GPL-3.0",
    "tag": [
      "emulator",
      "Nintendo",
      "DS",
      "NDS",
      "Nintendo DS"
    ],
    "rank": 5
  },
  {
    "pkg": "xemu",
    "app_id": "app.xemu.xemu",
    "description": "Original Xbox Emulator",
    "description_long": "<br>A free and open-source application that emulates the original Microsoft Xbox game console. Supports connecting up to 4 controllers for local play, networking for multiplayer, resolution scaling, and more.<br>Note: Only can be written by xemu.<br>The Hard Disk image has to be placed there, for example, at .",
    "build_date": "2025-10-31T02:59:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/xemu/xemu/13e72808bdcdac1d4cc3833e0bf0b21a/icons/128x128/app.xemu.xemu.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 6
  },
  {
    "pkg": "Mission Center",
    "app_id": "io.missioncenter.MissionCenter",
    "description": "Monitor system resource usage",
    "description_long": "Monitor your CPU, Memory, Disk, Network and GPU usage, accompanied by a per app and process breakdown of these statistics<br>Features:<br>Monitor overall or per-thread CPU usage<br>See system process, thread, and handle count, uptime, clock speed (base and current), cache sizes<br>Monitor RAM and Swap usage<br>See a breakdown how the memory is being used by the system<br>Monitor Disk utilization and transfer rates<br>Monitor network utilization and transfer speeds<br>See network interface information such as network card name, connection type (Wi-Fi or Ethernet),<br>wireless speeds and frequency, hardware address, IP address<br>Monitor overall GPU usage, video encoder and decoder usage, memory usage and power consumption, powered<br>by the popular NVTOP project<br>Monitor system fans<br>See a breakdown of resource usage by app and process<br>Supports a minified summary view for simple monitoring<br>Use hardware accelerated rendering for all the graphs in an effort to reduce CPU and overall resource<br>usage<br>Uses GTK4 and Libadwaita<br>Written in Rust<br>Limitations (there is ongoing work to overcome all of these):<br>Intel GPU monitoring is only supported for Broadwell and later GPUs; and does not support VRAM, power,<br>or temperature monitoring<br>When using Linux Mint/Cinnamon, launched applications may not show up in the section<br>(Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)<br>Comments, suggestions, bug reports and contributions welcome",
    "build_date": "2025-05-25T13:54:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/missioncenter/MissionCenter/a526d91a05c242775a6c52784f30996c/icons/128x128/io.missioncenter.MissionCenter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Task manager",
      "Resource monitor",
      "System monitor",
      "Processor",
      "Processes",
      "Performance monitor",
      "CPU",
      "GPU",
      "Disc",
      "Disk",
      "Memory",
      "Network",
      "Utilisation",
      "Utilization"
    ],
    "rank": 7
  },
  {
    "pkg": "Gear Lever",
    "app_id": "it.mijorus.gearlever",
    "description": "Manage AppImages",
    "description_long": "An utility to manage AppImages with ease! Gear lever will organize and manage AppImage files for you, generate desktop entries and app metadata, update apps in-place or keep multiple versions side-by-side.",
    "build_date": "2025-10-30T13:41:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/it/mijorus/gearlever/8ce546bc79074b67832a115d0bb7af82/icons/128x128/it.mijorus.gearlever.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "AppImage"
    ],
    "rank": 8
  },
  {
    "pkg": "Video Downloader",
    "app_id": "com.github.unrud.VideoDownloader",
    "description": "Download web videos",
    "description_long": "<br>Download videos from websites with an easy-to-use interface.<br>Provides the following features:<br>Convert videos to MP3<br>Supports password-protected and private videos<br>Download single videos or whole playlists<br>Automatically selects a video format based on your quality demands<br>Based on yt-dlp.<br>",
    "build_date": "2025-10-23T17:53:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/unrud.VideoDownloader/0a10204af093669fc99e9cf8a9b107ce/icons/128x128/com.github.unrud.VideoDownloader.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Download"
    ],
    "rank": 9
  },
  {
    "pkg": "PortProton",
    "app_id": "ru.linux_gaming.PortProton",
    "description": "Run Windows games on Linux easily",
    "description_long": "<br>PortProton simplifies launching Windows games on Linux, offering a user-friendly experience for beginners and extensive customization for advanced users. It streamlines game setup with automatic configurations while allowing fine-tuned adjustments for performance and compatibility.<br>",
    "build_date": "2025-07-24T13:25:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/ru/linux_gaming/PortProton/55afcb2581e6d9c44e9affafe95579c1/icons/128x128/ru.linux_gaming.PortProton.png",
    "license": "MIT",
    "tag": [
      "wine",
      "proton",
      "steam",
      "windows",
      "games"
    ],
    "rank": 10
  },
  {
    "pkg": "Impression",
    "app_id": "io.gitlab.adhami3310.Impression",
    "description": "Create bootable drives",
    "description_long": "<br>Write disk images to your drives with ease. Select an image, insert your drive, and you're<br>good to go! Impression is a useful tool for both avid distro-hoppers and casual computer<br>users.<br>",
    "build_date": "2025-10-27T04:16:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/adhami3310.Impression/95592e5ee976877e10344fee7a46cd99/icons/128x128/io.gitlab.adhami3310.Impression.png",
    "license": "GPL-3.0",
    "tag": [
      "usb",
      "flash",
      "writer",
      "bootable",
      "drive",
      "iso",
      "img",
      "disk",
      "image"
    ],
    "rank": 11
  },
  {
    "pkg": "Shortwave",
    "app_id": "de.haeckerfelix.Shortwave",
    "description": "Listen to internet radio",
    "description_long": "<br>Shortwave is an internet radio player that provides access to a station database with over 50,000 stations.<br>Features:<br>Create your own library where you can add your favorite stations<br>Easily search and discover new radio stations<br>Automatic recognition of tracks, with the possibility to save them individually<br>Responsive application layout, compatible for small and large screens<br>Play audio on supported network devices (e.g. Google Chromecasts)<br>Seamless integration into the GNOME desktop environment<br>",
    "build_date": "2025-03-28T15:00:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/Shortwave/7c32326f1928c816facf4f3989572161/icons/128x128/de.haeckerfelix.Shortwave.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gradio",
      "Radio",
      "Stream",
      "Wave"
    ],
    "rank": 12
  },
  {
    "pkg": "Boxes",
    "app_id": "org.gnome.Boxes",
    "description": "Virtualization made simple",
    "description_long": "<br>Select an operating system and let Boxes download and install it for you<br>in a virtual machine.<br>Features:<br>Download freely available operating systems<br>Automatically install CentOS Stream, Debian, Fedora, Microsoft Windows, OpenSUSE, Red<br>Hat Enterprise Linux, and Ubuntu<br>Create virtual machines from operating system images with a couple of clicks<br>Limit the resources (memory and storage) your virtual machines consume from your system<br>Take snapshots of virtual machines to restore to previous states<br>Redirect USB devices from your physical machine into virtual machines<br>3D acceleration for some of the supported operating systems<br>Automatically resize virtual machines displays to the window size<br>Share clipboard between your system and virtual machines<br>Share files to virtual machines by dropping them from your file manager into the Boxes window<br>Setup Shared Folders between your system and virtual machines<br>",
    "build_date": "2025-09-17T07:46:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Boxes.desktop/60e0eaf5a67518c6de53b5bb1b477710/icons/128x128/org.gnome.Boxes.desktop.png",
    "license": "LGPL-2.1+",
    "tag": [
      "virtual machine",
      "vm"
    ],
    "rank": 13
  },
  {
    "pkg": "Blender",
    "app_id": "org.blender.Blender",
    "description": "Model, animate, rig, & more in 3D",
    "description_long": "<br>The free and open source 3D creation suite that supports the entirety of <br>the 3D pipeline: modeling, rigging, animation, simulation, rendering, <br>compositing, motion tracking, and video editing.<br>Blender is a public project, made by hundreds of people from around the<br>world; by studios and individual artists, professionals and hobbyists,<br>scientists, students, VFX experts, animators, game artists, modders, and<br>the list goes on.<br>",
    "build_date": "2025-11-02T11:50:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/blender/Blender/0231f981cde650345c6b6d74fbb80eec/icons/128x128/org.blender.Blender.png",
    "license": "GPL-3.0",
    "tag": [
      "3d",
      "cg",
      "modeling",
      "animation",
      "painting",
      "sculpting",
      "texturing",
      "video editing",
      "video tracking",
      "rendering",
      "render engine",
      "cycles",
      "python"
    ],
    "rank": 14
  },
  {
    "pkg": "PDF Arranger",
    "app_id": "com.github.jeromerobert.pdfarranger",
    "description": "Merge, shuffle, and crop PDFs",
    "description_long": "<br>PDF Arranger is a small application, which helps the user to merge or split pdf<br>documents and rotate, crop and rearrange their pages using an interactive and<br>intuitive graphical interface.<br>It is a frontend for pikepdf.<br>",
    "build_date": "2025-11-04T11:01:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/jeromerobert.pdfarranger/be4cba4552137f343cab16b4ee68a747/icons/128x128/com.github.jeromerobert.pdfarranger.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pdfarranger",
      "pdfshuffler",
      "PDF Shuffler"
    ],
    "rank": 15
  },
  {
    "pkg": "Kodi",
    "app_id": "tv.kodi.Kodi",
    "description": "Ultimate entertainment center",
    "description_long": "Kodi allows users to play and view videos, music, podcasts,<br>and other digital media files from local storage, network storage<br>and the internet. It's optimized for a 10-foot user interface to be<br>used with televisions and remote controls.<br>Kodi spawned from the love of media. It is an entertainment hub<br>that brings all your digital media together into a beautiful<br>and user friendly package. It is 100% free and open source,<br>very customisable and runs on a wide variety of devices. It is<br>supported by a dedicated team of volunteers and a huge community.",
    "build_date": "2025-11-03T11:15:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/tv/kodi/Kodi/fa36d59c8e55b328ce86a230bbfb0b61/icons/128x128/tv.kodi.Kodi.png",
    "license": "GPL-2.0-only GPL-2.0-or-later LGPL-2.1-or-later MIT BSD-3-Clause BSD-4-Clause",
    "tag": [
      "Kodi",
      "xbmc",
      "audio",
      "video",
      "media",
      "media center",
      "music",
      "tv",
      "television",
      "remote control"
    ],
    "rank": 16
  },
  {
    "pkg": "Resources",
    "app_id": "net.nokyan.Resources",
    "description": "Keep an eye on system resources",
    "description_long": "<br>Resources allows you to check the utilization of your system resources and control your running processes and apps. It’s designed to be user-friendly and feel right at home on a modern desktop by using GNOME’s libadwaita.<br>Resources supports monitoring the following components:<br>CPU<br>Memory<br>GPU<br>Network Interfaces<br>Storage Devices<br>Batteries<br>",
    "build_date": "2025-10-25T10:53:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/nokyan/Resources/490a11636206873a0841a0888ed0c32b/icons/128x128/net.nokyan.Resources.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "System",
      "Resources",
      "Monitor",
      "Processes",
      "Usage",
      "Task",
      "Manager",
      "CPU",
      "RAM",
      "Memory",
      "GPU"
    ],
    "rank": 17
  },
  {
    "pkg": "Camera",
    "app_id": "org.gnome.Snapshot",
    "description": "Take pictures and videos",
    "description_long": "<br>Take pictures and videos on your computer, tablet, or phone.<br>",
    "build_date": "2025-09-16T17:27:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Snapshot/7b91ba34a80608e5055344fdfce59146/icons/128x128/org.gnome.Snapshot.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picture",
      "photos",
      "camera",
      "webcam",
      "snapshot"
    ],
    "rank": 18
  },
  {
    "pkg": "Foliate",
    "app_id": "com.github.johnfactotum.Foliate",
    "description": "Read e-books in style",
    "description_long": "Discover a new chapter in reading with Foliate, the modern e-book reader tailored for GNOME. Immerse yourself in a distraction-free interface, with customization features designed to match your unique preferences.<br>Features include:<br>Open EPUB, Mobipocket, Kindle, FB2, CBZ, and PDF files<br>Paginated mode and scrolled mode<br>Customize font and line-spacing<br>Light, sepia, dark, and invert mode<br>Reading progress slider with chapter marks<br>Bookmarks and annotations<br>Find in book<br>Quick dictionary lookup<br>",
    "build_date": "2025-11-04T17:31:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/johnfactotum.Foliate/50c58d8da7fe3fa08d1fbf5174369d7d/icons/128x128/com.github.johnfactotum.Foliate.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Ebook",
      "Book",
      "EPUB",
      "Viewer",
      "Reader"
    ],
    "rank": 19
  },
  {
    "pkg": "Image Viewer",
    "app_id": "org.gnome.Loupe",
    "description": "View images",
    "description_long": "Browse through your images and inspect their metadata with:<br>Fast GPU accelerated image rendering<br>Tiled rendering for vector graphics<br>Extendable and sandboxed image decoding<br>Accessible presentation of the most important metadata.<br>",
    "build_date": "2025-10-23T21:15:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Loupe/63bf8c6b2981832b33d603c57901f323/icons/128x128/org.gnome.Loupe.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Picture",
      "Graphics",
      "Loupe"
    ],
    "rank": 20
  },
  {
    "pkg": "Alpaca",
    "app_id": "com.jeffser.Alpaca",
    "description": "Chat with AI models",
    "description_long": "A private AI client<br>Features<br>Talk to multiple models in the same conversation<br>Pull and delete models from the app<br>Have multiple conversations<br>Image recognition (Only available with compatible models)<br>Plain text documents recognition<br>Import and export chats<br>Append YouTube transcripts to the prompt<br>Append text from a website to the prompt<br>PDF recognition<br>Disclaimer<br>This project is not affiliated at all with Ollama, I'm not responsible for any damages to your device or software caused by running code given by any models.",
    "build_date": "2025-11-02T05:48:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jeffser/Alpaca/2057004f9c4afa35f31674d340ecd666/icons/128x128/com.jeffser.Alpaca.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ai",
      "ollama",
      "llm"
    ],
    "rank": 21
  },
  {
    "pkg": "Android Studio",
    "app_id": "com.google.AndroidStudio",
    "description": "IDE for Android app development",
    "description_long": "Android Studio is the official Integrated Development Environment (IDE) for Android app development. Based on the powerful code editor and developer tools from IntelliJ IDEA, Android Studio offers even more features that enhance your productivity when building Android apps, such as:<br>A flexible Gradle-based build system<br>A fast and feature-rich emulator<br>A unified environment where you can develop for all Android devices<br>Live Edit to update composables in emulators and physical devices in real time<br>Code templates and GitHub integration to help you build common app features and import sample code<br>Extensive testing tools and frameworks<br>Lint tools to catch performance, usability, version compatibility, and other problems<br>C++ and NDK support<br>Built-in support for Google Cloud Platform, making it easy to integrate Google Cloud Messaging and App Engine<br>",
    "build_date": "2025-10-30T17:33:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/google/AndroidStudio.desktop/19aa2c0cdfcb9074d5c714c4b3f5c870/icons/128x128/com.google.AndroidStudio.desktop.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "android",
      "kotlin",
      "java",
      "compose",
      "apk",
      "development",
      "ide"
    ],
    "rank": 22
  },
  {
    "pkg": "Parabolic",
    "app_id": "org.nickvision.tubeconverter",
    "description": "Download web video and audio",
    "description_long": "<br>A powerful yt-dlp frontend<br>Supports downloading videos in multiple formats (mp4, webm, mp3, opus, flac, and wav)<br>Run multiple downloads at a time<br>Supports downloading metadata and video subtitles<br>",
    "build_date": "2025-10-18T17:18:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/nickvision/tubeconverter/5b276baf91ac0624ddb5208ed1fa7bc3/icons/128x128/org.nickvision.tubeconverter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Downloader",
      "ytdlp",
      "Nickvision",
      "Tube",
      "Converter",
      "audio",
      "video",
      "media",
      "download"
    ],
    "rank": 23
  },
  {
    "pkg": "Upscaler",
    "app_id": "io.gitlab.theevilskeleton.Upscaler",
    "description": "Upscale and enhance images",
    "description_long": "<br>Upscaler enhances and enlarges images up to four times their original size, with special modes for cartoons, anime and photos.<br>",
    "build_date": "2025-10-09T20:02:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/theevilskeleton.Upscaler/de438cbecb26adfee28fa3e37ff11391/icons/128x128/io.gitlab.theevilskeleton.Upscaler.png",
    "license": "GPL-3.0",
    "tag": [
      "image",
      "upscale",
      "upscaling",
      "processing",
      "enhance",
      "enhancing",
      "artificial intelligence",
      "ai"
    ],
    "rank": 24
  },
  {
    "pkg": "Extensions",
    "app_id": "org.gnome.Extensions",
    "description": "Manage your GNOME Extensions",
    "description_long": "<br>GNOME Extensions handles updating extensions, configuring extension preferences and removing or disabling unwanted extensions.<br>The application requires GNOME 3.36 or newer to work.<br>",
    "build_date": "2025-09-18T00:36:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Extensions/90e0bbb0d29858214de38e7db4f235b4/icons/128x128/org.gnome.Extensions.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 25
  },
  {
    "pkg": "Pika Backup",
    "app_id": "org.gnome.World.PikaBackup",
    "description": "Keep your data safe",
    "description_long": "<br>Doing backups the easy way. Plugin your USB drive and let the Pika do the rest for you.<br>Create backups locally and remotely<br>Set a schedule for regular backups<br>Save time and disk space because Pika Backup does not need to copy known data again<br>Encrypt your backups<br>List created archives and browse through their contents<br>Recover files or folders via your file browser<br>Pika Backup is designed to save your personal data and does not support complete system recovery. Pika Backup is powered by the well-tested BorgBackup software.<br>",
    "build_date": "2025-10-11T01:37:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/World.PikaBackup/33fda84f1a302f5e7da68c4d31a30f41/icons/128x128/org.gnome.World.PikaBackup.png",
    "license": "GPL-3.0",
    "tag": [
      "archive",
      "back-up",
      "borg"
    ],
    "rank": 26
  },
  {
    "pkg": "Dolphin",
    "app_id": "org.kde.dolphin",
    "description": "Manage your files",
    "description_long": "Dolphin is KDE's file manager that lets you navigate and browse the contents of your hard drives, USB sticks, SD cards, and more. Creating, moving, or deleting files and folders is simple and fast.<br>Dolphin contains plenty of productivity features that will save you time. The multiple tabs and split view features allow navigating multiple folders at the same time, and you can easily drag and drop files between views to move or copy them. Dolphin's right-click menu provides with many quick actions that let you compress, share, and duplicate files, among many other things. You can also add your own custom actions.<br>Dolphin is very lightweight, but at the same time, you can adapt it to your specific needs. This means that you can carry out your file management exactly the way you want to. Dolphin supports three different view modes: a classic grid view of all the files, a more detailed view, and a tree view. You can also configure most of Dolphin's behavior.<br>Dolphin can display files and folders from many Internet cloud services and other remote machines as if they were right there on your desktop.<br>Dolphin also comes with an integrated terminal that allows you to run commands on the current folder. You can extend the capabilities of Dolphin even further with powerful plugins to adapt it to your workflow. You can use the git integration plugin to interact with git repositories, or the Nextcloud plugin to synchronize your files online, and much more.",
    "build_date": "2025-11-01T22:10:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/dolphin.desktop/8d9bbbd1e777f81448162a30b4e13e36/icons/128x128/org.kde.dolphin.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "files",
      "file management",
      "file browsing",
      "samba",
      "network shares",
      "Explorer",
      "Finder"
    ],
    "rank": 27
  },
  {
    "pkg": "Video Player",
    "app_id": "org.gnome.Showtime",
    "description": "Watch without distraction",
    "description_long": "Play your favorite movies and video files without hassle. Video Player features simple playback controls that fade out of your way when you're watching, fullscreen, adjustable playback speed, multiple language and subtitle tracks, and screenshots — everything you need for a straightforward viewing experience.",
    "build_date": "2025-09-17T06:54:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Showtime/187a05c169e6d77a5329f1aea48c5623/icons/128x128/org.gnome.Showtime.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Video",
      "Movie",
      "Film",
      "Clip",
      "Player",
      "Showtime"
    ],
    "rank": 28
  },
  {
    "pkg": "Surfshark",
    "app_id": "com.surfshark.Surfshark",
    "description": "Connect to secure, private web!",
    "description_long": "<br>Protect yourself with Surfshark VPN for Linux!<br>Surfshark VPN app will protect you on both public and home Wi-Fi. It offers a VPN with global server infrastructure, ad blocker, and double VPN (MultiHop) servers.<br>Independently audited by Deloitte, Surfshark VPN doesn't track your activity. Surfshark has 3200+ RAM-only servers with speeds of up to 10Gbit/s in over 100 countries. That guarantees that your browsing is seamless, safe, and private.<br>Secure the entire household:<br>Forget counting devices. With a single subscription, you'll get unlimited simultaneous connections. Connect &amp; protect all your devices with Surfshark VPN.<br>Safeguard your data &amp; privacy:<br>Your ISP can see the websites you visit and the products you look for. With a VPN and its end-to-end encryption, your browsing remains private.<br>Surf with blazing speeds:<br>Surfshark offers 3200+ servers in over 100 countries. Use your favorite apps or browse websites lag-free with a secure and fast VPN connection.<br>Keep your data private, even from us:<br>Surfshark has a no-activity-logs policy, proven by audits, which ensures we don't see or collect your personal information, online activity, or location.<br>Stay safe on public Wi-Fi:<br>Public Wi-Fi is a safe space for hackers. And even more dangers might hide in these networks. A VPN connection protects your data &amp; ensures that it's safe.<br>Access internet without censorship:<br>Censorship might stand between you and your favorite things online. That's where a secure VPN steps in &amp; helps you regain your internet freedom.<br>Block ads &amp; trackers:<br>Websites collect info about you &amp; display ads based on your online habits. Surfshark stops those annoying ads and protects you from malware attacks.<br>Discover more Surfshark Linux app features:<br>Global server network - travel the world without leaving your room with more than 3200 VPN servers in over 100 countries.<br>CleanWeb - block ads, trackers, malware, and phishing attempts.<br>MultiHop - select two different servers to connect through simultaneously<br>Camouflage mode - connect to obfuscated servers and make the VPN connection look like regular browsing.<br>24/7 customer support - get help via live chat, email, or social media. You can also check our Blog and Help Center.<br>If you have any questions, contact us directly at support@surfshark.com or via live chat.",
    "build_date": "2025-11-03T08:36:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/surfshark/Surfshark/33c26cd0693bdce077d6d5fa9b56cdfc/icons/128x128/com.surfshark.Surfshark.png",
    "license": "LicenseRef-proprietary=https://surfshark.com/terms-of-service",
    "tag": [],
    "rank": 29
  },
  {
    "pkg": "Refine",
    "app_id": "page.tesk.Refine",
    "description": "Tweak various aspects of GNOME",
    "description_long": "Refine helps discover advanced and experimental features in GNOME.",
    "build_date": "2025-09-24T18:53:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/tesk/Refine/dda9077addf5888cba74c4bda9dafd09/icons/128x128/page.tesk.Refine.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "tweaks",
      "tweak",
      "toggle"
    ],
    "rank": 30
  },
  {
    "pkg": "Blanket",
    "app_id": "com.rafaelmardojai.Blanket",
    "description": "Listen to ambient sounds",
    "description_long": "Improve focus and increase your productivity by listening to different ambient sounds<br>Also can help you to fall asleep in a noisy environment.<br>Features:<br>Save presets<br>Add custom sounds<br>Auto start in background<br>MPRIS integration<br>Included Sounds in the App:<br>Birds<br>Boat<br>City<br>Coffee Shop<br>Fireplace<br>Pink Noise<br>Rain<br>Summer Night<br>Storm<br>Stream<br>Train<br>Waves<br>White Noise<br>Wind<br>",
    "build_date": "2025-07-27T19:47:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/rafaelmardojai/Blanket/ebdacbe997c47e04a549494300152fdf/icons/128x128/com.rafaelmardojai.Blanket.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Concentrate",
      "Focus",
      "Noise",
      "Productivity",
      "Sleep"
    ],
    "rank": 31
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity<br>Přizpůsobte své prostředí COSMIC až za hranice nekonečna<br>Save, import and download color schemes<br>Customize the panel and dock<br>Replicate other desktop's layouts<br>Fearless tweaking with snapshots<br>",
    "build_date": "2025-10-26T19:29:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/765880db28aeffc6a9f9db332e30db29/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 32
  },
  {
    "pkg": "0 A.D.",
    "app_id": "com.play0ad.zeroad",
    "description": "Real-time strategy game",
    "description_long": "<br>0 A.D. is a real-time strategy (RTS) game of ancient warfare.<br>It's a historically-based war/economy game that allows players to relive<br>or rewrite the history of thirteen ancient civilizations, each depicted<br>at their peak of economic growth and military prowess.<br>The fourteen factions are: Three of the Hellenic States (Athens, Sparta and<br>Macedonia), two of the kingdoms of Alexander the Great's successors<br>(Seleucids and Ptolemaic Egyptians), two Celtic tribes (Britons and<br>Gauls), the Romans, the Persians, the Iberians, the Carthaginians, the Han, the<br>Mauryas and the Kushites.<br>Each civilization is complete with substantially unique artwork,<br>technologies and civilization bonuses.<br>",
    "build_date": "2025-10-04T14:12:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/play0ad/zeroad/654b021879beae8be13a41fde6ed1248/icons/128x128/com.play0ad.zeroad.png",
    "license": "GPL-2.0+ and CC-BY-SA",
    "tag": [
      "RTS",
      "0AD",
      "Realtime Strategy",
      "Economic Simulation Game",
      "History",
      "Warfare",
      "Infantry",
      "Cavalry",
      "Siege Engines",
      "Fortress",
      "Celtics",
      "Hellenes",
      "Athenians",
      "Britons",
      "Carthaginians",
      "Gauls",
      "Han",
      "Iberians",
      "Kushites",
      "Macedonians",
      "Mauryas",
      "Persians",
      "Ptolemies",
      "Romans",
      "Seleucids",
      "Spartans"
    ],
    "rank": 33
  },
  {
    "pkg": "Upscayl",
    "app_id": "org.upscayl.Upscayl",
    "description": "Free and Open Source AI Image Upscaler",
    "description_long": "<br>Upscayl is a free and open source AI Image Upscaler.<br>",
    "build_date": "2025-10-04T22:03:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/upscayl/Upscayl/d407ddb4cb2ce379a1a84198fbe10b16/icons/128x128/org.upscayl.Upscayl.png",
    "license": "AGPL-3.0",
    "tag": [],
    "rank": 34
  },
  {
    "pkg": "Maps",
    "app_id": "org.gnome.Maps",
    "description": "Find places around the world",
    "description_long": "<br>Maps gives you quick access to maps all across the world. It allows you<br>to quickly find the place you’re looking for by searching for a city or<br>street, or locate a place to meet a friend.<br>Maps uses the collaborative OpenStreetMap database, made by hundreds of<br>thousands of people across the globe.<br>",
    "build_date": "2025-10-11T12:25:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Maps/e6c17be80a27b349add2a3ae84d9fbb1/icons/128x128/org.gnome.Maps.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Maps"
    ],
    "rank": 35
  },
  {
    "pkg": "Planify",
    "app_id": "io.github.alainm23.planify",
    "description": "Forget about forgetting things",
    "description_long": "Planify is your modern and powerful task manager that helps you keep your life organized. With a clean and intuitive interface, cloud synchronization, and advanced features, you'll never forget what matters again.<br>✨ Core Features:<br>Modern and clean interface designed with GTK4 and libadwaita<br>Drag and drop to organize tasks and projects effortlessly<br>Visual progress indicators for each project<br>Smart organization with sections and custom labels<br>Calendar integration to visualize your schedule<br>Multiple reminders per task to never miss a deadline<br>Dark mode with seamless system theme integration<br>Quick and powerful search to find anything instantly<br>Recurring tasks with flexible patterns<br>Attachments and links in your tasks<br>☁️ Cloud Synchronization:<br>Full synchronization with Todoist to access your tasks from anywhere<br>Support for Nextcloud and CalDAV servers (Radicale, Baïkal) to keep your data private<br>Offline mode: work without internet and sync when you're back online<br>Cross-platform synchronization to access from any device<br>* Planify is not created by, affiliated with, or supported by Doist",
    "build_date": "2025-10-11T22:32:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/alainm23.planify/33ebe82e0353e0f575be9b85084f5b44/icons/128x128/io.github.alainm23.planify.png",
    "license": "GPL-3.0+",
    "tag": [
      "development",
      "task",
      "tasks",
      "project",
      "todo",
      "reminder",
      "reminders",
      "event",
      "events",
      "calendar",
      "todoist"
    ],
    "rank": 36
  },
  {
    "pkg": "Clapper",
    "app_id": "com.github.rafostar.Clapper",
    "description": "Lean back and enjoy videos",
    "description_long": "<br>Clapper is a modern media player designed for simplicity and ease of use.<br>Powered by GStreamer and built for the GNOME desktop environment using<br>GTK4 toolkit, it has a clean and stylish interface that lets you focus<br>on enjoying your favorite videos.<br>Clapper uses a playback queue where you can add multiple media files.<br>Think of it like a playlist that you can build. You can easily reorder<br>items or remove them from the queue with a simple drag and drop operation.<br>",
    "build_date": "2025-07-19T13:46:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/rafostar.Clapper/4c1bd491da0fed7b4f08f86e9467af4e/icons/128x128/com.github.rafostar.Clapper.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Video",
      "Movie",
      "Film",
      "Clip",
      "Series",
      "Player",
      "Playlist",
      "DVD",
      "TV",
      "Disc",
      "Album",
      "Music",
      "GNOME",
      "Clapper"
    ],
    "rank": 37
  },
  {
    "pkg": "KPatience",
    "app_id": "org.kde.kpat",
    "description": "Solitaire card game",
    "description_long": "KPat (aka KPatience) is a relaxing card sorting game. To win the game a player has to arrange a single deck of cards in certain order amongst each other.",
    "build_date": "2025-11-02T17:38:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kpat/a607145a916bafa257bcb0adc44d453c/icons/128x128/org.kde.kpat.png",
    "license": "GPL-2.0+",
    "tag": [
      "Aces up",
      "baker's dozen",
      "castle",
      "forty and eight",
      "forty-eight",
      "freecell",
      "gold",
      "grandfather",
      "grandfather's clock",
      "normandy",
      "klondike",
      "mod3",
      "simple simon",
      "spider",
      "yukon"
    ],
    "rank": 38
  },
  {
    "pkg": "AudioTube",
    "app_id": "org.kde.audiotube",
    "description": "YouTube Music app",
    "description_long": "AudioTube can search YouTube Music, list albums and artists, play automatically generated playlists, albums and allows to put your own playlist together. It is adapted to mobile phones and desktop computers.",
    "build_date": "2025-10-31T20:13:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/audiotube/6322a459dd1a06f17962fed8d5da0457/icons/128x128/org.kde.audiotube.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 39
  },
  {
    "pkg": "Amberol",
    "app_id": "io.bassi.Amberol",
    "description": "Plays music, and nothing else",
    "description_long": "<br>Amberol is a music player with no delusions of grandeur. If you just<br>want to play music available on your local system then Amberol is the<br>music player you are looking for.<br>Current features:<br>adaptive UI<br>UI recoloring using the album art<br>drag and drop support to queue songs<br>shuffle and repeat<br>MPRIS integration<br>",
    "build_date": "2025-07-23T13:14:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/bassi/Amberol/dc100a9f00e5ad245af203b4810380c4/icons/128x128/io.bassi.Amberol.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "player",
      "media",
      "audio",
      "playlist"
    ],
    "rank": 40
  },
  {
    "pkg": "Video Trimmer",
    "app_id": "org.gnome.gitlab.YaLTeR.VideoTrimmer",
    "description": "Trim videos quickly",
    "description_long": "<br>Video Trimmer cuts out a fragment of a video given the start and end timestamps. The video is never re-encoded, so the process is very fast and does not reduce the video quality.<br>",
    "build_date": "2025-04-06T11:16:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.YaLTeR.VideoTrimmer/e944d8ccfb5b53b73b78fd1214f33bec/icons/128x128/org.gnome.gitlab.YaLTeR.VideoTrimmer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Cut",
      "Movie",
      "Film",
      "Clip"
    ],
    "rank": 41
  },
  {
    "pkg": "Newsflash",
    "app_id": "io.gitlab.news_flash.NewsFlash",
    "description": "Keep up with your feeds",
    "description_long": "<br>Newsflash is a program designed to complement an already existing web-based RSS reader account.<br>It combines all the advantages of web based services like syncing across all your devices with everything you expect<br>from a modern desktop program: Desktop notifications, fast search and filtering, tagging, handy keyboard shortcuts<br>and having access to all your articles for as long as you like.<br>",
    "build_date": "2025-08-17T16:14:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/news_flash.NewsFlash/2e8383666b20d98b4dc8fc5a0e9fcc1e/icons/128x128/io.gitlab.news_flash.NewsFlash.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK",
      "RSS",
      "Feed"
    ],
    "rank": 42
  },
  {
    "pkg": "Komikku",
    "app_id": "info.febvre.Komikku",
    "description": "Discover and read manga & comics",
    "description_long": "With its simple, elegant and adaptive interface, this reader lets you search, sort and read your series with ease.<br>Why you will love Komikku?<br>Online and offline reading from dozens of servers<br>Support for locally stored series (in CBZ/CBR/CBT or PDF formats)<br>RTL, LTR, Vertical and Webtoon reading modes<br>Support several types of navigation: keyboard arrow keys, right and left navigation layout via mouse click or tapping (touchpad/touch screen), mouse wheel, 2-fingers swipe gesture (touchpad), swipe gesture (touch screen)<br>Categories to organize your library<br>Automatic tracking of series with MyAnimeList and AniList<br>Automatic update of series<br>Automatic download of new chapters<br>Reading history<br>Light and dark themes<br>",
    "build_date": "2025-11-01T22:16:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/febvre/Komikku/28bac2b20e778aee4f9e597759db6e6b/icons/128x128/info.febvre.Komikku.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "manga",
      "reader",
      "viewer",
      "comic",
      "manhwa",
      "manhua",
      "bd",
      "webtoon",
      "webcomic",
      "scan",
      "offline",
      "GTK",
      "GNOME"
    ],
    "rank": 43
  },
  {
    "pkg": "Déjà Dup Backups",
    "app_id": "org.gnome.DejaDup",
    "description": "Protect yourself from data loss",
    "description_long": "Déjà Dup is a simple backup tool. It hides the complexity of backing up the Right Way (encrypted, off-site, and regular) and uses Restic behind the scenes.<br>Support for local, remote, or cloud backup locations such as Google Drive<br>Securely encrypts and compresses your data<br>Incrementally backs up, letting you restore from any particular backup<br>Schedules regular backups<br>Integrates well into your GNOME desktop<br>Déjà Dup focuses on ease of use and recovering from personal, accidental data loss. If you need a full system backup or an archival program, you may prefer other backup apps.",
    "build_date": "2025-10-01T15:21:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/DejaDup/fa1485b9b93a31a66692e5951b21e51b/icons/128x128/org.gnome.DejaDup.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "déjà",
      "deja",
      "dup",
      "archive",
      "archiving",
      "backup",
      "backups",
      "back up"
    ],
    "rank": 44
  },
  {
    "pkg": "GDM Settings",
    "app_id": "io.github.realmazharhussain.GdmSettings",
    "description": "Customize your login screen",
    "description_long": "<br>Change GDM Settings; Apply theme and background, change cursor theme, icon theme<br>and night light settings, among other things.<br>",
    "build_date": "2025-09-27T14:32:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/realmazharhussain.GdmSettings/733466f8d831cfbb52d832ce9d323523/icons/128x128/io.github.realmazharhussain.GdmSettings.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 45
  },
  {
    "pkg": "Fragments",
    "app_id": "de.haeckerfelix.Fragments",
    "description": "Manage torrents",
    "description_long": "<br>An easy to use BitTorrent client. Fragments can be used to transfer files via the BitTorrent peer-to-peer file-sharing protocol, such as videos, music or installation images for Linux distributions.<br>Overview of all torrents grouped by status<br>Schedule the order of downloads with a queue<br>Automatic detection of torrent or magnet links from the clipboard<br>Manage and access individual files of a torrent<br>Connect to remote Fragments or Transmission sessions<br>Fragments uses the Transmission BitTorrent project under the hood.<br>",
    "build_date": "2025-03-28T14:12:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/Fragments/6f1828980d49945b599a6acdee2f01e8/icons/128x128/de.haeckerfelix.Fragments.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "bittorrent",
      "torrent",
      "magnet",
      "download",
      "p2p"
    ],
    "rank": 46
  },
  {
    "pkg": "Web Apps",
    "app_id": "net.codelogistics.webapps",
    "description": "Install websites as apps",
    "description_long": "<br>Install websites as desktop apps, so that they appear in their own windows separate from any browsers installed.<br>This is similar to the feature found in popular web browsers.<br>It uses an internal browser isolated from the system browser, which can optionally be used in incognito mode.<br>Links to websites other than the one installed open in a new browser window.<br>",
    "build_date": "2025-10-23T13:14:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/codelogistics/webapps/d86180997069cb682af763e85818c1aa/icons/128x128/net.codelogistics.webapps.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 47
  },
  {
    "pkg": "Mango Juice",
    "app_id": "io.github.radiolamp.mangojuice",
    "description": "Customizable performance display",
    "description_long": "<br>MangoJuice is an application for easily editing MangoHUD settings, which in turn is an Overlay solution for tracking load and other parameters in games and other software.<br>",
    "build_date": "2025-09-25T09:54:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/radiolamp.mangojuice/1931aff4782e749f151f77692b8c7d4c/icons/128x128/io.github.radiolamp.mangojuice.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 48
  },
  {
    "pkg": "Konsole",
    "app_id": "org.kde.konsole",
    "description": "Use the command line interface",
    "description_long": "Konsole is a terminal to run a command shell. It provides a command line interface for directly controlling your computer.<br>Features:<br>Tabs<br>Multiple profiles<br>Silence and Activity monitoring<br>Bookmark support<br>Searching<br>Saving output<br>",
    "build_date": "2025-10-13T03:34:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/konsole.desktop/622016f134ad398fc83338fbd44ce213/icons/128x128/org.kde.konsole.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "terminal",
      "console",
      "script",
      "run",
      "execute",
      "command",
      "command-line",
      "commandline",
      "cli",
      "bash",
      "sh",
      "shell",
      "zsh",
      "cmd",
      "command prompt"
    ],
    "rank": 49
  },
  {
    "pkg": "Luanti",
    "app_id": "org.luanti.luanti",
    "description": "Block-based multiplayer game platform",
    "description_long": "<br>Luanti is a block-based sandbox game platform.<br>Players can create and destroy various types of blocks in a<br>three-dimensional open world. This allows forming structures in<br>every possible creation, on multiplayer servers or in singleplayer.<br>Luanti is designed to be simple, stable, and portable.<br>It is lightweight enough to run on fairly old hardware.<br>Luanti has many features, including:<br>Ability to walk around, dig, and build in a near-infinite voxel world<br>Crafting of items from raw materials<br>A simple modding API that supports many additions and modifications to the game<br>Multiplayer support via servers hosted by users<br>Beautiful lightning-fast map generator<br>",
    "build_date": "2025-10-18T10:15:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/luanti/luanti/3e2f7693003b918708ed6e22ab95dadf/icons/128x128/org.luanti.luanti.png",
    "license": "LGPL-2.1+ AND CC-BY-SA-3.0 AND MIT AND Apache-2.0",
    "tag": [
      "sandbox",
      "world",
      "mining",
      "crafting",
      "blocks",
      "nodes",
      "multiplayer",
      "roleplaying"
    ],
    "rank": 50
  },
  {
    "pkg": "Eye of GNOME",
    "app_id": "org.gnome.eog",
    "description": "Browse and rotate images",
    "description_long": "<br>Eye of GNOME is an image viewer designed for the GNOME desktop.<br>It integrates with the GTK look and feel of GNOME, and supports many image<br>formats for viewing single images or images in a collection.<br>It also allows to view the images in a fullscreen slideshow mode<br>or set an image as the desktop wallpaper.<br>It reads the camera tags to automatically rotate your images in the correct<br>portrait or landscape orientation.<br>",
    "build_date": "2025-07-24T03:44:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/eog/037dbd6369a3762b6512900330a6154b/icons/128x128/org.gnome.eog.png",
    "license": "GPL-2.0+ and GFDL-1.3",
    "tag": [
      "Picture",
      "Slideshow",
      "Graphics"
    ],
    "rank": 51
  },
  {
    "pkg": "Rnote",
    "app_id": "com.github.flxzt.rnote",
    "description": "Sketch and take handwritten notes",
    "description_long": "<br>Rnote is a vector-based drawing app for sketching, handwritten notes and to annotate documents<br>and pictures.<br>Disclaimer: The file format is still unstable. It might change and break compatibility between<br>versions.<br>",
    "build_date": "2025-09-09T17:57:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/flxzt.rnote/e5681157f03e6a0347f69d7da22359ba/icons/128x128/com.github.flxzt.rnote.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Office",
      "Graphics",
      "Notes"
    ],
    "rank": 52
  },
  {
    "pkg": "Eyedropper",
    "app_id": "com.github.finefindus.eyedropper",
    "description": "Pick and format colors",
    "description_long": "<br>Enter or pick a color and view it in different formats.<br>Features<br>Pick a Color<br>Edit the viewed color in a simple HSL editor<br>Enter a color in various formats<br>Convert colors into other formats such as Hex, RGB, HSV, HSL, CMYK, XYZ, CIE-Lab…<br>",
    "build_date": "2025-03-23T09:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/finefindus.eyedropper/ed5725a68ce5aa6d92251c221c4e3a05/icons/128x128/com.github.finefindus.eyedropper.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "Color",
      "Colorpicker",
      "Picker",
      "Palette"
    ],
    "rank": 53
  },
  {
    "pkg": "Audio Player",
    "app_id": "org.gnome.Decibels",
    "description": "Play audio files",
    "description_long": "An audio player that just plays audio files. It doesn't require an organized music library and won't overload you with tons of functionality.<br>Audio Player still offers advanced features such as:<br>An elegant waveform of the track<br>Adjustable playback speed<br>Easy seek controls<br>Playing multiple files at the same time<br>",
    "build_date": "2025-09-16T18:11:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Decibels/4a2e93c3cd2962b9f278291023d1d946/icons/128x128/org.gnome.Decibels.png",
    "license": "GPL-3.0",
    "tag": [
      "music",
      "player",
      "media",
      "audio",
      "decibels"
    ],
    "rank": 54
  },
  {
    "pkg": "Kooha",
    "app_id": "io.github.seadve.Kooha",
    "description": "Elegantly record your screen",
    "description_long": "Capture your screen in a intuitive and straightforward way without distractions.<br>Kooha is a simple screen recorder with a minimalist interface. You can just click the record<br>button without having to configure a bunch of settings.<br>The main features of Kooha include the following:<br>🎙️ Record microphone, desktop audio, or both at the same time<br>📼 Support for WebM, MP4, GIF, and Matroska formats<br>🖥️ Select a monitor or a portion of the screen to record<br>🛠️ Configurable saving location, pointer visibility, frame rate, and delay<br>🚀 Experimental hardware accelerated encoding<br>",
    "build_date": "2025-08-23T04:57:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Kooha/dcc1e2aea462187a0ea29ec5f6f2ba3a/icons/128x128/io.github.seadve.Kooha.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Screencast",
      "Recorder",
      "Screen",
      "Video"
    ],
    "rank": 55
  },
  {
    "pkg": "Gapless",
    "app_id": "com.github.neithern.g4music",
    "description": "Play your music elegantly",
    "description_long": "Gapless (AKA: G4Music) is a light weight music player written in GTK4, focuses on large music collection.<br>Features<br>Supports most music file types, Samba and any other remote protocols (depends on GIO and GStreamer).<br>Fast loading and parsing thousands of music files in very few seconds, monitor local changes.<br>Low memory usage for large music collection with album covers (embedded and external), no thumbnail caches to store.<br>Group and sorts by album/artist/title, shuffle list, full-text searching.<br>Fluent adaptive user interface for different screen (Desktop, Tablet, Mobile).<br>Gaussian blurred cover as background, follows GNOME light/dark mode.<br>Supports creating and editing playlists, drag cover to change order or add to another playlist.<br>Supports drag and drop with other apps.<br>Supports audio peaks visualizer.<br>Supports gapless playback.<br>Supports normalizing volume with ReplayGain.<br>Supports specified audio sink.<br>Supports MPRIS control.<br>",
    "build_date": "2025-07-06T08:57:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/neithern.g4music/5b6e0e0caae3fc6162779db52fa1c739/icons/128x128/com.github.neithern.g4music.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "sound",
      "player",
      "media",
      "audio",
      "playlist"
    ],
    "rank": 56
  },
  {
    "pkg": "Mahjongg",
    "app_id": "org.gnome.Mahjongg",
    "description": "Match tiles and clear the board",
    "description_long": "<br>Single-player tile-matching game, commonly known as Mahjong solitaire.<br>Tiles are stacked on the board at the start of the game. The goal is to<br>remove all the tiles in as little time as possible.<br>Select two matching tiles and they will disappear from the board, but<br>you can only select a tile if there is an empty space to its left or<br>right at the same level. Be careful: tiles that look alike may actually<br>be slightly different.<br>You can choose from a variety of starting layouts, some easy and some<br>difficult. If you get stuck, you can ask for a hint, but this adds a<br>large time penalty.<br>",
    "build_date": "2025-09-20T02:45:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Mahjongg/0b403244ed7b49fbb659a489f523a35c/icons/128x128/org.gnome.Mahjongg.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "strategy",
      "puzzle",
      "board"
    ],
    "rank": 57
  },
  {
    "pkg": "Touché",
    "app_id": "com.github.joseexposito.touche",
    "description": "Multi-touch gestures",
    "description_long": "Easily configure your touchpad and touchscreen multi-touch gestures with this GTK graphical user interface.<br>For example, you can swipe up with 3 fingers to maximize a window or swipe left with 4 finger to switch to the next desktop.<br>There are many more actions and gestures available and everything is easily configurable.<br>Touchégg must also be installed:<br>https://github.com/JoseExposito/touchegg#readme",
    "build_date": "2025-05-24T21:03:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/joseexposito.touche/a4ad5ce71f300bee5b6a6e79f41f3ace/icons/128x128/com.github.joseexposito.touche.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Touchégg",
      "Multi-touch",
      "Gestures",
      "Touchpad",
      "Trackpad",
      "Touchscreen"
    ],
    "rank": 58
  },
  {
    "pkg": "Spider",
    "app_id": "io.github.zaedus.spider",
    "description": "Install web apps",
    "description_long": "<br>Spider is a program designed to make installing and using web apps simple<br>and powerful<br>while integrating with the GNOME desktop.<br>Sandboxed: Each web app is completely isolated<br>Adaptive Window Styling: Each app's titlebar adapts to it's<br>theme color<br>High quality icons: Scrapes websites for a high quality icons<br>to use<br>",
    "build_date": "2025-09-07T01:09:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/zaedus.spider/218b637a0831f1d1220e00c47c086f77/icons/128x128/io.github.zaedus.spider.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 59
  },
  {
    "pkg": "Keypunch",
    "app_id": "dev.bragefuglseth.Keypunch",
    "description": "Practice your typing skills",
    "description_long": "<br>There is no doubt that typing on a keyboard is an essential skill in the<br>digital age. Typing fast and accurately gives you more opportunities,<br>more time for what matters to you, and a sense of self-accomplishment.<br>Keypunch lets you practice typing. Thanks to fast-paced<br>sessions with instant feedback afterwards and a plethora of available languages,<br>you might even have a little fun doing so. With determination, proper technique<br>and some time, you will observe a noticeable increase in both the speed<br>and the accuracy of which your thoughts and ideas are put into words on the screen.<br>If you are already a racer at typing, Keypunch still has something for you.<br>Try practicing with numbers and punctuation, or choose your own text to type<br>out as fast as you can.<br>Get ready to accelerate your typing!<br>Keypunch is proudly part of GNOME Circle, an initiative that champions the great software that is available for the GNOME platform. For more information, visit the GNOME Circle website.<br>",
    "build_date": "2025-04-26T14:09:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/bragefuglseth/Keypunch/613e5d328fdc420adf657d2b5f5d497c/icons/128x128/dev.bragefuglseth.Keypunch.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "typing",
      "trainer",
      "touch typing",
      "keyboard",
      "speed",
      "wpm",
      "words per minute",
      "accuracy",
      "test"
    ],
    "rank": 60
  },
  {
    "pkg": "Warp",
    "app_id": "app.drey.Warp",
    "description": "Fast and secure file transfer",
    "description_long": "<br>Warp allows you to securely send files to each other via the internet or local network by<br>exchanging a word-based code.<br>The best transfer method will be determined using the “Magic Wormhole” protocol which includes<br>local network transfer if possible.<br>Features<br>Send files between multiple devices<br>Every file transfer is encrypted<br>Directly transfer files on the local network if possible<br>An internet connection is required<br>QR Code support<br>Compatibility with the Magic Wormhole command line client and all other compatible apps<br>",
    "build_date": "2025-03-28T12:13:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/Warp/82d684253097ffc97835d80039de2e81/icons/128x128/app.drey.Warp.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "Wormhole",
      "Magic-Wormhole"
    ],
    "rank": 61
  },
  {
    "pkg": "Kolibri",
    "app_id": "org.learningequality.Kolibri",
    "description": "Offline learning platform",
    "description_long": "<br>Kolibri provides offline access to a curated and openly licensed<br>educational content library, focused on serving both learners and<br>educators.<br>Available in dozens of languages, the Kolibri Content Library includes<br>both formal educational materials, such as lessons and assessments, as<br>well as exploratory materials, such as books, games, and simulations.<br>",
    "build_date": "2025-01-17T18:12:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/learningequality/Kolibri/666a9b10812f62b72188ad0556b175f8/icons/128x128/org.learningequality.Kolibri.png",
    "license": "MIT",
    "tag": [
      "education",
      "multimedia",
      "videos",
      "learning",
      "quiz"
    ],
    "rank": 62
  },
  {
    "pkg": "Varia",
    "app_id": "io.github.giantpinkrobots.varia",
    "description": "Download files, videos and torrents",
    "description_long": "\nVaria is better than your browser at downloading stuff.\n<br>\nSupporting videos and torrents on top of just regular files, and with a variety of advanced features wrapped inside an easy to understand interface, Varia is both quite powerful and dead simple to use:\n<br>\nDownload anything you want quickly - potentially faster than your browser, continue incomplete downloads even after reboots\n<br>\nDownload video and audio from thousands of websites (anything supported by yt-dlp) including YouTube, TikTok, Twitter etc\n<br>\nIntegrate with Firefox and Chrome (or any Chromium based browser like Brave or Opera) to redirect downloads\n<br>\nSchedule downloads with a powerful scheduler function allowing for custom timespans for each day of the week\n<br>\nDownload from protected areas with basic auth and cookies.txt import support\n<br>\nControl a remote aria2 instance running on any server\n<br>",
    "build_date": "2025-10-14T19:21:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/giantpinkrobots.varia/5fad6a4c0bb28d8089eca7e49336a1ec/icons/128x128/io.github.giantpinkrobots.varia.png",
    "license": "MPL-2.0",
    "tag": [
      "varia",
      "aria",
      "download",
      "manager",
      "torrent",
      "bittorrent",
      "video",
      "audio",
      "media",
      "ytdlp",
      "YouTube",
      "downloader"
    ],
    "rank": 63
  },
  {
    "pkg": "Secrets",
    "app_id": "org.gnome.World.Secrets",
    "description": "Manage your passwords",
    "description_long": "Secrets is a password manager which makes use of the KeePass v.4 format. It integrates perfectly with the GNOME desktop and provides an easy and uncluttered interface for the management of password databases.",
    "build_date": "2025-09-16T20:16:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/World.Secrets/4525a23006e5a70b732c7f83f59e7edf/icons/128x128/org.gnome.World.Secrets.png",
    "license": "GPL-3.0-only",
    "tag": [
      "keepass",
      "encrypt",
      "secure"
    ],
    "rank": 64
  },
  {
    "pkg": "Ignition",
    "app_id": "io.github.flattool.Ignition",
    "description": "Manage startup apps and scripts",
    "description_long": "Ignition provides a simple UI to add, remove, and modify startup entries on your computer. Ignition can add apps, scripts, and arbitrary commands to run at login.",
    "build_date": "2025-07-01T22:23:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/flattool.Ignition/39f73aa0b5348d9dc30f802fe71c08dd/icons/128x128/io.github.flattool.Ignition.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "startup",
      "autostart",
      "login"
    ],
    "rank": 65
  },
  {
    "pkg": "Plexamp",
    "app_id": "com.plexamp.Plexamp",
    "description": "Beautiful music player for Plex",
    "description_long": "<br>Plexamp is the answer to the question <br>Plexamp is a beautiful, dedicated Plex music player with tons of goodies for audiophile purists, music curators, and music fans of all ages looking for their next aural fix.<br>SUPER AUDIO PLAYER: Loudness leveling, true gapless playback, Sweet Fades™, soft transitions, a configurable preamp, a 10-band EQ, and more. Perfection for golden ears, buttery smooth touches for the rest of us. Custom pre-caching so your music keeps playing, because sometimes life brings you through tunnels.<br>MUSIC TO YOUR EYES: Experience your music collection like you've never seen it before, with our UltraBlur backgrounds, over a dozen hypnotic visualizers, and four visual themes to satisfy every taste.<br>FIND YOUR FIX: Radios built from your library and your cooler friends' collections. Travel through time, pick a style or mood, or listen album-by-album like the purist you are. Use the Mix Builder to explore and craft your perfect blend. Explore your personal charts and see what you were into last Fall or your top albums from the 60s.<br>OFFLINE BLISS: Grab a few hours of your favorite playlist or stations with just a few taps. Download a custom mix or artist radio for the plane. Simple but powerful offline support for when you're in the woods or run out of cellular data.<br>IT'S THE LITTLE THINGS: Powerful search. Playback activity history. Swipe-up play queue peeking. Fun artist explorations. As many settings and tweaks as our resident UXpert let us add.<br>ENTERPRISE CLASS CUSTOMER RELATIONSHIP MANAGEMENT: Just kidding. It's a music player.<br>",
    "build_date": "2025-07-15T10:57:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/plexamp/Plexamp/409c81ef1db7c2c276bf000d672e8553/icons/128x128/com.plexamp.Plexamp.png",
    "license": "LicenseRef-proprietary=https://www.plex.tv/about/privacy-legal/",
    "tag": [],
    "rank": 66
  },
  {
    "pkg": "Lenspect",
    "app_id": "io.github.vmkspv.lenspect",
    "description": "Scan files for threats",
    "description_long": "A lightweight security threat scanner intended to make malware detection more accessible and efficient.",
    "build_date": "2025-10-19T10:13:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vmkspv.lenspect/ef9471fc7f7d8221dbcedd48ac8d0c75/icons/128x128/io.github.vmkspv.lenspect.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "VirusTotal",
      "Antivirus",
      "Virus",
      "Malware",
      "Security",
      "Scanner"
    ],
    "rank": 67
  },
  {
    "pkg": "Ark",
    "app_id": "org.kde.ark",
    "description": "Archiving Tool",
    "description_long": "<br>Ark is a graphical file compression/decompression utility with support for multiple formats,<br>including tar, gzip, bzip2, rar and zip, as well as CD-ROM images.<br>Ark can be used to browse, extract, create, and modify archives.<br>Features:<br>Several formats supported: gzip, bzip2, zip, rar, 7z and more<br>Preview file contents without extracting files<br>",
    "build_date": "2025-10-09T20:56:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ark.desktop/54351ab3af680dae24329200cd0f7b7c/icons/128x128/org.kde.ark.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 68
  },
  {
    "pkg": "Rhythmbox",
    "app_id": "org.gnome.Rhythmbox3",
    "description": "Play and organize all your music",
    "description_long": "<br>Rhythmbox is a music management application, designed to work well under the GNOME<br>desktop. In addition to music stored on your computer, it supports network shares,<br>podcasts, radio streams, portable music devices (including phones), and internet music<br>services such as Last.fm and Magnatune.<br>Rhythmbox is Free software, based on GTK+ and GStreamer, and is extensible via plugins<br>written in Python or C.<br>",
    "build_date": "2025-10-12T10:09:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Rhythmbox3.desktop/9ad5e89fddb6406805919000b955edd3/icons/128x128/org.gnome.Rhythmbox3.desktop.png",
    "license": "GPL-2.0+ and GFDL-1.3",
    "tag": [
      "Audio",
      "Song",
      "MP3",
      "CD",
      "Podcast",
      "MTP",
      "iPod",
      "Playlist",
      "Last.fm",
      "UPnP",
      "DLNA",
      "Radio"
    ],
    "rank": 69
  },
  {
    "pkg": "Authenticator",
    "app_id": "com.belmoussaoui.Authenticator",
    "description": "Generate two-factor codes",
    "description_long": "Simple application for generating Two-Factor Authentication Codes.<br>Features:<br>Time-based/Counter-based/Steam methods support<br>SHA-1/SHA-256/SHA-512 algorithms support<br>QR code scanner using a camera or from a screenshot<br>Lock the application with a password<br>Beautiful UI<br>GNOME Shell search provider<br>Backup/Restore from/into known applications like FreeOTP+, Aegis (encrypted / plain-text), andOTP, Google Authenticator<br>",
    "build_date": "2025-03-26T06:28:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/Authenticator/4373c3572e09c31755687c1e6f03fd00/icons/128x128/com.belmoussaoui.Authenticator.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Verification",
      "2FA",
      "Authentication",
      "OTP",
      "TOTP"
    ],
    "rank": 70
  },
  {
    "pkg": "Podcasts",
    "app_id": "org.gnome.Podcasts",
    "description": "Listen to your favorite shows",
    "description_long": "<br>Play, update, and manage your podcasts from a lightweight interface that seamlessly integrates with GNOME.<br>Podcasts can play various audio formats and remember where you stopped listening.<br>You can subscribe to shows via RSS/Atom, iTunes, and Soundcloud links. Subscriptions from other apps can be imported via OPML files.<br>",
    "build_date": "2025-10-17T12:42:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Podcasts/04f039f2c7e1e87f9c6ff9771c8ac4de/icons/128x128/org.gnome.Podcasts.png",
    "license": "GPL-3.0",
    "tag": [
      "Podcast",
      "RSS"
    ],
    "rank": 71
  },
  {
    "pkg": "Pipeline",
    "app_id": "de.schmidhuberj.tubefeeder",
    "description": "Follow video creators",
    "description_long": "<br>Pipeline lets you watch and download videos from YouTube and PeerTube, all without needing to navigate through<br>different websites. Its adaptive design allows you to enjoy content on any screen size.<br>Pipeline allows you to:<br>Search for you favorite channels and subscribe to them.<br>Aggregate the videos of all subscriptions into a single feed.<br>Filter out unwanted items from the feed, like short videos or videos from a series.<br>Play those videos either in the built-in video player or with any other video player of your choice.<br>Download videos for offline viewing.<br>Manage videos you want to watch later.<br>Import your subscriptions from NewPipe or YouTube.<br>Supports YouTube, PeerTube with the possibility to extend to other platforms on request.<br>",
    "build_date": "2025-10-22T09:58:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/tubefeeder/4b3d68e236331b8c8f667f2d4d253b87/icons/128x128/de.schmidhuberj.tubefeeder.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "youtube",
      "peertube",
      "video"
    ],
    "rank": 72
  },
  {
    "pkg": "File Shredder",
    "app_id": "com.github.ADBeveridge.Raider",
    "description": "Permanently delete your files",
    "description_long": "File Shredder is a file deletion program designed to permanently<br>remove sensitive files from your computer, enhancing data privacy.<br>Within a certain limit, it is effective. However, modern SSDs use certain technologies<br>to extend its lifetime, which has the side effect of ensuring that shredding is never<br>perfect, and no software can fix that. But shredding significantly increases the<br>difficulty of data recovery since it requires specialized software and hardware.<br>",
    "build_date": "2025-05-19T03:07:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/ADBeveridge.Raider/dfeb4ab3501b0e60d608e6fa56c056e2/icons/128x128/com.github.ADBeveridge.Raider.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "delete",
      "remove",
      "permanently",
      "files",
      "shred",
      "data"
    ],
    "rank": 73
  },
  {
    "pkg": "Embellish",
    "app_id": "io.github.getnf.embellish",
    "description": "Install nerd fonts",
    "description_long": "<br>User-friendly application designed for managing Nerd Fonts on your system. With a sleek<br>GTK4 user interface enhanced by libadwaita, Embellish provides a seamless experience for<br>installing, uninstalling and updating of Nerd Fonts.<br>List all available Nerd Fonts<br>Download and install a Font<br>Uninstall an installed Font<br>Update an installed font<br>preview fonts<br>preview icons (icon's cheat sheet)<br>Search fonts<br>Read font's licence(s)<br>",
    "build_date": "2025-08-15T15:52:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/getnf.embellish/76bfd79752539d9905ca76671cdbc1df/icons/128x128/io.github.getnf.embellish.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Fonts",
      "NerdFonts",
      "nerd"
    ],
    "rank": 74
  },
  {
    "pkg": "Decoder",
    "app_id": "com.belmoussaoui.Decoder",
    "description": "Scan and generate QR codes",
    "description_long": "Fancy yet simple QR Codes scanner and generator.<br>Features:<br>QR Code generation<br>Scanning with a camera<br>Scanning from a screenshot<br>Parses and displays QR code content when possible<br>",
    "build_date": "2025-09-16T17:23:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/Decoder/112b5c5ac4ca2a12f964cce9707bae03/icons/128x128/com.belmoussaoui.Decoder.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "QR",
      "Scan",
      "Generate",
      "Code"
    ],
    "rank": 75
  },
  {
    "pkg": "Boxy SVG",
    "app_id": "com.boxy_svg.BoxySVG",
    "description": "Scalable Vector Graphics editor",
    "description_long": "Boxy SVG project goal is to create the best tool for editing SVG files. For beginners as well as for<br>professional designers and developers. On any device and operating system.<br>=== Core features: ===<br>Clean and intuitive UI heavily inspired by Inkscape, Sketch and Adobe Illustrator<br>Extensive support for on-canvas editing of object geometry, transform, paint and other properties<br>Save to SVG and SVGZ formats, export to PNG, JPG, WebP, PDF and HTML5<br>Integration with Pixabay and other libraries with millions of free stock photos and vector assets<br>Google Fonts integration with hundreds of free fonts<br>Configurable keyboard shortcuts for over 100 commands<br>Manual guides, smart guides and grid<br>Path operations (unite, intersect, subtract, exclude, close, reverse, etc.)<br>Arrangement operations (align to, rotate, flip, order, group, etc.)<br>=== For web developers: ===<br>Chromium-based rendering engine<br>SVG and CSS code inspector similar to Chrome Dev Tools<br>Clean SVG output that preserves IDs, classes, titles and other metadata<br>SVG sprites editing support<br>This package is officially published, maintained and supported by Boxy SVG developer.<br><br><br><br><br><br><br><br><br>",
    "build_date": "2025-10-31T19:13:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/boxy_svg/BoxySVG/586b5f653e56705c4c53dbad46a73a11/icons/128x128/com.boxy_svg.BoxySVG.png",
    "license": "LicenseRef-proprietary=https://boxy-svg.com/legal",
    "tag": [
      "svg",
      "svg editor",
      "vector",
      "graphics",
      "design",
      "draw",
      "icon",
      "logo",
      "illustration"
    ],
    "rank": 76
  },
  {
    "pkg": "Learn 6502 Assembly",
    "app_id": "eu.jumplink.Learn6502",
    "description": "Program vintage game consoles",
    "description_long": "<br>Discover the fascinating world of programming classic computers and game consoles! Learn 6502 assembly language - the same code that powered iconic systems like the NES, Commodore 64, and Apple II.<br>No prior programming experience needed. Start with interactive lessons and build your skills step by step.<br>Interactive tutorials guide you from beginner to advanced<br>Write and edit code with a built-in code editor<br>Debug your programs with real-time inspection tools<br>Test your creations on a virtual game console<br>Learn about computer history while coding<br>Perfect for hobbyists, students, and anyone curious about how computers really work under the hood!<br>",
    "build_date": "2025-10-10T19:32:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/jumplink/Learn6502/8475b37a03aca99c00bb78531c7a1cb5/icons/128x128/eu.jumplink.Learn6502.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "6502",
      "Assembly",
      "programming",
      "learning",
      "Simulator",
      "IDE",
      "Debugger",
      "Adwaita",
      "GNOME"
    ],
    "rank": 77
  },
  {
    "pkg": "Packet",
    "app_id": "io.github.nozwock.Packet",
    "description": "Share files easily",
    "description_long": "Send and receive files wirelessly with Android devices using Quick Share or another device with Packet installed.<br>Packet requires Bluetooth to be enabled and the devices to be connected to a Wi-Fi network with mDNS.",
    "build_date": "2025-08-26T07:59:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nozwock.Packet/7b2704e9da350cca956ebb3c7c0ccbe0/icons/128x128/io.github.nozwock.Packet.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK",
      "Quick",
      "Nearby",
      "Share"
    ],
    "rank": 78
  },
  {
    "pkg": "TurboWarp",
    "app_id": "org.turbowarp.TurboWarp",
    "description": "Make games, animations, and stories",
    "description_long": "A mod of Scratch with a compiler to run projects faster, dark mode for your eyes, a bunch of addons to improve the editor, and more.<br>Features:<br>Runs projects up to 100x faster than Scratch<br>Uses significantly less memory and energy than Scratch when idle<br>Dark mode<br>Developer tools, searchable dropdowns, onion skinning<br>Many more addons and customizability options<br>Native filesystem and file explorer integration<br>Less lag when editing large projects<br>Optional support for interpolation, 60 FPS, high quality pen, infinite clones<br>Backpack<br>and more<br>You can also use TurboWarp in your browser at https://turbowarp.org/editor<br>Project shown in screenshots is https://scratch.mit.edu/projects/425020125/",
    "build_date": "2025-10-20T22:08:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/turbowarp/TurboWarp/81fcf5bfef20142c5a5ce91acfe12d54/icons/128x128/org.turbowarp.TurboWarp.png",
    "license": "GPL-3.0",
    "tag": [
      "scratch"
    ],
    "rank": 79
  },
  {
    "pkg": "FlightGear",
    "app_id": "org.flightgear.FlightGear",
    "description": "Flight simulator",
    "description_long": "FlightGear allows you to control over 400 aircraft, small and large in a range of<br>situations, types of weather, seasons, day and night cycle. This includes single-engine<br>propeller aircraft, large 4-engine passenger liners, experimental aircraft, classic and<br>vintage aircraft and helicopters.<br>The FlightGear landscape covers the entire world and is downloaded as you fly. Visit any<br>of the 20,000 airports with an accurate representation of airport buildings on many of<br>the larger, international airports.<br>Most popular flight control hardware, such as yokes and sticks are supported. Multiple<br>monitor setup and multiplayer is also featured.",
    "build_date": "2025-11-04T09:34:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/flightgear/FlightGear/db2e68f98e2f37c98988425fca2ad1c1/icons/128x128/org.flightgear.FlightGear.png",
    "license": "GPL-2.0",
    "tag": [
      "aviation",
      "pilot",
      "piloting",
      "simulation",
      "aeronautics",
      "aircraft",
      "airplane",
      "seaplane",
      "sailplane",
      "glider",
      "helicopter",
      "airship",
      "gas balloon",
      "parachute",
      "paraglider",
      "hang-glider",
      "spacecraft",
      "rocket",
      "space shuttle"
    ],
    "rank": 80
  },
  {
    "pkg": "Proton Mail Bridge",
    "app_id": "ch.protonmail.protonmail-bridge",
    "description": "Seamlessly encrypts and decrypts your mail as it enters and leaves your computer",
    "description_long": "<br>The Proton Mail Bridge is an application for paid users that runs on your computer in the background and seamlessly encrypts and decrypts your mail as it enters and leaves your computer. It allows for full integration of your Proton Mail account with any program that supports IMAP and SMTP such as Microsoft Outlook, Mozilla Thunderbird and Apple Mail.<br>Note: This is a community package of the Proton Mail Bridge not officially supported by Proton. Report bugs through linked issue tracker.<br>",
    "build_date": "2025-09-16T21:25:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/ch/protonmail/protonmail-bridge/c9bd2da71b2f319362b23c6fc18b94f9/icons/128x128/ch.protonmail.protonmail-bridge.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 81
  },
  {
    "pkg": "shadPS4",
    "app_id": "net.shadps4.shadPS4",
    "description": "PS4 Emulator",
    "description_long": "shadPS4 is an early PlayStation 4 emulator for Windows, Linux and macOS written in C++.<br>The emulator is still early in development, so don't expect a flawless experience. Nonetheless, the emulator can already run a number of commercial games.",
    "build_date": "2025-11-02T13:49:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/shadps4/shadPS4/1562a0305814a1c9308ed84f12bafd3b/icons/128x128/net.shadps4.shadPS4.png",
    "license": "GPL-2.0",
    "tag": [
      "emulator",
      "emulation",
      "playstation",
      "ps4"
    ],
    "rank": 82
  },
  {
    "pkg": "VueScan",
    "app_id": "com.hamrick.VueScan",
    "description": "Scanning software for 6000+ scanners",
    "description_long": "VueScan is an application for scanning documents, photos, film, and slides on Windows, macOS, and Linux. VueScan supports over 6000 scanners from 42 manufacturers - even when there isn't a driver available from the manufacturer.<br>The base VueScan app is available for free but will leave a watermark on your scanned images unless you purchase a license from Hamrick Software.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by Hamrick Software.",
    "build_date": "2025-11-02T20:59:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/hamrick/VueScan/46496a606873db7137338c8dec9a2571/icons/128x128/com.hamrick.VueScan.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "scanner",
      "image",
      "flatbed",
      "adf"
    ],
    "rank": 83
  },
  {
    "pkg": "Mousai",
    "app_id": "io.github.seadve.Mousai",
    "description": "Identify songs in seconds",
    "description_long": "Discover songs you are aching to know with an easy-to-use interface.<br>Mousai is a simple application that can recognize songs similar to Shazam. Just click the listen button, and then wait a few seconds. It will magically return the title and artist of that song!<br>Note: This uses the API of audd.io, so it is necessary to log in to their site to get more trials.<br>Why you will love Mousai?<br>🎵 Identify songs within seconds or save for later when offline<br>🎙️ Recognize from desktop audio or your microphone<br>🎸 Build a repertoire of recognized songs<br>🎼 Quickly preview the song within the interface<br>🌐 Browse and listen the song from different providers<br>📱 Easy-to-use user interface<br>",
    "build_date": "2025-08-23T05:20:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Mousai/dc32e9586e0d6170e135b32b7bd63ad2/icons/128x128/io.github.seadve.Mousai.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Shazam",
      "Audio",
      "Music",
      "Song",
      "Recognize",
      "Identify",
      "Recognition"
    ],
    "rank": 84
  },
  {
    "pkg": "Errands",
    "app_id": "io.github.mrvladus.List",
    "description": "Manage your tasks",
    "description_long": "Todo application for those who prefer simplicity.<br>Features:<br>Multiple task lists support<br>Add, remove, edit tasks and sub-tasks<br>Mark task and sub-tasks as completed<br>Add accent color for each task<br>Sync tasks with Nextcloud or other CalDAV providers<br>Drag and Drop support<br>Import .ics files<br>",
    "build_date": "2025-10-12T15:21:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mrvladus.List/9792b0320beedf6f0d5f5ffec94bbc8f/icons/128x128/io.github.mrvladus.List.png",
    "license": "MIT",
    "tag": [
      "errands",
      "tasks",
      "list",
      "todo",
      "todos",
      "caldav",
      "nextcloud",
      "sync"
    ],
    "rank": 85
  },
  {
    "pkg": "Haguichi",
    "app_id": "com.github.ztefn.haguichi",
    "description": "Manage your Hamachi networks",
    "description_long": "Haguichi makes it a breeze to join, create and administer Hamachi networks.<br>Features:<br>Searchable, sortable and collapsible network list<br>Sidebar for easy access to details and actions<br>Indicator support for quick access to primary actions<br>Desktop notifications to stay up to date of network events<br>Commands that can be completely customized<br>Backup and restore of your Hamachi configuration folder<br>Please note: Requires installation of Hamachi on the system in order to use.<br>",
    "build_date": "2025-04-30T17:45:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/ztefn.haguichi/97712b0cf93c2d7fe9731c5da87b1563/icons/128x128/com.github.ztefn.haguichi.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "LogMeIn Hamachi",
      "VPN",
      "LAN",
      "Network",
      "Internet",
      "P2P",
      "Peer",
      "Client",
      "GUI",
      "Frontend"
    ],
    "rank": 86
  },
  {
    "pkg": "Pods",
    "app_id": "com.github.marhkb.Pods",
    "description": "Manage your Podman containers",
    "description_long": "Pods is a frontend for podman. It uses libadwaita for its user interface and strives to meet the design principles of GNOME.<br>With Pods you can, among other things:<br>Connect to local and remote Podman instances.<br>Easily overview images, containers and pods.<br>View prepared information about images, containers, and pods.<br>Inspect images, containers and pods.<br>View and search container logs.<br>Monitor processes of containers and pods.<br>Download images and build them using Dockerfiles.<br>Create pods and containers.<br>Control the lifecycle of containers and pods (in bulk) (start, stop, pause, etc.).<br>Delete images, containers, and pods (in bulk).<br>Prune images.<br>Rename containers.<br>",
    "build_date": "2025-03-21T06:38:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/marhkb.Pods/3d58e017c4ebbe117ea804664848e13e/icons/128x128/com.github.marhkb.Pods.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "libadwaita",
      "Podman",
      "Containerization"
    ],
    "rank": 87
  },
  {
    "pkg": "Ear Tag",
    "app_id": "app.drey.EarTag",
    "description": "Edit audio file tags",
    "description_long": "Ear Tag is a simple audio file tag editor. It is primarily geared towards making quick edits or bulk-editing tracks in albums/EPs. Unlike other tagging programs, Ear Tag does not require the user to set up a music library folder. It can:<br>Edit tags of MP3, WAV, M4A, FLAC, OGG and WMA files<br>Modify metadata of multiple files at once<br>Rename files using information from present tags<br>Identify files using AcoustID<br>Network access is only used for the option.",
    "build_date": "2025-09-03T17:03:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/EarTag/c7d8d673f91419413805731f0dabe70d/icons/128x128/app.drey.EarTag.png",
    "license": "MIT",
    "tag": [
      "music",
      "audio",
      "tag",
      "tagging",
      "tagger"
    ],
    "rank": 88
  },
  {
    "pkg": "Helvum",
    "app_id": "org.pipewire.Helvum",
    "description": "Patchbay for PipeWire",
    "description_long": "<br>Helvum is a graphical patchbay for PipeWire.<br>It allows creating and removing connections between applications and/or devices to reroute<br>flow of audio, video and MIDI data to where it is needed.<br>",
    "build_date": "2025-09-15T15:54:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/pipewire/Helvum/22609e2198405c81c1e991dbc595611b/icons/128x128/org.pipewire.Helvum.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 89
  },
  {
    "pkg": "High Tide",
    "app_id": "io.github.nokse22.high-tide",
    "description": "TIDAL client",
    "description_long": "Third party unofficial TIDAL music client. Listen to your favorite music from your desktop or mobile Linux device at the highest quality.",
    "build_date": "2025-10-17T22:33:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.high-tide/9b6f498978d2667ee271b9503edfd11c/icons/128x128/io.github.nokse22.high-tide.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 90
  },
  {
    "pkg": "Valot",
    "app_id": "com.odnoyko.valot",
    "description": "Time tracking without the hassle",
    "description_long": "Valot combines time tracking with earnings calculation in one clean app. Set your hourly rates, track your work time, and instantly see what you've earned. Simple tracking for professionals who value their time.<br>Key Features:<br>Compact tracker accessible via system hotkeys for quick time logging<br>Real-time task tracking with live timer updates and instant feedback<br>Project organization with custom colors and icons for easy identification<br>Client management with custom currency support for international work<br>Comprehensive reporting with detailed charts and statistics<br>HTML/PDF export capabilities with professional formatting options<br>Built-in Pomodoro timer with customizable session lengths for focused work<br>Clear and intuitive interface designed for effortless daily use<br>Valot offers a clean, modern interface, making time tracking simple and efficient without getting in your way.",
    "build_date": "2025-10-27T00:54:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/odnoyko/valot/ca0f8c8aa373b8e077f8aaf14b886c68/icons/128x128/com.odnoyko.valot.png",
    "license": "MIT",
    "tag": [
      "time",
      "tracking",
      "productivity",
      "tasks",
      "projects"
    ],
    "rank": 91
  },
  {
    "pkg": "Iotas",
    "app_id": "org.gnome.World.Iotas",
    "description": "Simple note taking",
    "description_long": "Iotas aims to provide distraction-free note taking via its mobile-first design.<br>Featuring<br>Optional speedy sync with Nextcloud Notes<br>Offline note editing, syncing when back online<br>Category editing and filtering<br>Favorites<br>Spell checking<br>Search within the collection or individual notes<br>Focus mode and optional hiding of the editor header and formatting bars<br>In preview: export to PDF, ODT and HTML<br>A convergent design, seeing Iotas as at home on desktop as mobile<br>Search from GNOME Shell<br>Note backup and restoration (from CLI, for using without sync)<br>The ability to change font size and toggle monospace style<br>Writing in markdown is supported but optional, providing<br>Formatting via toolbar and shortcuts<br>Syntax highlighting with themes<br>A formatted view<br>The ability to check off task lists from the formatted view<br>Slightly more technical details, for those into that type of thing<br>Nextcloud Notes sync is via the REST API, not WebDAV, which makes it snappy<br>There's basic sync conflict detection<br>Notes are constantly saved<br>Large note collections are partially loaded to quicken startup<br>Notes are stored in SQLite, providing for fast search (FTS) without reinventing the wheel. Plain files can be retrieved by making a backup (CLI).<br>",
    "build_date": "2025-10-06T21:18:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/World.Iotas/df0af6cfdd50f5dc5a2fb1f9981fbb72/icons/128x128/org.gnome.World.Iotas.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "notes",
      "nextcloud",
      "minimal",
      "distraction",
      "editor",
      "focused",
      "text",
      "write",
      "markdown",
      "document",
      "gnome",
      "gtk"
    ],
    "rank": 92
  },
  {
    "pkg": "Wordbook",
    "app_id": "dev.mufeed.Wordbook",
    "description": "Look up definitions for words",
    "description_long": "Wordbook is an offline English-English dictionary application powered by WordNet and<br>eSpeak.<br>Features:<br>Fully offline after initial data download<br>Pronunciations<br>Random Word<br>Favorites<br>History<br>Double click to search<br>Dark mode<br>",
    "build_date": "2025-09-01T17:09:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mufeed/Wordbook/7c3143ced0e6fc0886dbc946e72f8e65/icons/128x128/dev.mufeed.Wordbook.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "dictionary"
    ],
    "rank": 93
  },
  {
    "pkg": "Tuba",
    "app_id": "dev.geopjr.Tuba",
    "description": "Browse the Fediverse",
    "description_long": "<br>Explore the federated social web with Tuba for GNOME. Stay connected to your favorite communities, family and friends with support for popular Fediverse platforms like Mastodon, GoToSocial, Akkoma &amp; more!<br>The Fediverse is a decentralized social network that consists of multiple interconnected platforms and communities, allowing users to communicate and share content across different networks and servers. It promotes user privacy and data ownership, and offers an alternative to centralized social media platforms.<br>",
    "build_date": "2025-10-15T23:56:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/geopjr/Tuba/4a0d41409ba956e3387bf3d225338c0e/icons/128x128/dev.geopjr.Tuba.png",
    "license": "GPL-3.0-only",
    "tag": [
      "toot",
      "mastodon",
      "fediverse",
      "gotosocial",
      "pleroma",
      "akkoma"
    ],
    "rank": 94
  },
  {
    "pkg": "Limo",
    "app_id": "io.github.limo_app.limo",
    "description": "Mod Manager",
    "description_long": "<br>Limo is a general-purpose mod manager for games and other applications.<br>Built-in support for the Load Order Optimization Tool (LOOT) allows modding various Bethesda titles such as Skyrim or Fallout 4.<br>Features:<br>Multiple target directories per application<br>Automatic adaptation of mod file names to prevent issues with case mismatches<br>Auto-Tagging system for filtering<br>FOMOD support<br>Sort load order according to conflicts<br>Import installed games from Steam<br>Simple backup system<br>LOOT integration<br>NexusMods API support<br>Baldur's Gate 3 support<br>For a guide on how to set up Limo, refer to the GitHub wiki page.",
    "build_date": "2025-05-03T09:41:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/limo_app.limo/25644844641d23b55537960693ab501e/icons/128x128/io.github.limo_app.limo.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 95
  },
  {
    "pkg": "Eloquent",
    "app_id": "re.sonny.Eloquent",
    "description": "Your proofreading assistant",
    "description_long": "Eloquent is a proofreading software for English, Spanish, French, German, Portuguese, Polish, Dutch, and more than 20 other languages. It finds many errors that a simple spell checker cannot detect.<br>It works fully offline, powered by LanguageTool standalone server.",
    "build_date": "2025-10-13T17:03:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Eloquent/e4b258b10e721dbeae761c90981233d4/icons/128x128/re.sonny.Eloquent.png",
    "license": "GPL-3.0",
    "tag": [
      "LanguageTool",
      "spell",
      "grammar",
      "mistake",
      "error",
      "fix",
      "proofread",
      "assistant",
      "check"
    ],
    "rank": 96
  },
  {
    "pkg": "Timer",
    "app_id": "com.github.vikdevelop.timer",
    "description": "Simple countdown timer",
    "description_long": "Timer is an open-source and simple application. It enables countdown timing in hours/minutes/seconds and:<br>After finished timing possible shut down/reboot/suspend system, play beep and send notification<br>It is possible allow/disable playing beep<br>Set custom text for notification and alarm clock dialog<br>Use keyboard shortcuts for start, pause or stop timer and reset timer values<br>",
    "build_date": "2025-10-19T15:11:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/vikdevelop.timer/2fb27d228a1969d27516d0a02b17fb2c/icons/128x128/com.github.vikdevelop.timer.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 97
  },
  {
    "pkg": "Fretboard",
    "app_id": "dev.bragefuglseth.Fretboard",
    "description": "Look up guitar chords",
    "description_long": "<br>How was that chord played, again? Fretboard lets you find guitar chords<br>by typing their names or plotting them on an interactive guitar neck.<br>When you have identified a chord, you can experiment with changing it,<br>see more ways to play it, or bookmark it to save it for later. No matter<br>if you are a beginner or an advanced guitarist, you can use Fretboard to<br>practice, learn, and master your favorite songs!<br>Fretboard is proudly part of GNOME Circle, an initiative that champions the great software that is available for the GNOME platform. For more information, visit the GNOME Circle website.<br>",
    "build_date": "2025-04-14T00:35:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/bragefuglseth/Fretboard/7171f72064dec9ff907900c73d073b97/icons/128x128/dev.bragefuglseth.Fretboard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "guitar",
      "chords"
    ],
    "rank": 98
  },
  {
    "pkg": "Railway",
    "app_id": "de.schmidhuberj.DieBahn",
    "description": "Find all your travel information",
    "description_long": "<br>Railway lets you look up travel information across networks and borders<br>without having to navigate through different websites. Due to the adaptive<br>design, it is suitable to plan your trip in advance or mobile on the go:<br>View your tripsʼ details including platforms and delays<br>Bookmark current and future trips as well as frequent search<br>Make use of advance search options like filtering by mode of transport<br>And all that for networks from all around the world, but mostly from Europe.<br>",
    "build_date": "2025-11-02T11:30:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/DieBahn/849ce9e11763571dabcd14240d3e0d4e/icons/128x128/de.schmidhuberj.DieBahn.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "train",
      "railway",
      "journey",
      "planner",
      "timetables"
    ],
    "rank": 99
  },
  {
    "pkg": "Inspector",
    "app_id": "io.github.nokse22.inspector",
    "description": "View information about your system",
    "description_long": "View information about: Usb devices, Disk, Memory, PCI devices, Network, CPU, Motherboard and bios, System and distro",
    "build_date": "2025-05-10T16:10:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.inspector.desktop/e2c487cfdddc6fbaffbfe7784ad0ba89/icons/128x128/io.github.nokse22.inspector.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "System",
      "Information",
      "Disk",
      "Memory",
      "Devices",
      "Network",
      "CPU",
      "Motherboard",
      "BIOS",
      "bios"
    ],
    "rank": 100
  },
  {
    "pkg": "DevilutionX",
    "app_id": "org.diasurgical.DevilutionX",
    "description": "Experience Diablo and Hellfire anew",
    "description_long": "<br>DevilutionX is a source port of Diablo and Hellfire that strives to make it simple to run the game while providing engine improvements, bugfixes, and some optional quality of life features. This includes support for modern operating systems and higher resolutions, controller and touch control support, translations, stash, optional experience and enemy health bars, etc.<br>Note: DevilutionX requires data files from original Diablo/Hellfire. By default, a demo version of Diablo is installed.<br>To install the full version of Diablo, copy DIABDAT.MPQ from the CD or GOG-installation (or extract it from the GoG installer) to ~/.var/app/org.diasurgical.DevilutionX/data/diasurgical/devilution.<br>To run the Diablo: Hellfire expansion you will need to also copy hellfire.mpq, hfmonk.mpq, hfmusic.mpq, hfvoice.mpq.<br>",
    "build_date": "2025-11-03T15:09:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/diasurgical/DevilutionX/8b163b6e2a59c7876b9f4ef90d4244f1/icons/128x128/org.diasurgical.DevilutionX.png",
    "license": "SUL-1.0",
    "tag": [],
    "rank": 101
  },
  {
    "pkg": "Stimulator",
    "app_id": "io.github.sigmasd.stimulator",
    "description": "Keep your computer awake",
    "description_long": "<br>Prevents the desktop environment (DE) from sleeping.<br>It should work regardless of the used DE thanks to the Inhibit portal.<br>Features:<br>Overrides system setting and disables automatic suspending<br>Overrides system setting and disables screen blanking and screen locking<br>Option to use system default, light or dark theme<br>AppIndicator support<br>",
    "build_date": "2025-11-03T22:14:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sigmasd.stimulator/a8558d0e04e66892aa400f3371a7e500/icons/128x128/io.github.sigmasd.stimulator.png",
    "license": "MIT",
    "tag": [
      "caffeine",
      "sleep",
      "no sleep",
      "power",
      "inhibit"
    ],
    "rank": 102
  },
  {
    "pkg": "Battle for Wesnoth",
    "app_id": "org.wesnoth.Wesnoth",
    "description": "A turn-based strategy game with a high fantasy theme",
    "description_long": "<br>Build up a great army, gradually turning raw recruits into hardened<br>veterans.<br>In later games, recall your toughest warriors and form a deadly host that<br>no one can stand against! Choose units from a large pool of specialists,<br>and hand-pick a force with the right strengths to fight well on different<br>terrains against all manner of opposition.<br>Wesnoth has many different sagas waiting to be played.<br>Fight to regain the throne of Wesnoth, of which you are the legitimate<br>heir... lead a brutal quest to unite the orcish tribes... vanquish a horde<br>of undead warriors... Guide a band of elvish survivors in an epic quest to<br>find a new home...<br>There are at least two hundred unit types, sixteen races, six major<br>factions, and hundreds of years of history.<br>The world of Wesnoth is absolutely huge and only limited by your<br>creativity.<br>You can also challenge up to eight friends — or strangers — and fight in<br>epic multiplayer fantasy battles.<br>",
    "build_date": "2025-06-11T20:39:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/wesnoth/Wesnoth/0f0483fa78d8a7b4ee64a3ba8133716e/icons/128x128/org.wesnoth.Wesnoth.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "singleplayer",
      "multiplayer",
      "dark age",
      "middle ages",
      "medieval",
      "mediaeval"
    ],
    "rank": 103
  },
  {
    "pkg": "Gaia Sky",
    "app_id": "space.gaiasky.GaiaSky",
    "description": "Explore the universe in 3D",
    "description_long": "<br>Gaia Sky is an astronomy visualisation platform for desktop and VR that runs on Linux, Windows and macOS. It is developed in the framework of ESA's Gaia mission to chart about 1 billion stars of our Galaxy in the Gaia group of the Astronomisches Rechen-Institut (ZAH, Universität Heidelberg). Explore the Solar System, the Milky Way, and even the most distant galaxies of our Universe with up-to-date, real scientific data.<br>",
    "build_date": "2025-10-01T07:53:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/s/sp/space.gaiasky.gaiasky/8016630e2c6a332feee168964cd777ae/icons/128x128/space.gaiasky.GaiaSky.png",
    "license": "MPL-2.0",
    "tag": [
      "space",
      "planets",
      "stars",
      "galaxies",
      "universe",
      "explore"
    ],
    "rank": 104
  },
  {
    "pkg": "Workbench",
    "app_id": "re.sonny.Workbench",
    "description": "Prototype with GNOME technologies",
    "description_long": "Workbench is for learning and prototyping with GNOME technologies, no matter if tinkering for the first time or building and testing a GTK user interface.<br>Among other things, Workbench comes with<br>Live GTK/CSS preview<br>Library of 100+ examples<br>JavaScript, Rust, Python and Vala support<br>Declarative user interface syntax<br>Autosave, sessions and projects<br>Code diagnostics, completion and formatter<br>Terminal output<br>",
    "build_date": "2025-10-14T07:54:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Workbench/f3ed39bd882ef232d18c0371d7c511d0/icons/128x128/re.sonny.Workbench.png",
    "license": "GPL-3.0",
    "tag": [
      "CSS",
      "JavaScript",
      "GJS",
      "Blueprint",
      "builder",
      "Vala",
      "GTK",
      "libadwaita",
      "Python",
      "PyGObject",
      "Rust",
      "doc",
      "playground",
      "code",
      "TypeScript"
    ],
    "rank": 105
  },
  {
    "pkg": "Ultimate Tic Tac Toe",
    "app_id": "io.github.nokse22.ultimate-tic-tac-toe",
    "description": "(Tic Tac Toe)²",
    "description_long": "Play with your friends or against the algorithm. You can read the rules in the game.<br>",
    "build_date": "2025-05-05T10:48:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.ultimate-tic-tac-toe/2f2e03fc9486924cd281a7ccf5af98bb/icons/128x128/io.github.nokse22.ultimate-tic-tac-toe.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Game"
    ],
    "rank": 106
  },
  {
    "pkg": "Graphs",
    "app_id": "se.sjoerd.Graphs",
    "description": "Plot and manipulate data",
    "description_long": "<br>Graphs is a simple, yet powerful tool that allows you to plot and manipulate your data with ease. New data can be imported from a wide variety of filetypes, or generated by equation.<br>All data can be manipulated using a variety of operations such as the ability to select, cut, translate, multiply, center and smoothen data, as well as apply any custom transformations on the data.<br>Moreover, Graphs supports curve fitting on imported data and offers extensive customization options for the style of the plots. You can fine-tune and personalize stylesheets to your liking.<br>Graphs is an excellent fit for both plotting and data manipulation. The plots created with Graphs can be saved in a variety of formats suitable for sharing and presenting to a wide audience, such as in a scientific publication or presentations.<br>Additionally, the option to save plots as vector images allows for easy editing in software like Inkscape for further refinement. Graphs is written with the GNOME environment in mind, but should be suitable for any other desktop environment as well.<br>For any feedback, questions or general issues, please file an issue on the GitLab page.<br>",
    "build_date": "2025-10-30T12:34:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/se/sjoerd/Graphs/89ec3893ae7d7ce196e371ad49312a7f/icons/128x128/se.sjoerd.Graphs.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Plotting",
      "Graph",
      "Graphing",
      "Science",
      "Mathematics",
      "Math",
      "Equations",
      "Data",
      "Plot",
      "Visualisation",
      "Visualization",
      "Fitting",
      "xrdml"
    ],
    "rank": 107
  },
  {
    "pkg": "OpenRCT2",
    "app_id": "io.openrct2.OpenRCT2",
    "description": "Amusement park simulation",
    "description_long": "<br>OpenRCT2 is an open-source re-implementation of RollerCoaster Tycoon 2 (RCT2).<br>The gameplay revolves around building and maintaining an amusement park containing<br>attractions, shops and facilities. The player must try to make a profit and maintain<br>a good park reputation whilst keeping the guests happy. OpenRCT2 allows for both<br>scenario and sandbox play. Scenarios require the player to complete a certain<br>objective in a set time limit whilst sandbox allows the player to build a more<br>flexible park with optionally no restrictions or finance.<br>OpenRCT2 features many changes compared to the original RollerCoaster Tycoon 2 game. A few of them are listed here.<br>User Interface theming.<br>Fast-forwarding gameplay.<br>Multiplayer support.<br>Multilingual. Improved translations.<br>OpenGL hardware rendering.<br>Various fixes and improvements for bugs in the original game.<br>Native support for Linux and macOS.<br>Added hacks and cheats.<br>Auto-saving and giant screenshots.<br>Original RollerCoaster Tycoon 2 or RollerCoaster Tycoon Classic game files are required in order to play OpenRCT2.<br>",
    "build_date": "2025-11-01T16:16:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/openrct2/OpenRCT2/79ca9fdf123dede42a77b4c7003a14c2/icons/128x128/io.openrct2.OpenRCT2.png",
    "license": "GPL-3.0",
    "tag": [
      "openrct2",
      "rct2",
      "rct",
      "roller",
      "coaster",
      "tycoon",
      "simulation"
    ],
    "rank": 108
  },
  {
    "pkg": "Letterpress",
    "app_id": "io.gitlab.gregorni.Letterpress",
    "description": "Create beautiful ASCII art",
    "description_long": "<br>Letterpress converts your images into a picture made up of ASCII characters.<br>You can save the output to a file, copy it, and even change its resolution!<br>",
    "build_date": "2025-10-14T12:36:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/gregorni.Letterpress/e73f908e40ae72f594708a2792d2598c/icons/128x128/io.gitlab.gregorni.Letterpress.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "image",
      "ascii",
      "convert",
      "conversion",
      "text"
    ],
    "rank": 109
  },
  {
    "pkg": "Wike",
    "app_id": "com.github.hugolabe.Wike",
    "description": "Search and read Wikipedia articles",
    "description_long": "<br>Wike is a Wikipedia reader for the GNOME Desktop.<br>Provides access to all the content of this online encyclopedia in a native application,<br>with a simpler and distraction-free view of articles.<br>It supports more than 300 languages and integrates with desktop searches,<br>providing suggestions that make it easier to find any content.<br>Other features are: bookmarks with multiple lists, article table of contents,<br>history, text searches and much more…<br>",
    "build_date": "2025-10-24T08:36:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/hugolabe.Wike/159255a828bec289279a6de27c226aa3/icons/128x128/com.github.hugolabe.Wike.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wikipedia",
      "Encyclopedia"
    ],
    "rank": 110
  },
  {
    "pkg": "Mirror Hall",
    "app_id": "eu.nokun.MirrorHall",
    "description": "Use Linux devices as second screens",
    "description_long": "<br>Mirror Hall is an experimental app that aims to turn any Linux device into a <br>second monitor.<br>It is designed on both desktop and mobile devices, and supports both <br>hardware-accelerated and software-based encoding to stream video efficiently.<br>Mirror Hall makes use of a new, experimental GNOME feature to create virtual <br>monitors, and requires UDP traffic to be allowed by the network and firewall.<br>Support for other desktops will be added once a standardized API exists.<br>",
    "build_date": "2024-12-05T22:50:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/nokun/MirrorHall/604039d4532c5d5467f3c14d103d85ee/icons/128x128/eu.nokun.MirrorHall.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 111
  },
  {
    "pkg": "Cozy",
    "app_id": "com.github.geigi.cozy",
    "description": "Listen to audio books",
    "description_long": "Do you like audio books? Then lets get cozy!<br>Cozy is a audio book player. Here are some of the features:<br>Import all your audio books into Cozy to browse them comfortably<br>Listen to your DRM free mp3, m4b, m4a (aac, ALAC, …), flac, ogg and wav audio books<br>Remembers your playback position<br>Sleep timer<br>Playback speed control for each book individually<br>Search your library<br>Multiple storage location support<br>Offline Mode! This allows you to keep an audio book on your internal storage if you store your audio books on an external or network drive. Perfect to listen to on the go!<br>Drag and Drop to import new audio books<br>Sort your audio books by author, reader and name<br>",
    "build_date": "2024-11-22T14:41:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/geigi.cozy/3f111bcd3e8672588967636b9b0d2b92/icons/128x128/com.github.geigi.cozy.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 112
  },
  {
    "pkg": "Junction",
    "app_id": "re.sonny.Junction",
    "description": "Application chooser",
    "description_long": "<br>Junction pops up automatically when you open a file or link in another app.<br>Use the mouse or keyboard navigation to choose which app you want to open it with.<br>Features:<br>Choose the app to open with<br>Show the location before opening<br>Edit the URL before opening<br>Show a hint for insecure links<br>Keyboard navigation<br>Supports desktop actions on right click<br>Middle Click or Ctrl + Click to open in multiple applications<br>Linux Mobile support<br>",
    "build_date": "2025-10-31T13:22:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Junction/2142aa513a49e4b3e0bd06b4c1710484/icons/128x128/re.sonny.Junction.png",
    "license": "GPL-3.0",
    "tag": [
      "Choosy",
      "BrowserChooser",
      "Braus",
      "Browserosaurus",
      "Finicky",
      "Buffet",
      "OpenIn",
      "BrowserSelect"
    ],
    "rank": 113
  },
  {
    "pkg": "Fractal",
    "app_id": "org.gnome.Fractal",
    "description": "Chat on Matrix",
    "description_long": "<br>Fractal is a Matrix messaging app for GNOME written in Rust. Its interface is optimized for<br>collaboration in large groups, such as free software projects, and will fit all screens, big or small.<br>Highlights:<br>Find rooms to discuss your favorite topics, or talk privately to people, securely thanks to end-to-end encryption<br>Send rich formatted messages, files, or your current location<br>Reply to specific messages, react with emoji, mention users or rooms, edit or remove messages<br>View images, and play audio and video directly in the conversation<br>See who has read messages, and who is typing<br>Log into multiple accounts at once (with Single-Sign On support)<br>",
    "build_date": "2025-10-31T13:44:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Fractal/c523e1b3740e0c4be437ec3d59261e93/icons/128x128/org.gnome.Fractal.png",
    "license": "GPL-3.0+",
    "tag": [
      "Matrix",
      "matrix.org",
      "chat",
      "irc",
      "communications",
      "talk",
      "riot",
      "element"
    ],
    "rank": 114
  },
  {
    "pkg": "Pins",
    "app_id": "io.github.fabrialberio.pinapp",
    "description": "Create and edit app shortcuts",
    "description_long": "Pins allows you to customize your app menu by editing .desktop files.<br>Some of the things you can do are:<br>changing an app icon that doesn't fit in with your theme,<br>creating custom shortcuts to websites,<br>hiding apps you don't want to see,<br>editing properties in .desktop files.<br>",
    "build_date": "2025-09-29T06:30:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fabrialberio.pinapp/1a426a5cc2f6013452838d7300d53c42/icons/128x128/io.github.fabrialberio.pinapp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Apps",
      "Shortcuts",
      "Icons"
    ],
    "rank": 115
  },
  {
    "pkg": "ASCII Draw",
    "app_id": "io.github.nokse22.asciidraw",
    "description": "Sketch anything using characters",
    "description_long": "Draw diagrams, tables, tree view, art and more using only characters.\nThere are many tools and features available such as:<br>Rectangle using multiple line styles<br>Filled Rectangle using border and fill characters<br>Cartesian, Freehand and Stepped line, also with arrows<br>Freehand Brush<br>Text with FIGlet fonts<br>Table<br>Tree View<br>Eraser<br>Character Picker<br>Move and Rotate selection<br>Flood Fill<br>",
    "build_date": "2025-05-05T10:49:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.asciidraw/5488ae9f55616fc29cfa68cbd3cb6715/icons/128x128/io.github.nokse22.asciidraw.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Graphics",
      "Art"
    ],
    "rank": 116
  },
  {
    "pkg": "Threadbare",
    "app_id": "org.endlessaccess.threadbare",
    "description": "Rebuild an unraveling world",
    "description_long": "Story-driven, collaborative game where players don’t just explore a world—they co-create it. In Threadbare, players rebuild a world unraveling at the seams by recovering knowledge, crafting stories, and designing characters, quests, and cultures drawn from their own lives.",
    "build_date": "2025-10-14T18:44:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/endlessaccess/threadbare/941bd0fcd870783ee8e58b5c4b7163c8/icons/128x128/org.endlessaccess.threadbare.png",
    "license": "MPL-2.0",
    "tag": [
      "Godot",
      "retro",
      "pixel",
      "ink",
      "loom"
    ],
    "rank": 117
  },
  {
    "pkg": "Retro",
    "app_id": "re.sonny.Retro",
    "description": "Customizable clock widget",
    "description_long": "Retro is a retro digital segment clock that can be customized. It can be used in the background, maximized or as an always on top widget.<br>Supported features:<br>24h/12h format<br>styling with CSS<br>restore window size<br>maximized, fullscreen and tiling<br>",
    "build_date": "2025-10-13T18:25:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Retro/54ac7abc90275611b685db6e134f1d23/icons/128x128/re.sonny.Retro.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 118
  },
  {
    "pkg": "Crosswords",
    "app_id": "org.gnome.Crosswords",
    "description": "Solve crossword puzzles",
    "description_long": "<br>A simple and fun game of crosswords. Load your crossword files,<br>or play one of the included games. Features include:<br>Support for shaped and colored crosswords<br>Loading .ipuz, .jpuz, .xd, and .puz files<br>Hint support, such as showing mistakes and suggesting words<br>Dark mode<br>Locally installed crosswords as well as support for 3rd party downloaders<br>",
    "build_date": "2025-10-23T15:42:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords/9ee9a65a1318f599d6c13570bf424835/icons/128x128/org.gnome.Crosswords.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "xword",
      "ipuz",
      "grid",
      "puzzle",
      "game"
    ],
    "rank": 119
  },
  {
    "pkg": "Butler",
    "app_id": "com.cassidyjames.butler",
    "description": "Companion for Home Assistant",
    "description_long": "Access your Home Assistant dashboard from a native companion UI, integrating better with your OS. Native features include:<br>Icon in your App Grid, Applications Menu, Dash, Dock, etc.<br>Native header bar<br>Save and restore current view and size when closed and re-opened<br>Two-finger swipe and mouse button support to go back/forward between views<br>Cross-desktop light/dark style support (if supported by your Lovelace theme)<br>Butler is designed to make getting at your Home Assistant dashboard easier for kiosks, your laptop/desktop, or your Linux phone. It does not support companion app features from Android and iOS like location services, notifications, or exposing device sensors.<br>Other features include:<br>Pinch-to-zoom<br>Set the scaling with Ctrl+Plus/Minus or Ctrl+0 to reset<br>Fullscreen from the menu, a keyboard shortcut, or a GSetting to better support kiosk use cases<br>Note WebRTC camera streams (i.e. used by some newer Nest cameras) are not currently supported.",
    "build_date": "2025-10-31T18:39:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/cassidyjames/butler/b2a8f904368387b9865155548fff1f44/icons/128x128/com.cassidyjames.butler.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "hass",
      "home",
      "assistant",
      "smart",
      "lights"
    ],
    "rank": 120
  },
  {
    "pkg": "Quadrapassel",
    "app_id": "org.gnome.Quadrapassel",
    "description": "Fit falling blocks together",
    "description_long": "<br>Quadrapassel is a derivative of a classic Russian falling-block game.<br>Reposition and rotate the blocks as they fall, and attempt to fit them<br>together. When you form a complete horizontal row of blocks, the row will<br>disappear and you score points. The game is over when the blocks get stacked<br>too high. As your score gets higher, you level up and the blocks fall faster.<br>If you’re looking for a challenge, Quadrapassel allows you to increase the<br>initial speed of the blocks, or begin the game with partial blocks on some<br>of the rows. Or, instead of allowing the blocks to fall randomly, it can<br>select blocks that will be hard for you to place.<br>",
    "build_date": "2025-10-10T22:40:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Quadrapassel/c3b30dcfbcdb1199f2854141bd178c5d/icons/128x128/org.gnome.Quadrapassel.png",
    "license": "GPL-2.0+",
    "tag": [
      "tetris"
    ],
    "rank": 121
  },
  {
    "pkg": "Millisecond",
    "app_id": "io.github.gaheldev.Millisecond",
    "description": "Optimize for low latency",
    "description_long": " Millisecond is a gtk app based on rtcqs. It provides system diagnostics and offers tips to improve low latency performance for audio production, with links to detailed documentation from linuxaudio wiki.<br>",
    "build_date": "2025-10-15T15:12:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/gaheldev.Millisecond/ffd042743549812b51f8b2c31c37de40/icons/128x128/io.github.gaheldev.Millisecond.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Realtime",
      "RT",
      "Audio",
      "Latency",
      "Music",
      "Config",
      "Diagnostic"
    ],
    "rank": 122
  },
  {
    "pkg": "Calligra",
    "app_id": "org.kde.calligra",
    "description": "All-in-one office solution",
    "description_long": "<br>Calligra is an office and graphics suite. It contains applications for word processing, spreadsheets, presentation and vector graphics.<br>Words is an intuitive word processor and desktop publisher application.<br>With it, you can create informative and attractive documents with pleasure and ease.<br>Calligra Sheets is a fully-featured calculation and spreadsheet tool.<br>Use it to quickly create and calculate various business-related spreadsheets, such as income and expenditure, employee working hours, etc.<br>Calligra Stage is an easy to use yet still flexible presentation application.<br>You can easily create presentations containing a rich variety of elements, from graphics to text, from charts to images. Calligra Stage is extensible through a plugin system,<br>so it is easy to add new effects, new content elements or even new ways of managing your presentation. Because of the integration with Calligra, all the power and flexibility<br>of the Calligra content elements are available to Stage.<br>Karbon is a vector drawing application with a user interface that is easy to use, highly customizable and extensible.<br>That makes Karbon a great application for users starting to explore the world of vector graphics as well as for artists<br>wanting to create breathtaking vector art.<br>",
    "build_date": "2025-10-24T13:39:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/calligra/babe3e8047bc86a6d7e1d5e1268c0bb5/icons/128x128/org.kde.calligra.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 123
  },
  {
    "pkg": "Passwords and Keys",
    "app_id": "org.gnome.seahorse.Application",
    "description": "Manage your passwords and encryption keys",
    "description_long": "<br>Passwords and Keys is a GNOME application for managing encryption keys.<br>With Passwords and Keys you can create and manage PGP keys, create and manage SSH keys,<br>publish and retrieve keys from key servers, cache your passphrase so you<br>don’t have to keep typing it and backup your keys and keyring.<br>",
    "build_date": "2025-09-28T03:48:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/seahorse.Application/c6922494ffc61b6e6c30de0d296c59a0/icons/128x128/org.gnome.seahorse.Application.png",
    "license": "GPL-2.0+ and LGPL-2.0+",
    "tag": [
      "keyring",
      "encryption",
      "security",
      "sign",
      "ssh",
      "gpg",
      "pgp",
      "seahorse"
    ],
    "rank": 124
  },
  {
    "pkg": "Audio Sharing",
    "app_id": "de.haeckerfelix.AudioSharing",
    "description": "Share your computer audio",
    "description_long": "<br>With Audio Sharing you can share your current computer audio playback in the form of an RTSP stream. This stream can then be played back by other devices, for example using VLC.<br>By sharing the audio as a network stream, you can also use common devices that are not intended to be used as audio sinks (eg. smartphones) to receive it.<br>For example, there are audio accessories that are not compatible with desktop computers (e.g. because the computer does not have a Bluetooth module installed). With the help of this app, the computer audio can be played back on a smartphone, which is then connected to the Bluetooth accessory.<br>",
    "build_date": "2025-03-28T15:24:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/haeckerfelix/AudioSharing/57070d93436137f2e2b4eeb6cec60a2e/icons/128x128/de.haeckerfelix.AudioSharing.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "audio",
      "sharing",
      "sound"
    ],
    "rank": 125
  },
  {
    "pkg": "Fotema",
    "app_id": "app.fotema.Fotema",
    "description": "Admire your photos",
    "description_long": "A photo gallery for everyone who wants their photos to live locally on their devices.<br>Why enjoy your photo library with Fotema?<br>View iOS Live Photos and Android motion photos (Samsung devices only).<br>View photos plotted on a map.<br>Automatically detects faces.<br>View your library by year or month.<br>Play videos.<br>Many supported image formats. Fotema supports the same image formats as Loupe (the GNOME image viewer).<br>",
    "build_date": "2025-10-07T05:46:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/fotema/Fotema/649fe142ab7b8632fb4fd18e0b3bfc3f/icons/128x128/app.fotema.Fotema.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "Pictures",
      "Photos",
      "Photography",
      "Viewer"
    ],
    "rank": 126
  },
  {
    "pkg": "Tuner",
    "app_id": "org.altlinux.Tuner",
    "description": "Extensible control center",
    "description_long": "<br>Tuner is the home for your additional system settings, components,<br>applications, and whatever else you want!<br>Extended control over the interface and functions using plugins.<br>The interface is adapted to different device sizes.<br>Easy installation from the repository.<br>You can create your own plugins without affecting the main program<br>code.<br>Easy creation of plugins working with dconf and unlimited plugin<br>functionality thanks to libpeas.<br>",
    "build_date": "2025-08-06T12:44:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/altlinux/Tuner/28e8e53ef8573f5d5283cce0424b911d/icons/128x128/org.altlinux.Tuner.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "settings",
      "tuner",
      "tune",
      "tweaks"
    ],
    "rank": 127
  },
  {
    "pkg": "Televido",
    "app_id": "de.k_bo.Televido",
    "description": "Access German-language public TV",
    "description_long": "<br>Televido (“Television” in Esperanto) lets you livestream, search, play and<br>download media from German-language public television services. It is powered by APIs<br>provided by the MediathekView project.<br>The presented content is provided directly by the respective television services, this<br>program only facilitates finding and accessing the shows.<br>Televido provides an integrated player for video playback. Additionally, Televido<br>supports external programs that are installed on the user's system for video playback<br>and download. Currently supported players: GNOME Videos (Totem), Celluloid, Clapper,<br>Daikhan. Currently supported downloaders: Parabolic.<br>",
    "build_date": "2025-09-18T17:10:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/k_bo/Televido/2234dccf20795aa9d49b2a522c7441f2/icons/128x128/de.k_bo.Televido.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 128
  },
  {
    "pkg": "Sudoku",
    "app_id": "io.github.sepehr_rs.Sudoku",
    "description": "Solve puzzles in style",
    "description_long": "<br>Sudoku is a puzzle app that lets you solve classic number-placement challenges. It features a clean, distraction-free design with a simple interface to keep you focused and engaged.<br>Features:<br>Modern GTK4 and libadwaita interface<br>Keyboard shortcuts for quick access to all functions<br>Save and load games seamlessly to continue your progress anytime<br>Highlight active row and cell to improve focus and ease of play<br>Conflict highlighting to help identify mistakes, ideal for beginners<br>Suitable for all skill levels, from beginners to experts<br>",
    "build_date": "2025-09-26T17:54:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sepehr_rs.Sudoku/f08e00748b45ff5bc297c1ee9718818f/icons/128x128/io.github.sepehr_rs.Sudoku.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "sudoku",
      "puzzle",
      "game",
      "logic",
      "numbers"
    ],
    "rank": 129
  },
  {
    "pkg": "Kando",
    "app_id": "menu.kando.Kando",
    "description": "Do things with utmost efficiency",
    "description_long": "<br>Kando is a cross-platform pie menu for your desktop. It offers an unconventional, fast,<br>highly efficient, and fun way of interacting with your computer! You can use Kando to<br>launch applications, simulate keyboard shortcuts, open files, and much more.<br>Kando is designed to be used with 🖱️ mouse, 🖊️ stylus, 👆 touch, or 🎮 controller input.<br>If you have both hands at your keyboard most of the time, Kando is maybe not the right<br>tool for you.<br>If you are using Kando on Wayland, some additional setup may be required. For instance,<br>on GNOME you will need to install the Kando Integration extension. You can read more on<br>https://kando.menu/installation-on-linux/. Kando will also tell you this when you start<br>it for the first time.<br>",
    "build_date": "2025-07-16T19:25:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/menu/kando/Kando/e0f610003f50e9145c5cb0b1e3754ba7/icons/128x128/menu.kando.Kando.png",
    "license": "MIT",
    "tag": [],
    "rank": 130
  },
  {
    "pkg": "Recordbox",
    "app_id": "ca.edestcroix.Recordbox",
    "description": "Browse and play your local music",
    "description_long": "<br>Recordbox is a music browser and player which aims to provide a respectable feature set while<br>remaining relatively lightweight and simple to use. Seamlessly integrated with the<br>GNOME desktop, Recordbox provides a responsive interface, GNOME search provider<br>integration, MPRIS capabilities, gapless playback, ReplayGain support, and more.<br>Features include:<br>Flexible library navigation. Browse albums filtered by either artist or genre, with the<br>option to further group the album list to then browse by artist→genre→album or<br>genre→artist→album.<br>Playback of music using GStreamer, with gapless playback and ReplayGain support.<br>Viewing and editing of lyrics, for both embedded and external lyrics.<br>Integration with GNOME's global search―find and play music directly from the overview.<br>Dynamic UI recoloring with a gradient background derived from the playing song's album<br>art.<br>Detection and display of embedded or external cover art, for albums and individual tracks.<br>MPRIS support for controlling Recordbox from other applications.<br>A fully responsive interface using GTK and Libadwaita.<br>",
    "build_date": "2025-08-16T00:47:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/ca/edestcroix/Recordbox/b0786ebb2326e2b2f37aee0152ce1715/icons/128x128/ca.edestcroix.Recordbox.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "music",
      "media",
      "player",
      "audio"
    ],
    "rank": 131
  },
  {
    "pkg": "Delfin",
    "app_id": "cafe.avery.Delfin",
    "description": "Stream movies and TV shows from Jellyfin",
    "description_long": "Delfin is a native client for the Jellyfin media server. It features a fast and clean<br>interface to stream your media in an embedded MPV-based video player.<br>Delfin currently supports streaming movies and TV shows from your library. The video<br>player<br>supports the Intro Skipper plugin for skipping intros automatically, and the Jellyscrub<br>plugin<br>to show thumbnails while scrubbing through videos.<br>This is an early release, you may run into bugs or missing features. Delfin does not come<br>with any media, you must connect to a Jellyfin server. Plugins must be installed and<br>configured on your server to be available from Delfin.",
    "build_date": "2025-04-22T05:18:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/cafe/avery/Delfin/22aa1553b97941724e353f5e38deb933/icons/128x128/cafe.avery.Delfin.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 132
  },
  {
    "pkg": "Gamepad Mirror",
    "app_id": "page.codeberg.vendillah.GamepadMirror",
    "description": "Visualize your gamepad's inputs",
    "description_long": "<br>A simple application to visualize a gamepad's input using libadwaita and libmanette.<br>The app's main goal is to support gamepad visualization during a stream or recording, without getting in the way of playing the game.<br>It can also be used to simply test whether your gamepad works and your desktop is picking up on the signals, rather than visiting closed source websites that profile you and possibly sell your data.<br>Currently, the app<br>supports flashing facepad buttons;<br>supports joystick offset visualization from its origin;<br>_does not_ support other buttons;<br>supports transparent window;<br>supports mouse position dependent transparent mode;<br>supports basic gamepad custom recoloring;<br>supports 10 gamepad color presets (that override your custom colors by double click);<br>supports tiny window sizes;<br>_does not_ (yet) support adding quick controls on small windows (requiring to enlarge it again);<br>supports rescanning of (dis)connected gamepads;<br>_does not_ distinguish between multiple gamepad sources.<br>Tip: You can/need to right click the header bar and select 'Always on Top'. The app cannot do that itself, since it will be running on Wayland that restricts this behavior.<br>",
    "build_date": "2025-10-18T14:34:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/vendillah.GamepadMirror/a3bb25f76b3ec022b9f75a98785d8d2d/icons/128x128/page.codeberg.vendillah.GamepadMirror.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 133
  },
  {
    "pkg": "ROTA",
    "app_id": "net.hhoney.rota",
    "description": "Gravity bends beneath your feet",
    "description_long": "Move blocks and twist gravity to solve puzzles. Collect all 50 gems and explore 8 vibrant worlds.<br>Rotate gravity as you walk over the edge!<br>Push, pull and rotate gravity-blocks to traverse the stage and solve puzzles.<br>Collect all 50 gems to unlock doors and explore 8 vibrant worlds!<br>Listen to an original ambient soundtrack that will keep you relaxed while solving challenging puzzles. (:<br>Watch out for spikes! 0:<br>",
    "build_date": "2025-08-25T17:40:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/rota/5ad819dbf706c8c7976076ffc1568608/icons/128x128/net.hhoney.rota.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 134
  },
  {
    "pkg": "Field Monitor",
    "app_id": "de.capypara.FieldMonitor",
    "description": "Access VMs and external screens",
    "description_long": "<br>Field Monitor is a remote-desktop client designed for the GNOME platform.<br>It is focused on connecting to virtual machines, but can connect to any server<br>supporting the RDP, SPICE or VNC protocols.<br>It has support for directly connecting to VMs of the following hypervisors:<br>Proxmox<br>QEMU/KVM via libvirt<br>For supported VM hypervisors Field Monitor also offers options to manage the basic<br>power state of VMs, such as starting, stopping, rebooting, etc.<br>Additionally, Field Monitor supports opening RDP and Virt Viewer connection files<br>and quickly connecting to RDP, SPICE or VNC servers via URI.<br>",
    "build_date": "2025-03-25T08:28:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/capypara/FieldMonitor/999555c901d8b9a6be262bb408fb0bce/icons/128x128/de.capypara.FieldMonitor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "remote desktop",
      "RDP",
      "VNC",
      "SPICE",
      "KVM",
      "QEMU",
      "libvirt",
      "Proxmox",
      "GNOME"
    ],
    "rank": 135
  },
  {
    "pkg": "Bella",
    "app_id": "io.github.josephmawa.Bella",
    "description": "Pick a color from the screen",
    "description_long": "Pick a color from anywhere on your screen and save it in one of the common color formats.<br>Below are the main features of Bella:<br>Pick a color from the screen<br>Save the picked color<br>Modify the picked color<br>Switch to dark, light, or system mode<br>",
    "build_date": "2025-07-15T18:17:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.Bella/93cc7b2918f584dbc6d84a10288fabb8/icons/128x128/io.github.josephmawa.Bella.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Color",
      "Dropper",
      "Eye",
      "Picker",
      "Pick"
    ],
    "rank": 136
  },
  {
    "pkg": "Coulomb",
    "app_id": "io.github.hamza_algohary.Coulomb",
    "description": "Electronic circuit simulator",
    "description_long": "<br>Coulomb is a simple and elegant circuit simulator.<br>Features:<br>Draw arbitrary circuits<br>Plot voltage and current of devices against time<br>Save/Load circuits<br>Dark Mode support<br>Beautiful UI<br>Available Devices:<br>Resistor<br>Battery<br>Current Source<br>AC Voltage Source<br>Inductor<br>Capacitor<br>Diode<br>Zener Diode<br>Problems:<br>Circuits containing non-linear devices will most probably not be solvable, because<br>the current backend is not good at dealing with non-linear systems, that's<br>going to change though.<br>Due to the way inductors and capacitors are modeled you can't put two inductors<br>in series, or two capacitors in parallel, that's also going to be fixed.<br>",
    "build_date": "2025-10-29T13:06:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hamza_algohary.Coulomb/1e034a8bdb750829f164ef4f7c50b290/icons/128x128/io.github.hamza_algohary.Coulomb.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 137
  },
  {
    "pkg": "Tangram",
    "app_id": "re.sonny.Tangram",
    "description": "Browser for your pinned tabs",
    "description_long": "<br>Tangram is a new kind of browser. It is designed to organize and run your Web applications.<br>Each tab is persistent and independent. You can set multiple tabs with different accounts for the same application.<br>Common use cases:<br>Stay up to date with your favorite communities<br>Merge all these chat applications into one<br>Group your organization tools under one application<br>One-stop for multiple sources of documentation or information<br>",
    "build_date": "2025-10-13T16:55:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Tangram/ef95562c735754904ccb4f734c015e91/icons/128x128/re.sonny.Tangram.png",
    "license": "GPL-3.0",
    "tag": [
      "Franz",
      "Ferdi",
      "Rambox",
      "Wavebox",
      "Station"
    ],
    "rank": 138
  },
  {
    "pkg": "Text Pieces",
    "app_id": "io.gitlab.liferooter.TextPieces",
    "description": "Developer's scratchpad",
    "description_long": "<br>Powerful scratchpad with ability to perform a lot of text transformations, such as:<br>Calculate hashes<br>Encode text<br>Decode text<br>Remove trailing spaces and lines<br>Count lines, symbols and words<br>Format JSON and XML<br>Escape and unescape strings<br>Convert JSON to YAML and vice versa<br>Filter lines<br>And so on.<br>The application is extendable with your own script-based actions.",
    "build_date": "2025-10-10T13:40:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/liferooter.TextPieces/a6c7efc5822f8285fcc3a668f837bd65/icons/128x128/io.gitlab.liferooter.TextPieces.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Text",
      "Base64",
      "JSON",
      "YAML",
      "Count",
      "SHA1",
      "SHA256",
      "SHA384",
      "SHA512",
      "MD5",
      "Checksum",
      "Escape",
      "Encode",
      "HTML",
      "URL",
      "Prettify",
      "Filter",
      "Reverse",
      "Trim"
    ],
    "rank": 139
  },
  {
    "pkg": "Kotatogram",
    "app_id": "io.github.kotatogram",
    "description": "Experimental Telegram messenger",
    "description_long": "Unofficial messaging app based on Telegram Desktop.<br>Telegram is a popular messaging protocol with encryption and security as its key focus.",
    "build_date": "2025-08-04T05:57:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/kotatogram/88eee9e2302b43347bbea4882fa26bcc/icons/128x128/io.github.kotatogram.png",
    "license": "GPL-3.0",
    "tag": [
      "tg",
      "telegram",
      "kotatogram",
      "tdesktop",
      "messaging",
      "messenger",
      "chat",
      "sms",
      "im"
    ],
    "rank": 140
  },
  {
    "pkg": "Kontainer",
    "app_id": "io.github.DenysMb.Kontainer",
    "description": "Manage Distrobox containers",
    "description_long": "<br>Kontainer is a graphical user interface (GUI) application built with KDE Kirigami that<br>provides a user-friendly way to manage Distrobox containers.<br>Container Management: Create new containers from various Linux distributions, delete<br>existing containers, upgrade containers and list and view all containers. <br>Terminal Integration: Open terminal sessions inside containers using the system<br>default terminal emulator and execute commands within containers. <br>Package Management: Install package files inside containers and automatic detection<br>of appropriate package managers based on container distribution. <br>Desktop Integration: Generate desktop shortcuts for containers, full integration with<br>the host system through Distrobox and color-coded container listing based on distribution. ",
    "build_date": "2025-11-02T14:00:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/DenysMb.Kontainer/b73086884e537a82d1e1a64753b0a110/icons/128x128/io.github.DenysMb.Kontainer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "container",
      "podman",
      "distrobox"
    ],
    "rank": 141
  },
  {
    "pkg": "Bible",
    "app_id": "net.lugsole.bible_gui",
    "description": "Bible app that supports multiple translations",
    "description_long": "<br>This is a basic bible app that supports many different translations<br>This app supports multple different bible file formats.<br>SoftProjector - spb<br>MyBible - SQLite3<br>tsv<br>Zefania XML bible - xml<br>",
    "build_date": "2025-04-26T00:27:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/lugsole/bible_gui.desktop/9e43502673681db14ea805d56f4f7149/icons/128x128/net.lugsole.bible_gui.desktop.png",
    "license": "MIT",
    "tag": [
      "Bible",
      "Bibles",
      "Linux",
      "Book"
    ],
    "rank": 142
  },
  {
    "pkg": "Glide",
    "app_id": "net.base_art.Glide",
    "description": "Play movies and audio files",
    "description_long": "<br>Glide is a simple and minimalistic media player relying on GStreamer for the multimedia support<br>and GTK for the user interface. Glide should be able to play any multimedia format supported by<br>GStreamer, locally or remotely hosted.<br>Once Glide is running you can use some menus to switch the subtitle and audio<br>tracks, play, pause, seek and switch the window to fullscreen.<br>",
    "build_date": "2025-09-29T17:49:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/base_art/Glide/d45445dccfedfa16d4c954da8fb37d7c/icons/128x128/net.base_art.Glide.png",
    "license": "MIT",
    "tag": [
      "Audio",
      "Video",
      "Movie",
      "Film",
      "Clip",
      "Series",
      "Player"
    ],
    "rank": 143
  },
  {
    "pkg": "Concessio",
    "app_id": "io.github.ronniedroid.concessio",
    "description": "Understand file permissions",
    "description_long": "Concessio helps you understand and convert between unix permissions representations<br>Convert between symbolic and numeric representations of UNIX file permissions<br>Use toggle buttons to update the symbolic and numeric fields<br>Open a file to read it's permissions and convert them<br>Open the help dialog to read and understand the UNIX permissions system<br>",
    "build_date": "2025-04-01T21:34:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ronniedroid.concessio/7b37b9318410f3588efe009f38864a8b/icons/128x128/io.github.ronniedroid.concessio.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Permissions",
      "Convertor",
      "Calculator"
    ],
    "rank": 144
  },
  {
    "pkg": "Dino",
    "app_id": "im.dino.Dino",
    "description": "Modern XMPP chat client",
    "description_long": "Dino is a modern open-source chat client for the desktop. It focuses on providing a clean and reliable Jabber/XMPP experience while having your privacy in mind.<br>It supports end-to-end encryption with OMEMO and OpenPGP and allows configuring privacy-related features such as read receipts and typing notifications.<br>Dino fetches history from the server and synchronizes messages with other devices.",
    "build_date": "2025-04-11T20:19:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/dino/Dino/a450d152b6333389fdf08182b86679f8/icons/128x128/im.dino.Dino.png",
    "license": "GPL-3.0+",
    "tag": [
      "Jabber",
      "XMPP"
    ],
    "rank": 145
  },
  {
    "pkg": "Pin It!",
    "app_id": "com.github.ryonakano.pinit",
    "description": "Pin portable apps to the launcher",
    "description_long": "<br>Pin shortcuts for portable apps like raw executable files, AppImage files, etc. to the app launcher on your desktop.<br>Other features include:<br>Edit or delete created app entries without opening the file manager<br>Automatically add the execute permission to the file you select<br>",
    "build_date": "2025-08-09T01:13:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/ryonakano.pinit/6547ce5ce7190f03ed57a5b1826ad598/icons/128x128/com.github.ryonakano.pinit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Desktop",
      "File",
      "Create",
      "Edit",
      "Info",
      "Icon",
      "AppImage"
    ],
    "rank": 146
  },
  {
    "pkg": "Blastem",
    "app_id": "com.retrodev.blastem",
    "description": "A Sega Mega Drive/Genesis, and Master System emulator",
    "description_long": "<br>BlastEm is an open source, highly accurate emulator for the Genesis/Megadrive<br>that runs on modest hardware. It also supports playing back Sega Master System games.<br>BlastEm has support for savestates, Mega/Sega Mouse, XBAND and Saturn keyboard emulation.<br>",
    "build_date": "2024-10-17T09:48:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/retrodev/blastem/ec0d27c05b9b5eacd1456a3d27bf0ca7/icons/128x128/com.retrodev.blastem.png",
    "license": "GPL-3.0+",
    "tag": [
      "emulator",
      "sega",
      "genesis",
      "mega",
      "drive",
      "master",
      "system",
      "sms",
      "megadrive"
    ],
    "rank": 147
  },
  {
    "pkg": "Shortcut",
    "app_id": "io.github.andreibachim.shortcut",
    "description": "Make app shortcuts",
    "description_long": "<br>Shortcut is a tool that allows users to quickly pin executable files to their app launcher.<br>It guides users throught the process by providing file picker dialogs with relevant filters,<br>input validation, and name and icon previews.<br>",
    "build_date": "2025-02-16T21:50:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/andreibachim.shortcut/e78297bc7a1eb7beed0fc3dc03a59b5d/icons/128x128/io.github.andreibachim.shortcut.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Shortcut",
      "Icons",
      "Pin",
      "Launch"
    ],
    "rank": 148
  },
  {
    "pkg": "Hieroglyphic",
    "app_id": "io.github.finefindus.Hieroglyphic",
    "description": "Find LaTeX symbols",
    "description_long": "If you work with LaTeX, you know it's difficult to memorize the names of all the symbols. Hieroglyphic allows you to search through over 1000 different LaTeX symbols by sketching.",
    "build_date": "2025-10-02T14:04:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/finefindus.Hieroglyphic/bca6ad290b2e4c36016a7a3c1ff782de/icons/128x128/io.github.finefindus.Hieroglyphic.png",
    "license": "GPL-3.0",
    "tag": [
      "GTK",
      "Tools",
      "LaTeX",
      "TeX",
      "Symbols"
    ],
    "rank": 149
  },
  {
    "pkg": "Euphonica",
    "app_id": "io.github.htkhiem.Euphonica",
    "description": "MPD client with delusions of grandeur",
    "description_long": "<br>Euphonica is an MPD client with integrated spectrum visualiser, metadata downloading &amp; more.<br>Responsive GTK4 LibAdwaita UI for most MPD features, from basic things like playback controls, queue reordering and ReplayGain to things like output control, crossfade and MixRamp configuration<br>Automatically fetch album arts, artist avatars and (synced) song lyrics from external sources (currently supports Last.fm, MusicBrainz and LRCLIB). All external metadata are cached locally &amp; persisted on disk to avoid needless API calls.<br>Playlist browser and editor<br>Integrated MPRIS client with background running supported (via the XDG Background protocol).<br>Built-in, customisable spectrum visualiser, reading from MPD FIFO or system PipeWire.<br>Rate albums (requires MPD 0.24+)<br>Live bitrate readout + audio quality indicators (lossy, lossless, hi-res, DSD) for individual songs as well as albums &amp; detailed format printout<br>Browse your library by album, artist and folders with multiselection support. Browsing by genre and other criteria are planned.<br>Sort albums by name, AlbumArtist or release date (provided you have the tags)<br>Asynchronous search for large collections<br>Configurable multi-artist tag splitting<br>Performant album art fetching &amp; display (cached with Stretto)<br>Super-fast, multithreaded, statically-cached background blur powered by libblur<br>Volume knob with dBFS readout support ('cuz why not?)<br>User-friendly configuration UI &amp; GSettings backend<br>MPD passwords are securely stored in your user's login keyring<br>Commands are bundled into lists for efficient MPD-side processing where possible.<br>PipeWire permissions<br>Euphonica requires PipeWire capture permissions for its PipeWire visualizer backend, but currently it is only possible to specify a PipeWire permission that also allows screen recording, microphone access, etc. Euphonica does not make use of these extra permissions, and will be updated to use a more restricted when one becomes available.<br>Screenshot content copyright information &amp; disclaimer<br>Album arts contained in the screenshots have been substituted with random photos from Pexel. All credits go to the original authors.<br>Euphonica is solely a music player programme and does not provide any media content or sources. Users must provide their own content or manually configure Euphonica to access third party online services.",
    "build_date": "2025-09-27T01:59:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/htkhiem.Euphonica/c6decefbd35eb5b3c4ef7f9341950c61/icons/128x128/io.github.htkhiem.Euphonica.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 150
  },
  {
    "pkg": "Exercise Timer",
    "app_id": "xyz.safeworlds.hiit",
    "description": "Train and rest with high intensity",
    "description_long": "Exercise Timer is a simple utility to conduct high intensity interval training.<br>Following a short preparation period, a prescribed number of exercise sets are played. In between each exercise, there is a resting period.<br>The app does not make an assumption about the kind of the exercise.<br>Features:<br>Save and recall presets containing the number of sets and the duration of the exercise, rest and preparation periods.<br>A beeping sound is played at- and prior to each transition.<br>The volume of the sound can be adjusted.<br>Light and dark mode follows the system's setting.<br>",
    "build_date": "2025-07-27T18:45:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/safeworlds/hiit/d1c899bffdbe425649312ad67277c021/icons/128x128/xyz.safeworlds.hiit.png",
    "license": "GPL-3.0",
    "tag": [
      "Gnome",
      "GTK",
      "Utility",
      "Sports",
      "Exercise",
      "HIIT",
      "Training",
      "Exercise",
      "High intensity interval training"
    ],
    "rank": 151
  },
  {
    "pkg": "Biblioteca",
    "app_id": "app.drey.Biblioteca",
    "description": "Read GNOME documentation offline",
    "description_long": "Biblioteca lets you browse and read GNOME documentation. Among other things, Biblioteca comes with<br>Offline documentation<br>Web browsing<br>Tabs<br>Dark mode support<br>Fuzzy search<br>Mobile / adaptive<br>",
    "build_date": "2025-10-14T09:01:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/Biblioteca/6f1f61cf12cc5a76d718fa54984b28a5/icons/128x128/app.drey.Biblioteca.png",
    "license": "GPL-3.0",
    "tag": [
      "GTK",
      "libadwaita",
      "doc",
      "documentation",
      "api",
      "manual",
      "devhelp"
    ],
    "rank": 152
  },
  {
    "pkg": "Scriptorium",
    "app_id": "io.github.cgueret.Scriptorium",
    "description": "Design and write manuscripts",
    "description_long": "Scriptorium is a text editor coupled with a planning tool and a publishing tool.<br>The objective is to provide writers with a simple and complete environment to plan, write and publish e-books.<br>Scriptorium features are organised around three facets:<br>Plan the list of scenes and story elements of the manuscript.<br>Write the content of the scenes with a text focused editor.<br>Publish your manuscript as an epub after previewing it.<br>In addition, some general features are:<br>Dark mode<br>Versioning of scenes managed via Git<br>Back-end using plain text YAML and HTML files<br>",
    "build_date": "2025-11-02T15:21:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cgueret.Scriptorium/574224d658b2a4f2e1f5563a400b6cec/icons/128x128/io.github.cgueret.Scriptorium.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 153
  },
  {
    "pkg": "Damask",
    "app_id": "app.drey.Damask",
    "description": "Automatic wallpapers from the web",
    "description_long": "Damask is an automatic wallpaper application. It currently supports setting the wallpaper image from the following sources:<br>wallhaven.cc<br>Microsoft Bing Wallpaper of the day<br>NASA Astronomy Picture of the Day<br>Google Earth View<br>",
    "build_date": "2025-09-28T05:15:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/Damask/616f3e3146389cc76494bb9d94585de7/icons/128x128/app.drey.Damask.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "wallpaper"
    ],
    "rank": 154
  },
  {
    "pkg": "Rclone Shuttle",
    "app_id": "io.github.pieterdd.RcloneShuttle",
    "description": "Upload your files to anywhere",
    "description_long": "<br>(Rclone Shuttle is still experimental. If you prefer a more mature but unmaintained<br>alternative, we recommend Rclone Browser.)<br>Access all your cloud storage providers from one app. Powered by Rclone's superb command line<br>tool, Rclone Shuttle lets you browse your files wherever they are hosted.<br>Rclone Shuttle can:<br>Upload files via drag and drop<br>Rename, move, copy and delete files/folders<br>Open remote files locally via double click<br>Permanently save a local copy of specific files/folders<br>Handle encrypted Rclone configuration files<br>Rclone supports a variety of providers and protocols including:<br>Amazon S3<br>Dropbox<br>FTP<br>Google Cloud Storage<br>Google Drive<br>Google Photos<br>OneDrive<br>Proton Drive<br>SFTP<br>SMB (Samba)<br>WebDAV (works with Nextcloud)<br>Full host filesystem access is necessary to enable drag-and-drop until<br>https://github.com/pieterdd/RcloneShuttle/issues/7 is fixed.",
    "build_date": "2025-04-09T19:45:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pieterdd.RcloneShuttle/6ef078120b5b97cbd87237101a7c248b/icons/128x128/io.github.pieterdd.RcloneShuttle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 155
  },
  {
    "pkg": "Pomolin",
    "app_id": "io.github.redddfoxxyy.pomolin",
    "description": "Focus on what matters",
    "description_long": "<br>A simple, beautiful, and minimalist Pomodoro timer for your desktop. Designed to help<br>you stay focused and productive, it provides an elegant and straightforward way to manage your work and break<br>intervals.<br>",
    "build_date": "2025-09-06T07:13:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/redddfoxxyy.pomolin/5312979c1a56b634ade6a41831629999/icons/128x128/io.github.redddfoxxyy.pomolin.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "Productivity",
      "Pomodoro",
      "Timer",
      "Time",
      "Tracker"
    ],
    "rank": 156
  },
  {
    "pkg": "Archives",
    "app_id": "dev.geopjr.Archives",
    "description": "Create and view web archives",
    "description_long": "<br>Every day, countless of websites go offline for good. High server costs, government censorship, venture capitalism are some of the threats, many of your favorite websites are facing.<br>Archives allows you to archive any website, including its assets, into a self-contained hybrid HTML/ZIP. These HTML files can be viewed in any browser (or in-app), be shared or be extracted like a regular ZIP file. Archives can additionally view WARC, WACZ, HAR, ZIM and SWF files.<br>",
    "build_date": "2025-09-30T15:19:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/geopjr/Archives/eed9f769f5f3803cd456a36aa2cb36dc/icons/128x128/dev.geopjr.Archives.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "archive",
      "singlefile",
      "replayweb",
      "flash",
      "web"
    ],
    "rank": 157
  },
  {
    "pkg": "Elastic",
    "app_id": "app.drey.Elastic",
    "description": "Design spring animations",
    "description_long": "<br>Elastic allows to design and export spring physics-based animations to use<br>with libadwaita.<br>Features:<br>Preview translation, rotation and scaling transformations.<br>See the animation curve and duration on a graph.<br>Drag a handle to see it return back with the spring physics.<br>Export C, JavaScript, Python, Vala or Rust code.<br>",
    "build_date": "2025-10-19T13:44:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/Elastic/95ab2292e0b4be7456beaa12c0c451a8/icons/128x128/app.drey.Elastic.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "spring",
      "animation",
      "animations",
      "GNOME",
      "GTK",
      "Adwaita"
    ],
    "rank": 158
  },
  {
    "pkg": "Quran Companion",
    "app_id": "io.github._0xzer0x.qurancompanion",
    "description": "Read and listen to the Quran",
    "description_long": "Quran Companion is a cross-platform Quran reader and player with recitation download capabilities, verse highlighting, resizable quran font, and a variety of tafsir books and translations",
    "build_date": "2025-06-14T17:32:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/_0xzer0x.qurancompanion/b4fe4f40e33258c197c9906fc59e2431/icons/128x128/io.github._0xzer0x.qurancompanion.png",
    "license": "LGPL-3.0-or-later",
    "tag": [
      "Quran",
      "Islam",
      "Tafsir",
      "Recitation"
    ],
    "rank": 159
  },
  {
    "pkg": "Akregator",
    "app_id": "org.kde.akregator",
    "description": "Keep up with your feeds",
    "description_long": "<br>Akregator is a news feed reader. It enables you to follow news sites, blogs and other RSS/Atom-enabled websites without the need to manually<br>check for updates using a web browser. Akregator is designed to be both easy to use and to be powerful enough to read hundreds of news sources conveniently.<br>It comes with a fast search, advanced archiving functionality and an internal browser for easy news reading.<br>",
    "build_date": "2025-10-09T22:42:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/akregator/f65af59f25fd1ca01869538c86b6f4d8/icons/128x128/org.kde.akregator.png",
    "license": "GPL-2.0+",
    "tag": [
      "Qt"
    ],
    "rank": 160
  },
  {
    "pkg": "Flare",
    "app_id": "de.schmidhuberj.Flare",
    "description": "Chat with your friends on Signal",
    "description_long": "<br>Flare is an unofficial app for Signal. It is still in development and doesn't include all the features that the official Signal apps do. More information can be found on its feature roadmap.<br>Please note that using this application will probably worsen your security compared to using official Signal applications.<br>Use with care when handling sensitive data.<br>Look at the projects README for more information about security.<br>",
    "build_date": "2025-10-21T10:10:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/Flare/1c5c623ef40153671668b008be3a7efb/icons/128x128/de.schmidhuberj.Flare.png",
    "license": "AGPL-3.0",
    "tag": [
      "messaging",
      "chat",
      "signal"
    ],
    "rank": 161
  },
  {
    "pkg": "ET: Legacy",
    "app_id": "com.etlegacy.ETLegacy",
    "description": "First-person objective shooter",
    "description_long": "ET: Legacy is a downloadable, free-to-play multiplayer game in which players wage war as<br>Axis or Allies in team-based combat. It's a team game; you will win or fall along with<br>your comrades. The only way to complete the objectives that lead to victory is by<br>cooperation, with each player covering their teammates and using their class special<br>abilities in concert with the others.<br>Featuring multiplayer support for up to 64 players, ET: Legacy is the ultimate test of<br>communication and teamwork on the battlefield. Players join the fray as one of five<br>distinct character classes each with unique combat abilities. Each Axis or Allies team<br>can divide itself into smaller fire teams for quick and easy communication using an<br>intuitive messaging system and dynamic command map of the entire battlefield.<br>Based on the code of Wolfenstein: Enemy Territory<br>which was released in 2010 under the terms of the GPLv3",
    "build_date": "2025-09-01T19:48:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/etlegacy/ETLegacy/6a22cf96fe02b537f886c8a065ea9fb9/icons/128x128/com.etlegacy.ETLegacy.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "team-based",
      "multiplayer",
      "tactical",
      "WWII",
      "enemy",
      "territory",
      "etl",
      "etlegacy"
    ],
    "rank": 162
  },
  {
    "pkg": "Clairvoyant",
    "app_id": "com.cassidyjames.clairvoyant",
    "description": "Ask questions, get psychic answers",
    "description_long": "Does he love you? Should you have pizza for dinner? Is there such thing as a stupid question? Discover the answers to these questions and more with Clairvoyant, the magic 8-ball inspired fortune teller.<br>Ask a question, then open Clairvoyant for an answer.<br>Not satisfied? Ask again, then hit to try again.<br>Do what you'd like with the answers—just don't shoot the messenger!<br>Warning: it has been noted that “such a program can lead people away from God, as they are making an idol of an application and putting their faith into a virtual 8 ball.” Proceed at your own risk!",
    "build_date": "2025-10-31T01:00:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/cassidyjames/clairvoyant/f37fe17b2bdbacd61b3870ad49e256b2/icons/128x128/com.cassidyjames.clairvoyant.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "magic",
      "eight",
      "ball",
      "8",
      "crystal",
      "🔮",
      "medium",
      "🎱"
    ],
    "rank": 163
  },
  {
    "pkg": "Sessions",
    "app_id": "com.pojtinger.felicitas.Sessions",
    "description": "Focus with timed work intervals",
    "description_long": "Sessions is a simple visual timer application designed specifically for the pomodoro<br>technique, helping you stay productive by breaking work into focused sessions with<br>regular breaks.<br>It enables you to:<br>Start focused work sessions with customizable timer durations<br>Track your progress with a clean, distraction-free interface<br>Take regular breaks to maintain productivity<br>",
    "build_date": "2025-09-28T02:36:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Sessions/eb37f28c6b11613f92ad4a204813d89f/icons/128x128/com.pojtinger.felicitas.Sessions.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 164
  },
  {
    "pkg": "Halftone",
    "app_id": "io.github.tfuxu.Halftone",
    "description": "Dither your images",
    "description_long": "<br>A simple Libadwaita app for lossy image compression using dithering technique.\n<br>Give your images a pixel art-like style and reduce the file size in the process with Halftone.<br>",
    "build_date": "2025-09-24T20:39:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tfuxu.Halftone/35a5367af8d7a38359cd9c430f8e2fbe/icons/128x128/io.github.tfuxu.Halftone.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "image",
      "compression",
      "pixelart",
      "dither",
      "processing"
    ],
    "rank": 165
  },
  {
    "pkg": "NeoChat",
    "app_id": "org.kde.neochat",
    "description": "Chat on Matrix",
    "description_long": "NeoChat is a chat app that lets you take full advantage of the Matrix network. It provides you with a secure way to send text messages, videos and audio files to your family, colleagues and friends.<br>NeoChat aims to be a fully featured application for the Matrix specification. As such everything in the current stable specification with the notable exceptions of VoIP, threads and some aspects of End-to-End Encryption are supported. There are a few other smaller omissions due to the fact that the Matrix spec is constantly evolving but the aim remains to provide eventual support for the entire spec.<br>Due to the nature of the Matrix specification development NeoChat also supports numerous unstable features. Currently these are:<br>Polls - MSC3381<br>Sticker Packs - MSC2545<br>Location Events - MSC3488<br>",
    "build_date": "2025-11-04T13:02:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/neochat/4f36acd98edd5a4ee91873c393d2fb63/icons/128x128/org.kde.neochat.png",
    "license": "GPL-3.0",
    "tag": [
      "Matrix",
      "Kirigami"
    ],
    "rank": 166
  },
  {
    "pkg": "Password",
    "app_id": "io.gitlab.elescoute.password",
    "description": "Password calculator and generator",
    "description_long": "<br>Password is a password calculator and random generator for Gnome written in Gtk/Vala.<br>This app calculates strong unique passwords for each alias and passphrase combination.<br>No need to remember dozens of passwords any longer and no need for a password manager!<br>The calculator can use MD5, SHA1, SHA256 and SHA512 hash algorithms in combination with HMAC.<br>Compatible with Linux Phone using Phosh (PinePhone, Librem 5).<br>",
    "build_date": "2025-10-18T06:53:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/elescoute.password/5bffc18bf19fca6c46187c492acbf7c9/icons/128x128/io.gitlab.elescoute.password.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "password",
      "generate",
      "generator",
      "security",
      "pwned",
      "salt",
      "secret"
    ],
    "rank": 167
  },
  {
    "pkg": "Boxflat",
    "app_id": "io.github.lawstorant.boxflat",
    "description": "Configure Moza Racing hardware",
    "description_long": "<br>Boxflat enables you to change your Moza Racing hardware settings with ease as well<br>as adding SDL/Proton detection fixes for any of your devices (pedals, shifters, handbrakes etc.) from other brands.<br>Settings and their values are a 1:1 match with Pit House. This makes it possible to use presets shared by the community.<br>The table of supported settings compared to Pit House can be found on the project website. This project has no official ties to Moza<br>and/or their software. It's 100% independent work based largely on hours of reverse engineering the protocol.<br>Boxflat supports saving/loading presets and automatic per-game application.<br>If a device misses an axis an/or a button, an automatic game detection fix will be applied. No need for other software/SDL hints to make them work.<br>Supported devices:<br>Wheelbases<br>Wheels<br>Pedals<br>Handbrake<br>Sequential shifter<br>H-Pattern shifter<br>Multi-function stalks<br>E-Stop<br>Universal Hub<br>Digital Dash v2<br>Generic joysticks (only detection fix)<br>Note: The udev rules found in the GitHub repository need to be installed for the application to work properly.<br>Boxflat will remind you of this in case of no rw access to the serial devices.<br>",
    "build_date": "2025-08-22T16:17:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lawstorant.boxflat/924da9a6e6702a963bd5cdb808053de7/icons/128x128/io.github.lawstorant.boxflat.png",
    "license": "GPL-3.0-only",
    "tag": [
      "game",
      "racing",
      "cars",
      "wheels",
      "moza"
    ],
    "rank": 168
  },
  {
    "pkg": "KleverNotes",
    "app_id": "org.kde.klevernotes",
    "description": "Take and manage your notes",
    "description_long": "KleverNotes is a note taking and management application for your mobile and desktop devices. It uses markdown and allow you to preview your content.",
    "build_date": "2025-10-30T23:13:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/klevernotes/30181e164676e83c6cc73e22aef8ed9a/icons/128x128/org.kde.klevernotes.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Markdown",
      "Kirigami",
      "Qt"
    ],
    "rank": 169
  },
  {
    "pkg": "Memorize",
    "app_id": "io.github.david_swift.Flashcards",
    "description": "Study flashcards",
    "description_long": "\nMemorize is a native GNOME app that stores your flashcard sets.\nIt enables you to create, edit, view, and study sets.\nUse the test mode for creating a preparation exam. You can easily import existing Quizlet sets.<br>",
    "build_date": "2024-06-08T20:20:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/david_swift.Flashcards/a5cf2704d91b810637273246ae2dcf54/icons/128x128/io.github.david_swift.Flashcards.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 170
  },
  {
    "pkg": "Japachar",
    "app_id": "me.sergiotarxz.JapaChar",
    "description": "Learn Japanese characters",
    "description_long": "This application helps you to learn Japanese characters using a gradual learning algorithm which makes you test-like questions.<br>You are expected to fail while starting, look up the correct answer when you fail, it helps you to learn faster. You can use this app even if you do not know anything.<br>This app pretends to be a way of learn but also somewhat of a game where you use your intuition and the previous things you learnt to avoid getting new characters<br>wrong, but you are expected to fail because you won't have at all times all the needed information, your shouldn't feel overwhelmed because characters are <br>introduced gradually, but it can certainly happen that too much information is presented to you at once if you are too good memorizing, you can wipe<br>~/.var/app/me.sergiotarxz.JapaChar/config/.japachar/db.sqlite at any time to start over or change the settings to make the game more slow, fast or challenging<br>depending on what do you want to get from this game.<br>It keeps a inner score of how much you know a character to give priority to ask you again about it if needed and introduces new characters when you are ready.<br>The BETA Kanji support now doesn't include (But did include in the past) KUN and ON readings since trying to memorize pronunciations of Kanji is discouraged for learners.<br>New BETA Word memorizing support<br>It works now without having to install any third party font.<br>There is a settings menu that allows you to tune your learning further<br>to your rithm, the numbers are saved with intro, if you leave a field empty<br>you will restore the default, good if you mess up with the settings.<br>This app doesn't and won't substitute studying the language using native texts, videos and audios, the goal is to reduce the initial barrier<br>of entry since the written script is wildly different than the latin one.<br>If you do not know any language based in latin script I cannot currently help you a lot with this app, sorry for that.<br>It is boring to develop alone, get in contact in sergiotarxz@owlcode.tech over XMPP to contribute, I talk both Spanish and English.<br>Do you have old phones around? It is very possible that some of them are capable of running Linux with Postmarketos, Mobian or Gentoo, try to test<br>the app there and help me to improve it further.<br>Would be nice to have sounds that I can put in the game to make it more engaging, if you are capable of designing Music or Sounds consider contributing<br>your abilities for this free software app to continue improving.",
    "build_date": "2025-07-24T23:25:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sergiotarxz/JapaChar/8e378df4dc44e1794bdec46533cb52df/icons/128x128/me.sergiotarxz.JapaChar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 171
  },
  {
    "pkg": "Gauge",
    "app_id": "io.github.josephmawa.Gauge",
    "description": "Unit converter",
    "description_long": "Gauge is a high precision unit conversion tool. Below are the main features:<br>Instant conversion<br>Precision control<br>Provides extensive unit categories<br>It has intuitive and user-friendly interface<br>Switch to light, dark, or system mode<br>",
    "build_date": "2025-11-03T15:30:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.Gauge/040b54985974c5f7878141056d2af763/icons/128x128/io.github.josephmawa.Gauge.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Unit",
      "Converter",
      "Convert",
      "Precision",
      "Conversion",
      "Measurement",
      "Tool"
    ],
    "rank": 172
  },
  {
    "pkg": "Tokodon",
    "app_id": "org.kde.tokodon",
    "description": "Browse the Fediverse",
    "description_long": "Tokodon is a Mastodon client. It allows you to interact with the Fediverse community.",
    "build_date": "2025-10-16T18:01:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/tokodon/77af25192723089f734d34000e76e904/icons/128x128/org.kde.tokodon.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 173
  },
  {
    "pkg": "Space Station 14",
    "app_id": "com.spacestation14.Launcher",
    "description": "Multiplayer disaster simulator",
    "description_long": "<br>Space Station 14 tells the story of an ordinary shift on a space<br>station gone wrong. Immerse yourself into your role, tinker with<br>detailed systems, and survive the chaos in this round-based<br>multiplayer role playing game.<br>Your custom character can spawn as one of dozens of crew and enemy<br>jobs, ranging from engineer to captain, or even a traitor, each<br>with its own unique gear. Your duties guide you through rich<br>interactions with complex mechanics, whether you're managing your<br>inventory, setting up the reactor, or flushing yourself down the<br>disposal tubes.<br>As disaster, incompetence, and sabotage strike the station, the<br>tension rises - opening up emergent situations that force you to<br>make hard choices. Will you patch up the medical bay after an<br>asteroid punches a hole in it, or fight for control when the<br>captain gets murdered by revolutionaries? Do you break out an<br>unjustly imprisoned clown, or sit back at the bar and serve drinks<br>without a care in the world?<br>The story of the station's collapse is in the hands of its<br>players, and each round is an intense, immersive experience that<br>will leave you wanting more.<br>SS14 is a remake of the cult classic Space Station 13. The game is<br>under active development and completely open source. Anybody can<br>contribute, even you!<br>",
    "build_date": "2025-10-02T01:46:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/spacestation14/Launcher/2d7353a9e69e76142bcc9da843766ef2/icons/128x128/com.spacestation14.Launcher.png",
    "license": "MIT",
    "tag": [
      "ss14"
    ],
    "rank": 174
  },
  {
    "pkg": "Chronograph",
    "app_id": "io.github.dzheremi2.lrcmake-gtk",
    "description": "Sync lyrics of your loved songs",
    "description_long": "This app helps you to contribute to the large database of synced lyrics with beautiful GTK4 and LibAdwaita interface.<br>It supports music in ogg, flac, mp3, m4a, wav, opus and aac (reduced functionality) formats.<br>It also supports Word-by-Word syncing in eLRC format for true karaoke effect in supported players",
    "build_date": "2025-10-31T17:42:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/dzheremi2.lrcmake-gtk/47119fd70766fa7b3b58968eba7f304e/icons/128x128/io.github.dzheremi2.lrcmake-gtk.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "lyrics",
      "internet",
      "songs",
      "multimedia",
      "media",
      "lrclib",
      "music",
      "syncing",
      "chronograph"
    ],
    "rank": 175
  },
  {
    "pkg": "Ticket Booth",
    "app_id": "me.iepure.Ticketbooth",
    "description": "Keep track of your favorite shows",
    "description_long": "Ticket Booth allows you to build your watchlist of movies and TV Shows, keep track of<br>watched titles, and find information about the latest releases.<br>Ticket Booth does not allow you to watch or download content. This app uses the TMDB API<br>but is not endorsed or certified by TMDB.",
    "build_date": "2025-05-11T09:25:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/iepure/Ticketbooth/a22779d0d24d21fe97356264608095d8/icons/128x128/me.iepure.Ticketbooth.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Movies",
      "Films",
      "Shows",
      "TV",
      "Series",
      "Anime",
      "Watch",
      "List",
      "Library"
    ],
    "rank": 176
  },
  {
    "pkg": "Flood It",
    "app_id": "io.github.tfuxu.floodit",
    "description": "Flood the board",
    "description_long": "<br>Flood It is a game with the simple premise of flooding the entire board with one color in the least amount of moves possible.\n<br>Challenge yourself with this simple, yet addictive strategy game, where you need to flood-it as efficiently as you can!<br>",
    "build_date": "2025-09-20T10:59:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tfuxu.floodit/a521967f125521df0528db5ffb9037f4/icons/128x128/io.github.tfuxu.floodit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "strategy",
      "flood",
      "flood-it"
    ],
    "rank": 177
  },
  {
    "pkg": "Lock",
    "app_id": "com.konstantintutsch.Lock",
    "description": "Process data with GnuPG",
    "description_long": "Lock is a graphical front-end for GnuPG (GPG) making use of a beautiful LibAdwaita GUI.<br>Process text and files:<br>Encryption<br>Decryption<br>Signing<br>Verification<br>Manage your GnuPG keyring:<br>Generate new key pairs<br>Import keys<br>Export public keys<br>View expire dates<br>Update expire dates of expired keys<br>Remove keys<br>",
    "build_date": "2025-10-11T10:48:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/konstantintutsch/Lock/25525e828d54bbf4e9529406c9257310/icons/128x128/com.konstantintutsch.Lock.png",
    "license": "MIT",
    "tag": [
      "gpg",
      "gnupg",
      "cryptography",
      "openpgp",
      "encrypt",
      "decrypt",
      "sign",
      "verify"
    ],
    "rank": 178
  },
  {
    "pkg": "Spelling Bee",
    "app_id": "io.github.josephmawa.SpellingBee",
    "description": "Learn new English words",
    "description_long": "Use Spelling Bee to enhance your English vocabulary while having fun.<br>Below are the main features:<br>Provides thousands of words<br>You can play it offline<br>It provides links to the meaning of words<br>You can view puzzle history<br>You can view your score<br>Switch to dark, light, or system mode<br>",
    "build_date": "2025-05-31T14:11:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.SpellingBee/87bf342fa96a4b5ad9c8995b7814f781/icons/128x128/io.github.josephmawa.SpellingBee.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Learn",
      "English",
      "Word:Vocabulary",
      "Spelling",
      "Spell",
      "Game",
      "Puzzle",
      "Bee"
    ],
    "rank": 179
  },
  {
    "pkg": "BMI",
    "app_id": "io.github.philippkosarev.bmi",
    "description": "Body mass index calculator",
    "description_long": "BMI is an open-source, body mass index calculator built with GTK4 and LibAdwaita.",
    "build_date": "2025-07-10T11:33:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/philippkosarev.bmi/da48f4f198727eda8d5cabf1fc8d7962/icons/128x128/io.github.philippkosarev.bmi.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "GTK",
      "body",
      "mass",
      "index",
      "calculator"
    ],
    "rank": 180
  },
  {
    "pkg": "Dune Legacy",
    "app_id": "net.sourceforge.DuneLegacy",
    "description": "A modern Dune II reimplementation",
    "description_long": "<br>Lead one of three interplanetary houses, Atreides, Harkonnen or Ordos,<br>in an attempt to harvest the largest amount of spice from the sand<br>dunes. Exchange your spice stockpiles for credits through refinement<br>and build an army capable of thwarting attempts of the other houses to<br>stop your harvesting!<br>Dune Legacy is an effort by a handful of developers to revitalize the<br>first-ever real-time strategy game. The original game was the basis<br>for the hugely successful Command and Conquer series, and the gameplay<br>has been replicated an extended to a wide variety of storylines and<br>series.<br>NOTE: Original Dune 2 game files are needed.<br>",
    "build_date": "2024-11-26T08:50:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/DuneLegacy/91b2582cc06e97596253c3c6a52864ef/icons/128x128/net.sourceforge.DuneLegacy.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 181
  },
  {
    "pkg": "Chance",
    "app_id": "dev.zelikos.rollit",
    "description": "Roll the dice",
    "description_long": "Roll six-sided dice by default, or roll custom dice of up to 999 sides. Save frequently-used dice to the tray. Copy roll results to the clipboard from the history pane. Results are remembered until the app is closed or they are manually cleared.<br>Keyboard shortcuts:<br>Roll the dice with Ctrl+R<br>Select dice with Ctrl+,<br>Copy the last result with Ctrl+C<br>Toggle the roll history pane with F9<br>Clear roll history with Ctrl+L<br>Undo the clear with Ctrl+Z<br>",
    "build_date": "2025-03-20T14:03:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/zelikos/rollit/0547a234074f52a6e3fd177597ff90d3/icons/128x128/dev.zelikos.rollit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Die",
      "Dice",
      "Roll",
      "Random",
      "Number",
      "Rnd",
      "Num",
      "rng"
    ],
    "rank": 182
  },
  {
    "pkg": "Buffer",
    "app_id": "org.gnome.gitlab.cheywood.Buffer",
    "description": "Embrace ephemeral text",
    "description_long": "Celebrating transience, Buffer provides a minimal editing space for all those things that don't need keeping.<br>Designed for keyboard workflows on desktop.",
    "build_date": "2025-09-16T03:55:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.cheywood.Buffer/39f781852fd9aa555581d9f209fe04d5/icons/128x128/org.gnome.gitlab.cheywood.Buffer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "text",
      "minimal",
      "distraction",
      "editor",
      "focused",
      "write",
      "document",
      "scratchpad",
      "temporary",
      "buffer",
      "gnome",
      "gtk"
    ],
    "rank": 183
  },
  {
    "pkg": "Mending Wall",
    "app_id": "org.indii.mendingwall",
    "description": "Try another desktop environment",
    "description_long": "Mending Wall eliminates common problems when using more than one desktop environment (e.g. GNOME, KDE Plasma, Xfce, Cinnamon, COSMIC).<br>For example, if you use KDE Plasma then switch to GNOME, icon and cursor themes may have changed. When you switch back to KDE Plasma, scaling and light/dark mode may have changed. Meanwhile, menus may become cluttered with several core applications of similar functionality (e.g. terminals, file browsers, text editors).<br>Mending Wall fixes all this.<br>To use, simply launch the app and choose one or more features to enable. The best time to enable is before using a second desktop environment, to prevent issues before they occur. Mending Wall will then run in the background to maintain your setup. You can install any desktop environments in the usual way through your package manager, either before or after starting Mending Wall.",
    "build_date": "2025-10-06T05:09:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/indii/mendingwall/2189dd6b429861a7362f0359652ec701/icons/128x128/org.indii.mendingwall.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 184
  },
  {
    "pkg": "GNUnet Messenger",
    "app_id": "org.gnunet.Messenger",
    "description": "Private and secure communication",
    "description_long": "Messenger-GTK is a convergent graphical messaging application using the GNUnet Messenger service. The goal is to provide private and secure communication between any group of devices.<br>The application provides the following features:<br>Creating direct chats and group chats<br>Managing your contacts and groups<br>Invite contacts to a group<br>Sending text messages<br>Sending voice recordings<br>Sharing files privately<br>Deleting messages with any custom delay<br>Renaming contacts<br>Exchanging contact details physically<br>Verifying contact identities<br>Switching between different accounts<br>Chatting live via video or voice streaming<br>Sharing your screen with a selected group<br>Writing notes to yourself<br>Chats will generally created as opt-in. So you can decide who may contact you directly and who does not, accepting to a direct chat. Leaving a chat is also always possible.",
    "build_date": "2025-10-21T09:38:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnunet/Messenger/3683387584cabc1c26db28f843a48bb9/icons/128x128/org.gnunet.Messenger.png",
    "license": "AGPL-3.0",
    "tag": [
      "messenger-gtk",
      "chat",
      "im",
      "messaging",
      "messenger",
      "gtk",
      "org.gnunet.Messenger"
    ],
    "rank": 185
  },
  {
    "pkg": "Hashes",
    "app_id": "io.github.zefr0x.hashes",
    "description": "Identify hashing algorithms",
    "description_long": "This utility lets you conveniently find out what hashing algorithm has been used on a particular string.<br>Features:<br>📺 Popularity Ratings - Most popular hashes showed first.<br>👵 Updated! - A new hash algorithm database is used in the identification process.<br>",
    "build_date": "2025-09-15T17:31:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/zefr0x.hashes/d7e63cb28fdeb848a5ac6b6f47064b66/icons/128x128/io.github.zefr0x.hashes.png",
    "license": "GPL-3.0-only",
    "tag": [
      "hash",
      "hashcat",
      "john",
      "detect",
      "identify"
    ],
    "rank": 186
  },
  {
    "pkg": "Time Tracker",
    "app_id": "com.lynnmichaelmartin.TimeTracker",
    "description": "Track and sync time, local-first",
    "description_long": "A simple but powerful time-tracker program, built on GNOME technologies.<br>Instead of using online-first options like Toggl and Clockify, use a lightning-fast, local-first option. Time Tracker can sync with multiple computers by using cloud or network storage.<br>Time Tracker allows you to track different projects, see how much time you’ve spent on each project, and sync with a local file or a file in your own cloud storage. You can also open your sync file in spreadsheet software (since it's a CSV file).",
    "build_date": "2025-09-29T17:14:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/lynnmichaelmartin/TimeTracker/c7d97caa91031412de80cf4a5d4287dd/icons/128x128/com.lynnmichaelmartin.TimeTracker.png",
    "license": "MIT-0",
    "tag": [],
    "rank": 187
  },
  {
    "pkg": "Mingle",
    "app_id": "io.github.halfmexican.Mingle",
    "description": "Combine emojis with Google's Emoji Kitchen",
    "description_long": "Combine emojis with Emoji Kitchen, and send them to friends",
    "build_date": "2025-08-03T00:01:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/halfmexican.Mingle/ddf364e43d9e95b1fc3c4cf63ce1f908/icons/128x128/io.github.halfmexican.Mingle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "emoji",
      "mix",
      "Google",
      "kitchen",
      "Noto"
    ],
    "rank": 188
  },
  {
    "pkg": "Angelfish",
    "app_id": "org.kde.angelfish",
    "description": "Webbrowser for mobile devices",
    "description_long": "Angelfish is a modern mobile webbrowser<br>It supports typical browser features, such as<br>bookmarks<br>history<br>tabs<br>",
    "build_date": "2025-10-11T22:30:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/angelfish/6fbc5cab6402cc2d92b7b7442bf091a7/icons/128x128/org.kde.angelfish.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 189
  },
  {
    "pkg": "Translation Editor",
    "app_id": "org.gnome.Gtranslator",
    "description": "Translate apps in your language",
    "description_long": "<br>Gtranslator is an enhanced gettext po file editor for the GNOME desktop<br>environment.<br>It handles all forms of gettext po files and includes very useful features<br>like find/replace, translation memory, different translator profiles,<br>messages table (for having an overview of the translations/messages in the<br>po file), easy navigation and editing of translation messages and comments<br>of the translation where accurate.<br>Gtranslator includes also a plugin system with many interesting plugins like alternate language, insert tags, integration with subversion and a source code viewer.<br>",
    "build_date": "2025-09-16T17:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Gtranslator/de186d3abb0de48f35e7500eb32e62f4/icons/128x128/org.gnome.Gtranslator.png",
    "license": "GPL-2.0+ AND GPL-3.0+",
    "tag": [
      "Gtranslator",
      "Translation",
      "Editor",
      "Gettext",
      "Write"
    ],
    "rank": 190
  },
  {
    "pkg": "Tambourine",
    "app_id": "io.github.mmarco94.tambourine",
    "description": "Your music, minus the clutter",
    "description_long": "A simple and straight to the point music player for your local library.<br>Features:<br>Browse your music collection<br>Play a songs<br>That's it really (well... there is a bit more: lyrics, waveform, gapless playback, filter/sort, etc.)<br>Tenets:<br>Linux first<br>Local only: no internet connection will ever be established.<br>Read only: your music will be accessed only in read mode.<br>Stateless: no cache/database/whatever will be created. The metadata in your songs _are_ the database.<br>Imperfect: there will be use-cases that are not solved by this software, and that's fine.<br>",
    "build_date": "2025-04-10T21:08:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mmarco94.tambourine/a1e64e89f9d613b6b3880d2d8cba60f4/icons/128x128/io.github.mmarco94.tambourine.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 191
  },
  {
    "pkg": "MuseAmp",
    "app_id": "io.github.tapscodes.MuseAmp",
    "description": "Normalize the volume in audio files",
    "description_long": "<br>MuseAmp (Music + Amplifier) is an audio level normalizer/amplifier similar to the windows software that makes your audio files play at the same normalized audio level.<br>It can either directly change your audio files to make them louder or simply apply a ReplayGain 2.0 standard tag to your files so your audio player of choice knows what audio level to play the file at.<br>Supports .mp3, .flac and .m4a files<br>ReplayGain 2.0 tagging and direct gain adjustment<br>Multiple file processing and folder support<br>",
    "build_date": "2025-08-06T20:03:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tapscodes.MuseAmp/57d128d1db5748e477c39f436729338d/icons/128x128/io.github.tapscodes.MuseAmp.png",
    "license": "BSD-3-Clause",
    "tag": [
      "audio",
      "normalizer",
      "replaygain",
      "music",
      "amplifier",
      "volume"
    ],
    "rank": 192
  },
  {
    "pkg": "Surge Engine",
    "app_id": "org.opensurge2d.OpenSurge",
    "description": "Fun retro platformer & game creator",
    "description_long": "Make your dreams come true! Open Surge Engine is an open-source 2D retro game engine for creating games and making your dreams come true!<br>It's a ton of fun! Surge the Rabbit is a featured jump 'n' run created with the Open Surge Engine. It's made in the spirit of classic 16-bit Sonic platformers of the 1990s. Play as Surge in fun and exciting levels filled with challenges!<br>Unleash your creativity! Create your own amazing games and play them on your PC and on your mobile device! Share your games with your friends! It's limitless fun!<br>A powerful engine for retro games! One of the core elements of the engine is SurgeScript, a scripting language for games. Use it to create new gameplay mechanics, characters with special abilities, bosses, and much more! The sky is the limit!<br>Open Surge Engine is an amazing tool for learning game development, programming, digital art, and the nature of free and open-source software in a playful way.",
    "build_date": "2024-08-26T23:33:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/opensurge2d/OpenSurge/e695f6cd69a8eaf5d95da64a9611b52c/icons/128x128/org.opensurge2d.OpenSurge.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "action",
      "adventure",
      "arcade",
      "platformer",
      "jump'n'run",
      "side-scroller",
      "retro",
      "old-school",
      "allegro",
      "gamedev",
      "engine",
      "surge",
      "sonic",
      "kids",
      "2d"
    ],
    "rank": 193
  },
  {
    "pkg": "Jorts",
    "app_id": "io.github.ellie_commons.jorts",
    "description": "Write on colourful little squares",
    "description_long": "Neither jeans nor shorts, just like jorts!<br>Features include:<br>Colourful: Ten pretty themes. Any new note gets a random one<br>Adaptive: New notes get the zoom you last chose<br>Cute: Each new note has a funny or cute random (editable) title<br>Handy: You can open links and emails with Ctrl+Click<br>Private: Try the scribble mode!<br>This is a fork of an old version of by lainsce. The community liked it so much, we thought it would be great to revive it!",
    "build_date": "2025-11-02T10:08:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ellie_commons.jorts/b107c36b47af8a5bb13675827b4d0106/icons/128x128/io.github.ellie_commons.jorts.png",
    "license": "GPL-3.0+",
    "tag": [
      "Sticky notes",
      "Sticky note",
      "Stickies",
      "Colourful",
      "Notes",
      "Cute",
      "Desktop",
      "Reminder",
      "Utility",
      "Pantheon",
      "elementary OS"
    ],
    "rank": 194
  },
  {
    "pkg": "Multiplex",
    "app_id": "com.pojtinger.felicitas.Multiplex",
    "description": "Watch torrents with your friends",
    "description_long": "Multiplex is an app to watch torrents together, providing an experience similar to<br>Apple's SharePlay and Amazon's Prime Video Watch Party.<br>It enables you to:<br>Stream any file directly using a wide range of video and audio formats with the mpv<br>video player<br>Host online watch parties while preserving your privacy by synchronizing video<br>playback with friends without a central server<br>Bypass internet restrictions by optionally separating the backend and user interface<br>into two separate components<br>",
    "build_date": "2025-03-14T02:16:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Multiplex/31cd6f24c8cd1665738bf8b41051545b/icons/128x128/com.pojtinger.felicitas.Multiplex.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 195
  },
  {
    "pkg": "Geopard",
    "app_id": "com.ranfdev.Geopard",
    "description": "Browse Gemini pages",
    "description_long": "Geopard is a browser for the Gemini protocol, that is, a lighter alternative to the web.<br>Use Geopard to browse the space and reach hundreds of Gemini capsules! Read stories, download files, play games...<br>Features:<br>Colors!<br>The browser will have a different color for each domain you visit.<br>Fast (async core + caching):<br>Streams content by default. That means you can open pages even when you have<br>connection speeds of Kb/s.<br>It also caches pages in the history, so you can go back/forward in an instant<br>Can download binary files:<br>The download will start as soon as you open the corresponding link.<br>You can always cancel it by opening another page.<br>",
    "build_date": "2025-09-01T10:25:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Geopard/dd0a4979c433aaae19616fbf64ab1646/icons/128x128/com.ranfdev.Geopard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "browser",
      "gemini",
      "rust"
    ],
    "rank": 196
  },
  {
    "pkg": "Door Knocker",
    "app_id": "xyz.tytanium.DoorKnocker",
    "description": "Check the availability of portals",
    "description_long": "Door Knocker allows you to check availability of all portals provided by xdg-desktop-portal.",
    "build_date": "2025-09-18T09:10:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/tytanium/DoorKnocker/4f41a6e1e3b360ea1eb4f3e53493c52d/icons/128x128/xyz.tytanium.DoorKnocker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "portal"
    ],
    "rank": 197
  },
  {
    "pkg": "Pleasure DVR",
    "app_id": "net.krafting.PleasureDVR",
    "description": "Record Chaturbate live streams",
    "description_long": "An application designed to record Chaturbate streamers as soon as they go live.<br>It monitors your selected streamers and automatically starts recording the moment they begin their live broadcast.<br>It uses the chaturbate-dvr backend.",
    "build_date": "2025-06-11T21:21:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/PleasureDVR/262c1a07c365800560e28ec8c94276fb/icons/128x128/net.krafting.PleasureDVR.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "chaturbate",
      "dvr",
      "nsfw"
    ],
    "rank": 198
  },
  {
    "pkg": "Memorado",
    "app_id": "im.bernard.Memorado",
    "description": "Memorize anything",
    "description_long": "<br>Learn using spaced repetition. Create cards with a question and answer, and practice with them.<br>Great for learning new languages, memorizing terms and definitions, or anything else you want to get better at.<br>Create or import decks, practice them, or export to share them with friends.<br>",
    "build_date": "2025-01-26T10:17:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/bernard/Memorado/e9895a1792c12d5364a48ee5ad61eb19/icons/128x128/im.bernard.Memorado.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "memorado",
      "flash",
      "cards",
      "learn",
      "improve"
    ],
    "rank": 199
  },
  {
    "pkg": "Fontmatrix",
    "app_id": "com.github.fontmatrix.Fontmatrix",
    "description": "Font management application",
    "description_long": "Fontmatrix is a font management application.<br>It helps keeping your font collection in order, allowing you to<br>enable and disable availability of fonts and font families in your<br>system. This is typically in demand by designers who tend to have<br>huge collections of typefaces.",
    "build_date": "2025-11-02T03:02:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/fontmatrix.Fontmatrix/253add3c04d9e3ab5ca5edfe0b8bc1ed/icons/128x128/com.github.fontmatrix.Fontmatrix.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 200
  },
  {
    "pkg": "Forge Sparks",
    "app_id": "com.mardojai.ForgeSparks",
    "description": "Get Git forges notifications",
    "description_long": "Simple notifier app with support for GitLab, Github, Gitea and Forgejo.",
    "build_date": "2025-07-29T17:53:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mardojai/ForgeSparks/0fb43379d6446a36dcc0440aed6959c5/icons/128x128/com.mardojai.ForgeSparks.png",
    "license": "MIT",
    "tag": [
      "git",
      "github",
      "notifications"
    ],
    "rank": 201
  },
  {
    "pkg": "Dosage",
    "app_id": "io.github.diegopvlk.Dosage",
    "description": "Keep track of your treatments",
    "description_long": "Easily manage and track treatments with Dosage: notifications, history, multiple doses, flexible frequency, customization, stock monitoring, and duration control<br>Features:<br>Notifications — Get reminders at the right time<br>History — See which medications you took, skipped or missed<br>Dosage management — Multiple doses with different times<br>Frequency modes — Every day, specific days, cycle or just when necessary<br>Color and icon — Give a shape for your treatment<br>Inventory tracking — Monitor your stock and get reminded when it's low<br>Duration — Define the start and end dates<br>",
    "build_date": "2025-09-24T22:59:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/diegopvlk.Dosage.desktop/438b05bfd627af8866588899d4b15cc4/icons/128x128/io.github.diegopvlk.Dosage.desktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Medication",
      "Tracker",
      "Reminder",
      "Today",
      "Treatments",
      "Pill",
      "Drug",
      "Remedy"
    ],
    "rank": 202
  },
  {
    "pkg": "Crossword Editor",
    "app_id": "org.gnome.Crosswords.Editor",
    "description": "Create crossword puzzles",
    "description_long": "<br>A tool for authoring and editing pencil-and-paper style<br>puzzles. Its features include:<br>Supports multiple crossword types, including barred and cryptics<br>Loads and saves .ipuz file format<br>Style support for individual cells<br>Suggests words when creating grids<br>Hints for writing clues<br>Autofill functionality<br>Dictionary of words for writing clues<br>",
    "build_date": "2025-10-23T15:42:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords.Editor/800c77b2b54d9c83048b83047b7ac3ae/icons/128x128/org.gnome.Crosswords.Editor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "crossword editor",
      "puzzle",
      "puzzle editor",
      "xword",
      "ipuz",
      "grid"
    ],
    "rank": 203
  },
  {
    "pkg": "Liferea",
    "app_id": "net.sourceforge.liferea",
    "description": "Keep up with your feeds",
    "description_long": "Liferea is a feed reader/news aggregator that brings together all of the content from your favorite subscriptions<br>into a simple interface that makes it easy to organize and browse feeds. Its GUI is similar to a desktop mail/news<br>client, with an embedded web browser.<br>Distinguishing features:<br>Read articles when offline<br>Force fetch full article text using HTML5 extraction<br>Subscribe to HTML5 websites that do not even have a feed!<br>Synchronizes with Google Reader API (TheOldReader, FreshRSS, FeedHQ, Miniflux, ...)<br>Synchronizes with Reedah<br>Synchronizes with TinyTinyRSS<br>Permanently save headlines in news bins<br>Match items using search folders<br>Play Podcasts<br>",
    "build_date": "2025-09-13T12:20:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/liferea/f1c9b8b3f0f0f1c9cdff274b6799499a/icons/128x128/net.sourceforge.liferea.png",
    "license": "GPL-2.0+",
    "tag": [
      "news",
      "feed",
      "aggregator",
      "blog",
      "podcast",
      "syndication",
      "rss",
      "atom"
    ],
    "rank": 204
  },
  {
    "pkg": "Naev",
    "app_id": "org.naev.Naev",
    "description": "2D action/rpg space trading combat game",
    "description_long": "<br>Naev is a 2D space trading and combat game, taking inspiration from the Escape Velocity series, among others.<br>You pilot a space ship from a top-down perspective, and are more or less free to do what you want. As the genre name implies, you’re able to trade and engage in combat at will. Beyond that, there’s an ever-growing number of storyline missions, equipment, and ships; Even the galaxy itself grows larger with each release. For the literarily-inclined, there are large amounts of lore accompanying everything from planets to equipment.<br>",
    "build_date": "2025-10-12T03:32:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/naev/Naev/ea89552ebda7c1c165274c310a092e0d/icons/128x128/org.naev.Naev.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 205
  },
  {
    "pkg": "Tiny Crate",
    "app_id": "net.hhoney.tinycrate",
    "description": "Crate-chucking action puzzler",
    "description_long": "Tiny Crate is a cute little precision platformer with puzzle elements!<br>Lift and toss crates to traverse over spike pits and reach higher ground!<br>Weigh down buttons to create platforms and solve the puzzle!<br>Push yourself and make tight jumps! You got this! &lt;3 (:<br>Controls:<br>Arrows - Move<br>X - Jump / Select<br>C - Lift &amp; Toss / Back<br>Enter - Menu<br>",
    "build_date": "2025-04-30T21:25:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/tinycrate/a7ec1b62f9293c146bea25eb9a4a88b8/icons/128x128/net.hhoney.tinycrate.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 206
  },
  {
    "pkg": "Breathing",
    "app_id": "io.github.seadve.Breathing",
    "description": "Relax and meditate",
    "description_long": "Breathing is a simple application that guides your breathing pattern. This pattern is recommended by experts that will help ease your anxiety.<br>The main features of Breathing includes the following:<br>🌬️ Guide your breathing.<br>🌑 Change to a dark-mode with ease.<br>📱 Easy-to-use user interface.<br>⌨️ User-friendly keyboard shortcuts.<br>",
    "build_date": "2025-09-14T07:20:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Breathing/28d1b2865e9d1ad867bbfdc71c7118ca/icons/128x128/io.github.seadve.Breathing.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Utility",
      "Breath",
      "Exercise"
    ],
    "rank": 207
  },
  {
    "pkg": "Passes",
    "app_id": "me.sanchezrodriguez.passes",
    "description": "Manage your digital passes",
    "description_long": "Passes is a handy app that helps you manage all your digital passes effortlessly. With Passes, you can conveniently store your boarding passes, coupons, loyalty cards, event tickets, and more, all in PKPass or esPass format.<br>Moreover, the app seamlessly adjusts to different screen sizes, allowing you to access your passes on various devices, whether it's a desktop computer or a mobile phone.<br>Stop wasting time searching through your email or printing out your digital passes. Download Passes now and keep all your passes in one convenient location.",
    "build_date": "2025-07-02T07:06:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sanchezrodriguez/passes.desktop/62248b1931c2d8b1f202c0beb0b349a8/icons/128x128/me.sanchezrodriguez.passes.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "digital pass",
      "espass",
      "pkpass"
    ],
    "rank": 208
  },
  {
    "pkg": "Tally",
    "app_id": "ca.vlacroix.Tally",
    "description": "Count anything",
    "description_long": "<br>Keep, categorize, and organize a list of tally counters.<br>",
    "build_date": "2025-10-01T19:41:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/ca/vlacroix/Tally/743d3aa2a49eb2e1f7be4b0d65430c02/icons/128x128/ca.vlacroix.Tally.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "tally",
      "counter",
      "tally counter"
    ],
    "rank": 209
  },
  {
    "pkg": "Emergency Alerts",
    "app_id": "io.github.leolost2605.emergency-alerts",
    "description": "Receive emergency alerts",
    "description_long": "<br>Emergency Alerts is a simple app that sends you alerts for your locations. Currently only Germany is supported but more countries will be added soon!<br>Features:<br>Receive flood and weather warnings<br>Receive alerts from your local civil protection authority<br>Support for multiple locations at once<br>",
    "build_date": "2025-10-21T09:52:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/leolost2605.emergency-alerts/78c991a2a711ee55e138e7f5cfeaf48f/icons/128x128/io.github.leolost2605.emergency-alerts.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "warning",
      "flood",
      "disaster",
      "weather"
    ],
    "rank": 210
  },
  {
    "pkg": "Contrast",
    "app_id": "org.gnome.design.Contrast",
    "description": "Check contrast between two colors",
    "description_long": "Contrast checks whether the contrast between two colors meet the WCAG requirements.",
    "build_date": "2025-10-17T23:59:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Contrast/54a73456242073048e1d403406188bb5/icons/128x128/org.gnome.design.Contrast.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Color",
      "Contrast",
      "GNOME",
      "GTK"
    ],
    "rank": 211
  },
  {
    "pkg": "Parlatype",
    "app_id": "xyz.parlatype.Parlatype",
    "description": "Media player for transcription",
    "description_long": "Parlatype is an easy to use media player. Its main purpose is to help<br>you transcribing speech.",
    "build_date": "2025-07-06T05:00:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/parlatype/Parlatype/37c714a213db4f54f0a5cff4154f5db7/icons/128x128/xyz.parlatype.Parlatype.png",
    "license": "GPL-3.0+",
    "tag": [
      "Transcription"
    ],
    "rank": 212
  },
  {
    "pkg": "Teeworlds",
    "app_id": "com.teeworlds.Teeworlds",
    "description": "Online multiplayer shooter game",
    "description_long": "<br>Teeworlds is a 2D online action game for up to 16 players battling in<br>several game modes.<br>The controls are inspired by First Person Shooter game genre.<br>It lets you desing custom maps.<br>",
    "build_date": "2024-12-06T16:02:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/teeworlds/Teeworlds/404957a0b41af41ce562139d2ad8f128/icons/128x128/com.teeworlds.Teeworlds.png",
    "license": "Zlib and CC-BY-SA-3.0",
    "tag": [
      "game",
      "multiplayer"
    ],
    "rank": 213
  },
  {
    "pkg": "Candy Wrapper",
    "app_id": "net.hhoney.candy",
    "description": "Screen-wrapping arcade action",
    "description_long": "Play your way through 20 levels of this arcade screen-wrapping action game inspired by Bubble Bobble!<br>Controls: Arrows + Spacebar / WASD / IJKL<br>Candy Wrapper was originally made within 24 hours for the 100 Lines of Code GameMaker Jam.",
    "build_date": "2025-08-05T03:05:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/candy/f8492a916547756a2777cf95319cf56c/icons/128x128/net.hhoney.candy.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 214
  },
  {
    "pkg": "Playlifin",
    "app_id": "net.krafting.Playlifin",
    "description": "Sync YouTube playlists to Jellyfin",
    "description_long": "A tool to convert a Youtube Music playlist to a Jellyfin playlists. You MUST have downloaded the playlist and put them on your Jellyfin before running this app.<br>This program get all the song titles in your Youtube Playlist and try its best to find the same song on Jellyfin and add it in the new playlist.<br>This is useful when you sort music by albums, genre or artists but still want to have your playlist after importing your music to Jellyfin.<br>Recommended format to download a playlist with yt-dlp: /usr/bin/yt-dlp -x --audio-format mp3 --prefer-ffmpeg -o '%(title)s.%(ext)s' --embed-thumbnail (YoutubeURL) <br>It uses the yt-dlp backend for fetching Youtube informations and the Jellyfin API for the Jellyfin informations.",
    "build_date": "2025-04-04T22:02:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Playlifin/ca96127d3613bad9c7a887006ef82b14/icons/128x128/net.krafting.Playlifin.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "youtube",
      "convert"
    ],
    "rank": 215
  },
  {
    "pkg": "Lokalize",
    "app_id": "org.kde.lokalize",
    "description": "Computer-aided translation system",
    "description_long": "Lokalize is the localization tool for KDE software and other free and open source software. It is also a general computer-aided translation system (CAT) with which you can translate OpenDocument files (*.odt). Translate-Toolkit is used internally to extract text for translation from .odt to .xliff files and to merge translation back into .odt file.",
    "build_date": "2025-10-13T10:38:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/lokalize/426b813f8dcbb255b87cb2cfea46ea56/icons/128x128/org.kde.lokalize.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 216
  },
  {
    "pkg": "NFO Viewer",
    "app_id": "io.otsaloma.nfoview",
    "description": "Viewer for NFO files",
    "description_long": "NFO Viewer is a simple viewer for NFO files, which are <br>art in the CP437 codepage. The advantages of using NFO Viewer<br>instead of a text editor are preset font and encoding settings,<br>automatic window size and clickable hyperlinks.",
    "build_date": "2025-04-14T19:27:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/otsaloma/nfoview.desktop/8e61998cefeb130c1d2a5220b3bf5d85/icons/128x128/io.otsaloma.nfoview.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "information"
    ],
    "rank": 217
  },
  {
    "pkg": "Hypatia",
    "app_id": "net.hypatiaproject.Hypatia",
    "description": "Get information quickly",
    "description_long": "Get at-a-glance information about what you're reading, or learn more about topics you're curious about. Hypatia finds definitions, explanations, and answers related to the text on your display without removing you from your current context.<br>Use Hypatia either of two ways: manually, where you open the app and enter a word or phrase to search for, or automatically, where it reads text from your clipboard on launch, and can be triggered by a shortcut.<br>Once you set a keyboard shortcut to open the app, you can copy text from the article you're reading, trigger the app, and a pop-up will give you instant information about whatever it is you're looking at.<br>Or, if you prefer to use it in manual mode, you can open Hypatia and search directly for any topic by entering it into the search box.<br>At launch, there are three main action areas:<br>Instant Answers (provided by DuckDuckGo)<br>Dictionary and thesaurus (provided by Wiktionary, via the FreeDictionaryAPI)<br>Wikipedia Entries<br>Searching for any term or phrase will search those sources for information, and the app will present any relevant results that it finds.",
    "build_date": "2025-07-06T23:14:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hypatiaproject/Hypatia/b5f830cea37bc27265e9d55e5eab7081/icons/128x128/net.hypatiaproject.Hypatia.png",
    "license": "GPL-3.0+",
    "tag": [
      "Research",
      "Wikipedia",
      "Wiktionary",
      "definition",
      "explanation"
    ],
    "rank": 218
  },
  {
    "pkg": "Zatikon",
    "app_id": "com.chroniclogic.Zatikon",
    "description": "Chess-like, fantasy game of conquering the enemy's castle",
    "description_long": "<br>Chess with less complex movement, and instead with:<br>new, engaging rules<br>tons of pieces to choose from<br>army-building metagame<br>magic!<br>Zatikon offers online and local gameplay, so there's something in it for every kind of player!<br>",
    "build_date": "2025-02-21T01:14:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/chroniclogic/Zatikon/170c43c7bc84e08826c829fdabbae562/icons/128x128/com.chroniclogic.Zatikon.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "strategy",
      "simulation",
      "board",
      "tiles",
      "multiplayer",
      "chess",
      "zatikon",
      "turn-based"
    ],
    "rank": 219
  },
  {
    "pkg": "Ntfy Desktop",
    "app_id": "moe.emmaexe.ntfyDesktop",
    "description": "Receive ntfy notifications",
    "description_long": "<br>Subscribe to topics from any ntfy server and receive notifications natively on the desktop.<br>",
    "build_date": "2025-09-30T01:22:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/emmaexe/ntfyDesktop/aff37d2548708ea0d8feda9f32c12dab/icons/128x128/moe.emmaexe.ntfyDesktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "notifications",
      "ntfy"
    ],
    "rank": 220
  },
  {
    "pkg": "OpenFreebuds",
    "app_id": "pw.mmk.OpenFreebuds",
    "description": "Companion app for HUAWEI earphones",
    "description_long": "<br>This application allows to control HUAWEI FreeBuds earphone settings from PC. Check exact battery level, toggle noise cancellation, control built-in equalizer, change gestures, and all other in-device settings and features are now available without official mobile application.<br>Features:<br>Dynamic system tray icon that shows current active noise cancellation mode and battery level;<br>Tray menu with battery levels and active noise cancellation settings;<br>Ability to change voice language (not all devices supported);<br>Device settings dialog, eg. change equalizer preset, gesture actions, etc;<br>Built-in HTTP-server for remote control &amp; scripting;<br>Built-in global hotkeys support (Xorg only, for Wayland see FAQ);<br>",
    "build_date": "2025-06-07T12:15:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/pw/mmk/OpenFreebuds/3b793c531c957f4219a9f66a15f58200/icons/128x128/pw.mmk.OpenFreebuds.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "QT",
      "huawei",
      "headset",
      "headphones",
      "earphones",
      "hardware"
    ],
    "rank": 221
  },
  {
    "pkg": "Jogger",
    "app_id": "xyz.slothlife.Jogger",
    "description": "Fitness tracker",
    "description_long": "Track and view your runs, walks, cycles, swims, and other workouts on mobile Linux.",
    "build_date": "2025-08-27T10:33:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/slothlife/Jogger.desktop/b706bb0931c2d95a063d6b07a0ecfe58/icons/128x128/xyz.slothlife.Jogger.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 222
  },
  {
    "pkg": "Picker",
    "app_id": "io.github.mezoahmedii.Picker",
    "description": "Randomly pick something to do",
    "description_long": "<br>Picker is a simple app that can pick something for you from a list of things.\n<br>For example, if you can't decide what to have for dinner, put your favorite meals in and let<br>the Picker choose one for you.<br>",
    "build_date": "2025-09-03T04:43:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mezoahmedii.Picker/b2ce5a0accb8973da5bf8b580fe0251b/icons/128x128/io.github.mezoahmedii.Picker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picker",
      "spin",
      "choose",
      "random"
    ],
    "rank": 223
  },
  {
    "pkg": "Hiperthermia",
    "app_id": "me.sergiotarxz.Exd",
    "description": "Program your thermal printer",
    "description_long": "This application is an IDE which helps you to create tickets and <br>stickers in your thermal printer using programming.<br>The software is paid, but it allows you to test the app<br>before paying.<br>This IDE support using images, image emojies,<br>QRcodes and custom text fonts while using your thermal<br>printer.<br>If you are unsure what hardware should you buy to start<br>using thermal printers, in the app there is a menu<br>with the devices and supplies I recommend because I<br>tested them to work in the app.",
    "build_date": "2024-11-20T03:57:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sergiotarxz/Exd/d08cb574d51eb31d9950d78233842c08/icons/128x128/me.sergiotarxz.Exd.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 224
  },
  {
    "pkg": "Ricochlime",
    "app_id": "com.adilhanney.ricochlime",
    "description": "Satisfying monster shooter",
    "description_long": "<br>Ricochlime is a game where you attack the advancing<br>monsters with your ricocheting projectiles. The game is<br>made with the Flame game engine and Flutter.<br>",
    "build_date": "2025-08-28T20:10:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/ricochlime/e6afdaafbe3f1c4f33fb6cbb620ccd0d/icons/128x128/com.adilhanney.ricochlime.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "flutter",
      "flame-engine",
      "monster",
      "shooter",
      "game",
      "open-source",
      "cross-platform",
      "cute",
      "pixel-art",
      "16-bit"
    ],
    "rank": 225
  },
  {
    "pkg": "Photometry",
    "app_id": "io.github.dlippok.photometric-viewer",
    "description": "View photometric files",
    "description_long": "<br>Photometry shows light distribution curves and metadata of IESNA and EULUMDAT photometric<br>files which describe the light distribution of light sources like lamps and luminaires and<br>are used mostly for data transfer in the lighting industry and in 3D graphics.<br>Photometry allows editing the source content of the opened photometric file and shows the following<br>information contained in the opened files:<br>Light distribution curves<br>General information (Catalog Number, Manufacturer, Description, etc.)<br>Photometric properties (Light Output Ratio and Downward Flux Fraction)<br>Lamps and ballast information<br>Luminaire and luminous opening geometry information<br>Additional properties (Test number, issue date, test laboratory, etc.)<br>Intensity Values for selected C planes and gamma angles<br>",
    "build_date": "2024-12-29T17:42:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/dlippok.photometric-viewer/b1b8d8c494d5727742f740604fed5bc3/icons/128x128/io.github.dlippok.photometric-viewer.png",
    "license": "MIT",
    "tag": [
      "Photometry",
      "Photometric",
      "IES",
      "IESNA",
      "EULUMDAT",
      "LDT",
      "Lighting",
      "Light",
      "Lamp",
      "Luminaire"
    ],
    "rank": 226
  },
  {
    "pkg": "Ten Forward",
    "app_id": "fr.sgued.ten_forward",
    "description": "Control a NAT-PMP gateway",
    "description_long": "Ten Forward allows you to request port forwarding to your gateway.<br>It allows you to create multiple mapping configurations, which can individually be requested. This tool will allow you to run a local game server (minecraft LAN, Mindustry, Stardew valley., etc..) and make it accessible online. It is tested with the NAT-PMP enabled ProtonVPN, and should be compatible with any other NAT-PMP capable gateway.",
    "build_date": "2025-09-02T18:17:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/sgued/ten_forward/91624c009332364dba6223653f4a98c6/icons/128x128/fr.sgued.ten_forward.png",
    "license": "AGPL-3.0+",
    "tag": [
      "Internet",
      "Port",
      "Forwarding",
      "Gaming"
    ],
    "rank": 227
  },
  {
    "pkg": "Playlifin Voyager",
    "app_id": "net.krafting.PlaylifinVoyager",
    "description": "Transfer playlists to/from Jellyfin",
    "description_long": "Playlifin Voyager is a tool to export and import playlists from and to your Jellyfin Server.",
    "build_date": "2025-04-04T21:59:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/PlaylifinVoyager/3d6874bfbaea63264f6b731127d2b2c1/icons/128x128/net.krafting.PlaylifinVoyager.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "export",
      "import"
    ],
    "rank": 228
  },
  {
    "pkg": "Fruit Credits",
    "app_id": "com.dz4k.FruitCredits",
    "description": "Keep plaintext accounts",
    "description_long": "Fruit Credits is a double-entry accounting app that provides a quick and friendly way to log transactions and track your finances. Based on the command-line tool hledger, it stores all your transactions in a readable, editable text file.<br>Enter transactions with the help of autocomplete<br>View balances and history of transactions<br>Make useful queries, e.g. &lt;code&gt;Food date:2024-09&lt;/code&gt;, &lt;code&gt;Assets not:Loans&lt;/code&gt; <br>Fruit Credits works perfectly on small screens, so it's perfect for recording purchases when you're out-and-about. (As long as you have a Linux phone).",
    "build_date": "2024-11-05T02:09:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/dz4k/FruitCredits/186d6d85132a271929c49e48b9c931d9/icons/128x128/com.dz4k.FruitCredits.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "accounting"
    ],
    "rank": 229
  },
  {
    "pkg": "Artisan",
    "app_id": "org.artisan_scope.artisan",
    "description": "Visual scope for coffee roasters",
    "description_long": "Artisan is an open-source software that helps coffee roasters record, analyze, and control roast profiles. This software can automate the creation of roasting metrics to help make decisions that influence the final coffee flavor.<br>Notable features<br>we believe in Open-Source, check out our code and contribute<br>seamless integration into the artisan.plus inventory management service<br>extensive machine and device support including control<br>unlimited number of curves<br>rate-of-rise (RoR), area-under-the-curve (AUC), development-time-ratio (DTR) calculations and projection lines<br>statistics, roast profile evaluation, Profile Analyzerg, Roast Comparatorg, Profile Transposerg and Roast Simulatorg<br>roast-, production- and ranking reportsg<br>automated reproduction of roasts via alarm programs, replay of eventsg or PID controlg<br>batch counterg<br>profile designerg, cupping editor, spider- and wheel graph<br>user defined buttons and slidersg with programmable actions<br>many import and export formats like Aillio Roastime, Cropster XLS, Giesen CSV, IKAWA CSV, Probat Pilot, RoastLogger, RoastLog, RoastPath,..<br>The Artisan project runs on donations from individuals and companies recognising the value of Artisan for their work or leisure. Consider supporting this project with your donation, or even better, purchase an artisan.plus membership!",
    "build_date": "2025-11-01T19:56:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/artisan_scope/artisan/1d676ca80033205db5b7481a932b5fa4/icons/128x128/org.artisan_scope.artisan.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 230
  },
  {
    "pkg": "Typography",
    "app_id": "org.gnome.design.Typography",
    "description": "Look up text styles",
    "description_long": "<br>Tool for working with the GNOME typography design guidelines.<br>",
    "build_date": "2025-03-22T14:06:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Typography/caa8813b9885606685d4baf70993a0a2/icons/128x128/org.gnome.design.Typography.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 231
  },
  {
    "pkg": "Tundra",
    "app_id": "moe.tundra.Tundra",
    "description": "Update your anime lists automatically",
    "description_long": "Tundra is an open-source MyAnimeList scrobbler application for Linux. It automatically detects media players running on your computer, checks for any anime videos playing, and marks them as watched on your MAL profile.",
    "build_date": "2025-05-28T11:01:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/tundra/Tundra/5a24cee40fc6e159097481c4c971c5d3/icons/128x128/moe.tundra.Tundra.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK",
      "MyAnimeList",
      "MAL",
      "scrobble",
      "automatic"
    ],
    "rank": 232
  },
  {
    "pkg": "qMasterPassword",
    "app_id": "io.github.bkueng.qMasterPassword",
    "description": "Stateless Master Password Manager",
    "description_long": "\nqMasterPassword is a graphical password manager. Access all your passwords\nusing only a single master password. But in contrast to other managers it does\nnot store any passwords: Unique passwords are generated from the master password\nand a site name. This means you automatically get different passwords for each\naccount and there is no password file that can be lost or get stolen. There is\nalso no need to trust any online password service.<br>\nThere exists compatible software for other platforms, for example Android or\niOS.<br>",
    "build_date": "2025-04-26T07:33:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/bkueng.qMasterPassword/31672c7f9213545609932ab584dcd28f/icons/128x128/io.github.bkueng.qMasterPassword.png",
    "license": "GPL-3.0",
    "tag": [
      "Stateless Password",
      "Master Password Manager",
      "Password",
      "masterpasswordapp"
    ],
    "rank": 233
  }
]
