[
  {
    "pkg": "KCalc",
    "app_id": "org.kde.kcalc",
    "description": "Scientific calculator",
    "description_long": "KCalc has everything you would expect from a scientific calculator, plus:<br>Trigonometric functions, logic operations and statistical calculations<br>A results stack which enables convenient recall of previous calculation results<br>Precision is user-definable<br>The display allows cut and paste of numbers<br>The display colors and font are configurable, aiding usability<br>The use of key-bindings make it easy to use without a pointing device<br>",
    "build_date": "2025-12-11T17:51:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kcalc.desktop/15c25e48f12def4f8291cfeabd778b17/icons/128x128/org.kde.kcalc.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 1
  },
  {
    "pkg": "IntelliJ IDEA",
    "app_id": "com.jetbrains.IntelliJ-IDEA-Ultimate",
    "description": "Leading Java and Kotlin editor",
    "description_long": "IntelliJ IDEA is an Integrated Development Environment (IDE) for professional development in Java and Kotlin. It is designed to maximize developer productivity and has a strong focus on privacy and security. It does the routine and repetitive tasks for you by providing clever code completion, static code analysis, and refactorings. It lets you focus on the bright side of software development, making it not only productive but also an enjoyable experience.<br>The development of modern applications involves using multiple languages, tools, frameworks, and technologies. IntelliJ IDEA is designed as an IDE for JVM languages, but numerous plugins can extend it to provide a polyglot experience.<br>Use IntelliJ IDEA to develop applications in the following languages that can be compiled into the JVM bytecode, namely: Java, Kotlin, Scala and Groovy<br>Previously, IntelliJ IDEA was offered as two separate products: IntelliJ IDEA Community Edition and IntelliJ IDEA Ultimate with extended capabilities. Starting with IntelliJ IDEA 2025.3, we're combining these two editions into a single, unified product: IntelliJ IDEA. This change allows all users to access essential functionality without needing to decide between editions. The core functionality of IntelliJ IDEA remains free and now comes with even more features compared to the former Community Edition. Additionally, the new Ultimate subscription gives you access to advanced tooling with a free 30-day trial available for all users when installing IntelliJ IDEA. Afterward, you can choose to subscribe or continue using IntelliJ IDEA for free.",
    "build_date": "2025-12-08T14:35:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jetbrains/IntelliJ-IDEA-Ultimate/a545fa563e482739d97669b1c1b8a40c/icons/128x128/com.jetbrains.IntelliJ-IDEA-Ultimate.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "kotlin",
      "java",
      "ide"
    ],
    "rank": 2
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity<br>Přizpůsobte své prostředí COSMIC až za hranice nekonečna<br>Save, import and download color schemes<br>Customize the panel and dock<br>Replicate other desktop's layouts<br>Fearless tweaking with snapshots<br>",
    "build_date": "2025-12-13T21:07:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/220ca1c96de04e03443eb165b3e94f99/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 3
  },
  {
    "pkg": "Cameractrls",
    "app_id": "hu.irl.cameractrls",
    "description": "Camera controls for Linux",
    "description_long": "<br>It's a standalone Python CLI and GUI (GTK3, GTK4) and camera Viewer (SDL) to set the camera controls in Linux.<br>It can set the V4L2 controls and it is extendable with the non standard controls.<br>Currently it has a Logitech extension (LED mode, LED frequency, BRIO FoV, Relative Pan/Tilt, PTZ presets), Kiyo Pro extension (HDR, HDR mode, FoV, AF mode, Save), Dell UltraSharp WB7022 extension, AnkerWork C310 extension, Preset extension (Save and restore controls), Control Restore Daemon (to restore presets at device connection).<br>",
    "build_date": "2025-12-11T00:41:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/hu/irl/cameractrls/58e8c531ab6814b16cfc42940047a501/icons/128x128/hu.irl.cameractrls.png",
    "license": "LGPL-3.0-or-later",
    "tag": [
      "picture",
      "photos",
      "camera"
    ],
    "rank": 4
  },
  {
    "pkg": "SSH Pilot",
    "app_id": "io.github.mfat.sshpilot",
    "description": "Manage your servers with ease",
    "description_long": "SSH Pilot is a user-friendly SSH connection manager featuring built-in tabbed terminal, remote file management, key transfer, port forwarding and more. It's an alternative to Putty, Termius and Mobaxterm.<br>Manage multiple machines from a unified, clean interface<br>Transfer files to and from servers using the built-in file manager (SFTP and SCP)<br>Tuned for fast keyboard navigation with customizable shortcuts<br>Easily generate and transfer SSH keys to servers<br>Loads existing ~/.ssh/config and works with standard SSH keys and settings<br>Configure local, remote and dynamic port forwarding<br>Server grouping<br>",
    "build_date": "2025-12-12T08:18:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mfat.sshpilot/2b90cf95ad765a23df8cdcfa24354c1b/icons/128x128/io.github.mfat.sshpilot.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 5
  },
  {
    "pkg": "Greenlight",
    "app_id": "io.github.unknownskl.greenlight",
    "description": "Greenlight is an open-source client for xCloud and Xbox home streaming",
    "description_long": "Greenlight is an open-source client for xCloud and Xbox home streaming.",
    "build_date": "2025-12-11T14:07:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/unknownskl.greenlight/39cd70c8ce8f663781b46fbc9c47b712/icons/128x128/io.github.unknownskl.greenlight.png",
    "license": "MIT",
    "tag": [
      "Game",
      "Streaming",
      "Xbox"
    ],
    "rank": 6
  },
  {
    "pkg": "NouTube",
    "app_id": "jp.nonbili.noutube",
    "description": "YouTube and YouTube Music in a single app",
    "description_long": "<br>Manage video/music library without login<br>Manage watch history without login<br>No ads<br>Hide shorts<br>Sponsor block<br>",
    "build_date": "2025-12-14T05:44:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/jp/nonbili/noutube/d3d1934ec8787240326d1202a4b05634/icons/128x128/jp.nonbili.noutube.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "youtube",
      "yt",
      "yt-music"
    ],
    "rank": 7
  },
  {
    "pkg": "Wattage",
    "app_id": "io.github.v81d.Wattage",
    "description": "Monitor power devices",
    "description_long": "Wattage is an application designed for monitoring the health and status of your power devices.",
    "build_date": "2025-12-11T22:27:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/v81d.Wattage/5e8e2d31fd7cf2a152a9829df5bbb030/icons/128x128/io.github.v81d.Wattage.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 8
  },
  {
    "pkg": "Lenspect",
    "app_id": "io.github.vmkspv.lenspect",
    "description": "Scan files for threats",
    "description_long": "A lightweight security threat scanner intended to make malware detection more accessible and efficient.",
    "build_date": "2025-11-19T10:43:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vmkspv.lenspect/88c494a25cd0b1ed0279df93774e17ec/icons/128x128/io.github.vmkspv.lenspect.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "VirusTotal",
      "Antivirus",
      "Virus"
    ],
    "rank": 9
  },
  {
    "pkg": "Quick Web Apps",
    "app_id": "dev.heppen.webapps",
    "description": "Web applications at your fingertips",
    "description_long": "Web App Manager for the COSMIC™ desktop written with love and libcosmic. Allow you to simply create web applications from given url working inside separate window. With some customization options.<br>Fast and easy to use<br>Works out of the box<br>In-app icon pack installer<br>Supports WebKitGTK web engine<br>",
    "build_date": "2025-10-07T09:17:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/heppen/webapps/62d9d4786eb06dc4a68b10b3c45335e5/icons/128x128/dev.heppen.webapps.png",
    "license": "GPL-3.0-only",
    "tag": [
      "App",
      "Software",
      "Manager"
    ],
    "rank": 10
  },
  {
    "pkg": "High Tide",
    "app_id": "io.github.nokse22.high-tide",
    "description": "TIDAL client",
    "description_long": "Third party unofficial TIDAL music client. Listen to your favorite music from your desktop or mobile Linux device at the highest quality.",
    "build_date": "2025-10-17T22:33:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.high-tide/9b6f498978d2667ee271b9503edfd11c/icons/128x128/io.github.nokse22.high-tide.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 11
  },
  {
    "pkg": "Railway",
    "app_id": "de.schmidhuberj.DieBahn",
    "description": "Find all your travel information",
    "description_long": "<br>Railway lets you look up travel information across networks and borders<br>without having to navigate through different websites. Due to the adaptive<br>design, it is suitable to plan your trip in advance or mobile on the go:<br>View your tripsʼ details including platforms and delays<br>Bookmark current and future trips as well as frequent search<br>Make use of advance search options like filtering by mode of transport<br>And all that for networks from all around the world, but mostly from Europe.<br>",
    "build_date": "2025-11-19T11:02:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/DieBahn/23adaa19785de3b454cd6844bd384083/icons/128x128/de.schmidhuberj.DieBahn.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "train",
      "railway",
      "journey"
    ],
    "rank": 12
  },
  {
    "pkg": "Learn 6502 Assembly",
    "app_id": "eu.jumplink.Learn6502",
    "description": "Program vintage game consoles",
    "description_long": "<br>Discover the fascinating world of programming classic computers and game consoles! Learn 6502 assembly language - the same code that powered iconic systems like the NES, Commodore 64, and Apple II.<br>No prior programming experience needed. Start with interactive lessons and build your skills step by step.<br>Interactive tutorials guide you from beginner to advanced<br>Write and edit code with a built-in code editor<br>Debug your programs with real-time inspection tools<br>Test your creations on a virtual game console<br>Learn about computer history while coding<br>Perfect for hobbyists, students, and anyone curious about how computers really work under the hood!<br>",
    "build_date": "2025-10-10T19:32:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/jumplink/Learn6502/8475b37a03aca99c00bb78531c7a1cb5/icons/128x128/eu.jumplink.Learn6502.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "6502",
      "Assembly",
      "learning"
    ],
    "rank": 13
  },
  {
    "pkg": "Forecast",
    "app_id": "com.jwestall.Forecast",
    "description": "View weather predictions",
    "description_long": "Find out what the weather is going to be like with this simple weather application for the COSMIC™ Desktop.",
    "build_date": "2025-10-09T14:35:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jwestall/Forecast/4d28bb71f40ce25b5e1940b1fcf7cf28/icons/128x128/com.jwestall.Forecast.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Weather"
    ],
    "rank": 14
  },
  {
    "pkg": "Examine",
    "app_id": "io.github.cosmic_utils.Examine",
    "description": "View system information",
    "description_long": "Examine is an app which gives you easy access to system information without needing to use the terminal, built for the COSMIC™ desktop.",
    "build_date": "2024-10-15T07:30:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cosmic_utils.Examine/05a42968b68d42ecbd4d4d23b402e5bf/icons/128x128/io.github.cosmic_utils.Examine.png",
    "license": "GPL-3.0-only",
    "tag": [
      "CPU",
      "Processor",
      "USB"
    ],
    "rank": 15
  },
  {
    "pkg": "Monitorets",
    "app_id": "io.github.jorchube.monitorets",
    "description": "Have always at a glance the usage of system resources",
    "description_long": "Have always at a glance the usage of system resources<br>Monitorets is a small utility application offering a simple and quick view at the usage of several of your computer resources. Almost like an applet or a widget for your desktop.<br>Available monitors:<br>CPU<br>GPU (experimental support)<br>Memory<br>Swap<br>Network downlink traffic<br>Network uplink traffic<br>Home folder space<br>Root space<br>CPU, Memory and I/O pressure<br>Temperature sensors<br>",
    "build_date": "2025-12-10T08:10:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jorchube.monitorets/c452962c165d6a46ec39d3128190ab39/icons/128x128/io.github.jorchube.monitorets.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "monitor",
      "Monitor"
    ],
    "rank": 16
  },
  {
    "pkg": "Calculator",
    "app_id": "dev.edfloreshz.Calculator",
    "description": "Beyond the equation",
    "description_long": "A calculator app with infinite possibilities<br>Exceptional performance and responsiveness.<br>",
    "build_date": "2025-09-25T23:56:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Calculator/bd0d990db813b16be4829ca0b0bcc28d/icons/128x128/dev.edfloreshz.Calculator.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 17
  },
  {
    "pkg": "Typesetter",
    "app_id": "net.trowell.typesetter",
    "description": "Minimalist Typst editor",
    "description_long": "Typesetter is a lightweight desktop application for creating beautiful documents with Typst.<br>Adaptive, user-friendly interface: Focus on writing. Great for papers, reports, slides, books, and any structured writing.<br>Powered by Typst: A modern markup-based typesetting language, combining the simplicity of Markdown with the power of LaTeX.<br>Local-first: Your files stay on your machine. No cloud lock-in.<br>Package support: Works offline, but can fetch and update packages online when needed.<br>Automatic preview: See your rendered document update as you write.<br>Click-to-jump: Click on a part of the preview to jump to the corresponding position in the source file.<br>Magnifier tool: Click and hold on the preview to inspect fine details.<br>Centered scrolling: Keeps your writing visually anchored as you type.<br>Syntax highlighting: Makes your documents easier to read and edit.<br>Document statistics: Easily calculate page, word, and character counts.<br>Fast and native: Built in Rust and GTK following the GNOME human interface guidelines.<br>",
    "build_date": "2025-12-14T21:55:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/trowell/typesetter/da398aa0b840977df2b7205e275e7d65/icons/128x128/net.trowell.typesetter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "Typst",
      "Text"
    ],
    "rank": 18
  },
  {
    "pkg": "Warzone 2100",
    "app_id": "net.wz2100.wz2100",
    "description": "Command the forces of The Project in a battle to rebuild the world",
    "description_long": "<br>The classic 3D real-time strategy game from 1999 has been updated, upgraded, and modernized for the very latest platforms!<br>Command the forces of The Project in a battle to rebuild the world after mankind has been nearly destroyed by nuclear missiles.<br>Warzone 2100 offers a story-driven single-player campaign, online multi-player, and single-player skirmish modes. An extensive tech tree with over 400 different technologies, combined with the unit design system, allows for a wide variety of possible units and tactics.<br>Highlights:<br>Remastered single-player campaign with expanding persistent bases, away missions, and more<br>Online multiplayer with up to 10 players, free-for-all or team-play, for massive battles<br>Local skirmish with AI bots, for endless replayability<br>Extensive tech tree with over 400 different technologies<br>Customizable units with a flexible design system that enables a wide variety of possible tactics<br>Cross-platform multiplayer<br>Support for multiple graphics backends (OpenGL, OpenGL ES, Vulkan)<br>100% free and open source<br>",
    "build_date": "2025-12-09T16:55:24",
    "category": [],
    "icon": "https://dl.flathub.org/media//net/wz2100/wz2100/7a293d4465f26fc8e3708fa2c142a0ed/icons/128x128/net.wz2100.wz2100.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "play",
      "rts"
    ],
    "rank": 19
  },
  {
    "pkg": "Tintero",
    "app_id": "app.tintero.Tintero",
    "description": "Professional writing studio",
    "description_long": "<br>Tintero is a comprehensive writing application designed for novelists, screenwriters, RPG enthusiasts,<br>and creative writers who need powerful organization and worldbuilding tools. Built as a modern alternative<br>to Scrivener, Bibisco, or Manuskript, it combines advanced project management with AI-powered writing<br>assistance and cross-platform synchronization.<br>Core Writing Features:<br>Advanced rich text editor with multiple tabs and distraction-free mode<br>Unlimited hierarchical folder structure: folders, chapters, and documentation with customizable colors, icons, and status<br>Scene management: mark scenes as flashbacks, dreams, memories... assign characters to scenes, locations...<br>Character and worldbuilding element highlighting directly in text<br>Customizable sticky notes by color, trackable throughout text<br>Visual cork board planning for chapters, characters, and story elements<br>Configurable time and word count alerts<br>Worldbuilding and Character Management:<br>Comprehensive character profiles with customizable attributes, galleries, relationships, and associated scenes<br>13+ entity types: Locations, Organizations, Items, Concepts, Events, Technologies, Species, Beliefs, Languages, Powers, Artifacts, Legends, and Traditions<br>Global relationship mapping showing connections between all entities<br>Entity tagging within scenes and chapters<br>Rich character analytics and statistics visualization<br>Project Management and Statistics:<br>Detailed project statistics with graphs (words, characters, paragraphs, reading time, etc.)<br>Writing session tracking with today's progress indicators<br>Trash management with restoration capabilities<br>Version control with auto-save and backup system<br>Multiple project management with quick switching<br>AI and Export Features:<br>AI-powered writing assistant for text generation, editing, and brainstorming<br>Built-in AI chat for project-specific queries<br>Text-to-speech with customizable voices<br>Export to PDF, EPUB, and DOCX formats with customizable formatting<br>Configurable export templates for different output styles<br>Synchronization and Cloud Features:<br>Cross-platform sync via Google Drive (desktop, mobile, web)<br>Conflict resolution system for simultaneous edits<br>Automatic sync queue management with error recovery<br>Privacy-first approach with zero telemetry by default<br>",
    "build_date": "2025-12-15T00:16:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/tintero/Tintero/56ae5b6b695233766cfc36da6d8e668d/icons/128x128/app.tintero.Tintero.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "writing",
      "novel",
      "book"
    ],
    "rank": 20
  },
  {
    "pkg": "Collabora Office",
    "app_id": "com.collaboraoffice.Office",
    "description": "The Collabora Office productivity suite",
    "description_long": "Collabora Office brings the familiar Collabora Online experience to your computer - so you can create, edit, and present with a beautiful, modern UI. Built on LibreOffice, it delivers excellent interoperability with ODF and Microsoft Office formats (DOCX/XLSX/PPTX), and exports to PDF with ease. Your documents stay on your device unless you choose to share them - privacy by design.",
    "build_date": "2025-12-12T01:34:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/collaboraoffice/Office/a0051139b12502e131d7b79459252503/icons/128x128/com.collaboraoffice.Office.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 21
  },
  {
    "pkg": "Tasks",
    "app_id": "dev.edfloreshz.Tasks",
    "description": "Get things done",
    "description_long": "A simple task management app, reaching across the cosmos to help you get things done<br>Exceptional performance and responsiveness.<br>Effortless keyboard shortcut support.<br>Expressive emoji integration.<br>",
    "build_date": "2025-12-13T21:10:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Tasks/1565b21ffb98c08ee495c928af48e304/icons/128x128/dev.edfloreshz.Tasks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tasks",
      "Management",
      "Todo"
    ],
    "rank": 22
  },
  {
    "pkg": "Samaya",
    "app_id": "io.github.redddfoxxyy.samaya",
    "description": "Timekeeper for your tasks",
    "description_long": "<br>A simple, elegant, minimalist Pomodoro timer for your desktop. Designed to help you stay focused and productive, it offers a clean, distraction-free interface to manage work and break intervals with ease.<br>",
    "build_date": "2025-12-14T13:52:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/redddfoxxyy.samaya/c0a81ee83689777e5a59ef4c9ee530f5/icons/128x128/io.github.redddfoxxyy.samaya.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "Pomodoro",
      "Timer",
      "Time"
    ],
    "rank": 23
  },
  {
    "pkg": "Calligra",
    "app_id": "org.kde.calligra",
    "description": "All-in-one office solution",
    "description_long": "<br>Calligra is an office and graphics suite. It contains applications for word processing, spreadsheets, presentation and vector graphics.<br>Words is an intuitive word processor and desktop publisher application.<br>With it, you can create informative and attractive documents with pleasure and ease.<br>Calligra Sheets is a fully-featured calculation and spreadsheet tool.<br>Use it to quickly create and calculate various business-related spreadsheets, such as income and expenditure, employee working hours, etc.<br>Calligra Stage is an easy to use yet still flexible presentation application.<br>You can easily create presentations containing a rich variety of elements, from graphics to text, from charts to images. Calligra Stage is extensible through a plugin system,<br>so it is easy to add new effects, new content elements or even new ways of managing your presentation. Because of the integration with Calligra, all the power and flexibility<br>of the Calligra content elements are available to Stage.<br>Karbon is a vector drawing application with a user interface that is easy to use, highly customizable and extensible.<br>That makes Karbon a great application for users starting to explore the world of vector graphics as well as for artists<br>wanting to create breathtaking vector art.<br>",
    "build_date": "2025-12-11T16:00:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/calligra/b72800d679f63b3fa78b7fa197f80988/icons/128x128/org.kde.calligra.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 24
  },
  {
    "pkg": "Dragon Player",
    "app_id": "org.kde.dragonplayer",
    "description": "Play video files and streams",
    "description_long": "<br>Dragon Player is a video player focusing on simplicity instead of features. Its easy-to-use interface is designed to get out of your way and simply play your video files and streams.<br>Features:<br>Click to play or pause, and double-click to enter or exit full screen mode.<br>Choose the subtitle language, and automatically load the right one for your language, if possible.<br>Choose the audio track.<br>Choose the video track.<br>Adjust the volume by scrolling.<br>",
    "build_date": "2025-12-11T15:40:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/dragonplayer/b36dedc0a10195dd13aed9f5e647a2c6/icons/128x128/org.kde.dragonplayer.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 25
  },
  {
    "pkg": "Digger",
    "app_id": "io.github.tobagin.digger",
    "description": "DNS lookup tool with graphical interface",
    "description_long": "<br>Digger is a modern DNS lookup tool built with GTK4 and libadwaita that provides <br>an intuitive interface for performing DNS queries and exploring DNS records.<br>Features:<br>Support for all major DNS record types (A, AAAA, MX, CNAME, NS, TXT, SOA, SRV, PTR)<br>Advanced DNS options including reverse lookups, trace queries, and custom DNS servers<br>Query history with search and filtering capabilities<br>One-click copying of DNS record values to clipboard<br>Modern adaptive interface that works well on desktop and mobile<br>Keyboard shortcuts for improved productivity<br>",
    "build_date": "2025-12-09T19:21:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.digger/cce593f009092424e6c853285daad4bf/icons/128x128/io.github.tobagin.digger.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "DNS",
      "lookup",
      "network"
    ],
    "rank": 26
  },
  {
    "pkg": "Spelling Bee",
    "app_id": "io.github.josephmawa.SpellingBee",
    "description": "Learn new English words",
    "description_long": "Use Spelling Bee to enhance your English vocabulary while having fun.<br>Below are the main features:<br>Provides thousands of words<br>You can play it offline<br>It provides links to the meaning of words<br>You can view puzzle history<br>You can view your score<br>Switch to dark, light, or system mode<br>",
    "build_date": "2025-05-31T14:11:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.SpellingBee/87bf342fa96a4b5ad9c8995b7814f781/icons/128x128/io.github.josephmawa.SpellingBee.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Learn",
      "English",
      "Spelling"
    ],
    "rank": 27
  },
  {
    "pkg": "Arianna",
    "app_id": "org.kde.arianna",
    "description": "EBook reader",
    "description_long": "An ebook reader and library management app supporting files. Arianna discovers your books automatically, and sorts them by categories, genres and authors.",
    "build_date": "2025-12-11T15:33:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/arianna/1751c5509c296b7c2a90dd1869b6f2f3/icons/128x128/org.kde.arianna.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 28
  },
  {
    "pkg": "Gnote",
    "app_id": "org.gnome.Gnote",
    "description": "A simple note-taking application",
    "description_long": "<br>Gnote is a simple note-taking application for GNOME desktop environment. It allows you to capture your ideas, link them together using WikiWiki-style links, group together in notebooks and some extra features for everyday use.<br>Notes can be printed or exported as HTML documents.<br>Gnote also supports synchronization, making it simple to use it on multiple devices.",
    "build_date": "2025-12-07T23:12:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Gnote/214da6f509586b527df1936b0b85e789/icons/128x128/org.gnome.Gnote.png",
    "license": "GPL-3.0-only",
    "tag": [
      "notes",
      "idea",
      "link"
    ],
    "rank": 29
  },
  {
    "pkg": "Scriptorium",
    "app_id": "io.github.cgueret.Scriptorium",
    "description": "Design and write manuscripts",
    "description_long": "Scriptorium is a text editor coupled with a planning tool and a publishing tool.<br>The objective is to provide writers with a simple and complete environment to plan, write and publish e-books.<br>Scriptorium features are organised around three facets:<br>Plan the list of scenes and story elements of the manuscript.<br>Write the content of the scenes with a text focused editor.<br>Publish your manuscript as an epub after previewing it.<br>In addition, some general features are:<br>Dark mode<br>Versioning of scenes managed via Git<br>Back-end using plain text YAML and HTML files<br>",
    "build_date": "2025-11-02T15:21:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cgueret.Scriptorium/574224d658b2a4f2e1f5563a400b6cec/icons/128x128/io.github.cgueret.Scriptorium.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 30
  },
  {
    "pkg": "Bouncer",
    "app_id": "io.github.justinrdonnelly.bouncer",
    "description": "Keep the riffraff out",
    "description_long": "Bouncer is an application to help you choose the correct firewall zone for wireless connections. When you connect to a new network, a window opens prompting you for what kind of network (eg home, public, work) it is. When you choose the network type, it is associated with that network and automatically used in the future.<br>NetworkManager and firewalld are required. If you don't use those, you can't use Bouncer. Fedora uses both by default. Other distributions may not.<br>Additional setup is required after installation. See the applicable section for your distribution. Once the setup is done, start Bouncer manually to enable autostart. After that, it will start automatically when you log in.<br>Fedora<br>For Fedora, everything just works! Just remember to start Bouncer manually once to enable autostart. You should see a notification indicating your system is correctly configured for Bouncer.<br>Ubuntu<br>Uninstall ufw: sudo apt remove ufw<br>Install firewalld: sudo apt install firewalld<br>By default, polkit is configured to not let regular users set the zone for a connection. The simplest way to change this is to add users to the netdev group (eg usermod -a -G netdev justin). Alternatively, you can create a custom polkit rule for the org.freedesktop.NetworkManager.settings.modify.system action (how to create custom polkit rules is beyond the scope of this document and is left as an exercise for the reader).<br>Start Bouncer manually once to enable autostart. You should see a notification indicating your system is correctly configured for Bouncer.<br>Debian<br>Install firewalld: sudo apt install firewalld<br>By default, polkit is configured to not let regular users set the zone for a connection. The simplest way to change this is to add users to the netdev group (eg usermod -a -G netdev justin). Alternatively, you can create a custom polkit rule for the org.freedesktop.NetworkManager.settings.modify.system action (how to create custom polkit rules is beyond the scope of this document and is left as an exercise for the reader).<br>Start Bouncer manually once to enable autostart. You should see a notification indicating your system is correctly configured for Bouncer.<br>",
    "build_date": "2025-12-09T02:01:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/justinrdonnelly.bouncer/8b89fb506bf5ee9b1291b18a3d5c7abe/icons/128x128/io.github.justinrdonnelly.bouncer.png",
    "license": "MPL-2.0",
    "tag": [
      "firewall",
      "network",
      "Wi-Fi"
    ],
    "rank": 31
  },
  {
    "pkg": "Kapman",
    "app_id": "org.kde.kapman",
    "description": "Pac-Man Clone",
    "description_long": "<br>Kapman is a clone of the well known game Pac-Man.<br>You must run through the maze to eat all pills without being captured by a ghost.<br>By eating an energizer, Kapman gets the ability to eat ghosts for a few seconds.<br>When a stage is cleared of pills and energizer the player is taken to the next stage with slightly<br>increased game speed.<br>",
    "build_date": "2025-12-11T15:47:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kapman/c647af0648aca388455f7294002d4edb/icons/128x128/org.kde.kapman.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 32
  },
  {
    "pkg": "Mtoc",
    "app_id": "org._3fz.mtoc",
    "description": "Visual music library",
    "description_long": "Mtoc is a visually-rich music player and library browser that emphasizes a smooth, continuous experience with album artwork at the forefront.<br>Animated, visual browsing made for music fans who enjoy flipping through albums<br>Library browsing with smart organization, responsive search, and automatic updates as you add music<br>Lyrics support with synced and unsynced lyrics from embedded metadata and external files<br>Advanced queue management and playlist editor<br>Wide and compact layout modes fit a variety of display layouts<br>Light and dark mode support with tinted blurred backgrounds<br>Mini player and desktop integration with full MPRIS 2 support<br>Gapless playback and ReplayGain support<br>",
    "build_date": "2025-12-09T22:16:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/_3fz/mtoc/47cfc6c49d4f537f329729d40984cbcc/icons/128x128/org._3fz.mtoc.png",
    "license": "GPL-3.0+",
    "tag": [
      "Music",
      "Player",
      "Audio"
    ],
    "rank": 33
  },
  {
    "pkg": "Kwave",
    "app_id": "org.kde.kwave",
    "description": "Sound editor",
    "description_long": "<br>Kwave is a sound editor that can record to, play, open, and edit many file formats. Kwave makes it simple to edit audio in many ways.<br>Adjust volume level:<br>Fade in, fade out, or custom amplitude curve<br>Scale volume by a constant factor<br>Normalize volume<br>Adjust frequency content:<br>Lowpass filter<br>Bandpass filter<br>Notch filter<br>Pitch shift<br>Other features:<br>Add noise<br>Add silence<br>Convert audio sample rate<br>Go to position<br>Insert audio from clipboard<br>Reverse audio<br>Save audio blocks between labels as separate files<br>Sonagram (spectrogram)<br>Supported file formats:<br>WAV (*.wav)<br>Ogg/Opus (*.opus)<br>Ogg/Vorbis (*.ogg)<br>MP3 (*.mp3)<br>FLAC (*.flac)<br>ASCII coded audio (*.ascii)<br>all file formats supported by libaudiofile (some formats are import only)<br>",
    "build_date": "2025-12-12T02:03:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kwave/4eddae52df06baac1ed1266a13b8cc93/icons/128x128/org.kde.kwave.png",
    "license": "GPL-2.0+",
    "tag": [
      "audio",
      "sound"
    ],
    "rank": 34
  },
  {
    "pkg": "Waycheck",
    "app_id": "dev.serebit.Waycheck",
    "description": "Show Wayland compositor details",
    "description_long": "<br>Waycheck is a simple graphical application that connects to your Wayland compositor and displays the list of Wayland protocols that it supports, along with the list of protocols that it doesn't.<br>",
    "build_date": "2025-12-13T15:24:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/serebit/Waycheck/f8a16319bf30659826c6ad352e34f1f6/icons/128x128/dev.serebit.Waycheck.png",
    "license": "Apache-2.0",
    "tag": [
      "wayland"
    ],
    "rank": 35
  },
  {
    "pkg": "Hurry Curry!",
    "app_id": "org.metamuffin.hurrycurry.client",
    "description": "Multiplayer co-op coooking game",
    "description_long": "Hurry Curry! is a cooperative multiplayer game about cooking. You work at a restaurant accepting orders, cooking various dishes and serving meals to customers. But don’t take too long, as customers might get impatient. The game is free software, licensed under the AGPL 3.0 only.<br>Customers enter your restaurant and order various meals. Your task is to assemble these meals by cutting, cooking, baking, searing and combining resources in the kitchen. Multitasking is crucial, but can lead to food burning or customers leaving if you take too long. There are many different restaurant/kitchen layouts to choose from.<br>Keyboard Controls: Move character with WASD. Move camera with arrow keys. Interact with Space or J. Boost with Left Shift or K. Open/close menus with Escape. Press Enter to open chat. Reset view with R.<br>Controller Controls: Move character with Left Stick. Move camera with Right Stick. Interact with A, Boost with B, Open/close menus with Menu button. Use keyboard for chat. Reset view with Y.<br>The game is primarily being developed by nokoe, metamuffin, tpart.",
    "build_date": "2025-11-06T22:00:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/metamuffin/hurrycurry.client/420477352362ed415b9a82c437beb9d7/icons/128x128/org.metamuffin.hurrycurry.client.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "game",
      "cooking"
    ],
    "rank": 36
  },
  {
    "pkg": "NeoChat",
    "app_id": "org.kde.neochat",
    "description": "Chat on Matrix",
    "description_long": "NeoChat is a chat app that lets you take full advantage of the Matrix network. It provides you with a secure way to send text messages, videos and audio files to your family, colleagues and friends.<br>NeoChat aims to be a fully featured application for the Matrix specification. As such everything in the current stable specification with the notable exceptions of VoIP, threads and some aspects of End-to-End Encryption are supported. There are a few other smaller omissions due to the fact that the Matrix spec is constantly evolving but the aim remains to provide eventual support for the entire spec.<br>Due to the nature of the Matrix specification development NeoChat also supports numerous unstable features. Currently these are:<br>Polls - MSC3381<br>Sticker Packs - MSC2545<br>Location Events - MSC3488<br>",
    "build_date": "2025-12-11T17:56:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/neochat/b8a3971bdf2789bfa4a1140da42b3d4e/icons/128x128/org.kde.neochat.png",
    "license": "GPL-3.0",
    "tag": [
      "Matrix",
      "Kirigami"
    ],
    "rank": 37
  },
  {
    "pkg": "Lock",
    "app_id": "com.konstantintutsch.Lock",
    "description": "Process data with GnuPG",
    "description_long": "Lock is a graphical front-end for GnuPG (GPG) making use of a beautiful LibAdwaita GUI.<br>Process text and files:<br>Encryption<br>Decryption<br>Signing<br>Verification<br>Manage your GnuPG keyring:<br>Generate new key pairs<br>Import keys<br>Export public keys<br>View expire dates<br>Update expire dates of expired keys<br>Remove keys<br>",
    "build_date": "2025-12-10T07:44:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/konstantintutsch/Lock/5b7f05613b6b49711241b857f1c47948/icons/128x128/com.konstantintutsch.Lock.png",
    "license": "MIT",
    "tag": [
      "gpg",
      "gnupg",
      "openpgp"
    ],
    "rank": 38
  },
  {
    "pkg": "ROTA",
    "app_id": "net.hhoney.rota",
    "description": "Gravity bends beneath your feet",
    "description_long": "Move blocks and twist gravity to solve puzzles. Collect all 50 gems and explore 8 vibrant worlds.<br>Rotate gravity as you walk over the edge!<br>Push, pull and rotate gravity-blocks to traverse the stage and solve puzzles.<br>Collect all 50 gems to unlock doors and explore 8 vibrant worlds!<br>Listen to an original ambient soundtrack that will keep you relaxed while solving challenging puzzles. (:<br>Watch out for spikes! 0:<br>",
    "build_date": "2025-08-25T17:40:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/rota/5ad819dbf706c8c7976076ffc1568608/icons/128x128/net.hhoney.rota.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 39
  },
  {
    "pkg": "EasyRPG Player",
    "app_id": "org.easyrpg.player",
    "description": "RPG Maker 2000/2003 interpreter",
    "description_long": "<br>EasyRPG Player is a program that allows to play games created with RPG Maker 2000 and 2003.<br>It aims to be a free (as in freedom) cross-platform RPG Maker 2000/2003 interpreter.<br>The main goal is to play all games created with them as the original game interpreter (RPG_RT) does.<br>",
    "build_date": "2025-10-31T05:04:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/easyrpg/player/035b8b63f4fd05d46ee550c2132cdbc7/icons/128x128/org.easyrpg.player.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 40
  },
  {
    "pkg": "BMI",
    "app_id": "io.github.philippkosarev.bmi",
    "description": "Body mass index calculator",
    "description_long": "BMI is an open-source, body mass index calculator built with GTK4 and LibAdwaita.",
    "build_date": "2025-12-02T21:01:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/philippkosarev.bmi/d65e427b9bfd47da0b576ab2b34c9109/icons/128x128/io.github.philippkosarev.bmi.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "GTK",
      "body",
      "mass"
    ],
    "rank": 41
  },
  {
    "pkg": "KBlocks",
    "app_id": "org.kde.kblocks",
    "description": "Falling Blocks Game",
    "description_long": "<br>KBlocks is the classic falling blocks game. The idea is to stack the falling blocks to create horizontal<br>lines without any gaps. When a line is completed it is removed, and more space is available in the play area.<br>When there is not enough space for blocks to fall, the game is over.<br>",
    "build_date": "2025-12-11T15:56:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kblocks/f86b1cddcf2291336f67a4733a5cbaad/icons/128x128/org.kde.kblocks.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 42
  },
  {
    "pkg": "Naval Battle",
    "app_id": "org.kde.knavalbattle",
    "description": "Battle Ship Game",
    "description_long": "<br>Naval Battle is a ship sinking game. Ships are placed on a board which<br>represents the sea. Players try to hit each others ships in turns without knowing<br>where they are placed. The first player to destroy all ships wins the game.<br>",
    "build_date": "2025-12-11T17:57:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/knavalbattle/caa6a8917bd5475c392d31d8ab66f60b/icons/128x128/org.kde.knavalbattle.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 43
  },
  {
    "pkg": "IceBox",
    "app_id": "io.github.pleromix.IceBox",
    "description": "PDF Maker",
    "description_long": "<br>Convert images to PDF<br>Compress and transform images<br>Generate grayscale PDFs<br>Support multiple image formats<br>Add metadata to PDFs<br>",
    "build_date": "2025-05-23T09:40:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pleromix.IceBox/1dcebe2761b7db0b7bf8c51e529c10e4/icons/128x128/io.github.pleromix.IceBox.png",
    "license": "GPL-3.0",
    "tag": [
      "pdf",
      "document",
      "photo"
    ],
    "rank": 44
  },
  {
    "pkg": "Geopard",
    "app_id": "com.ranfdev.Geopard",
    "description": "Browse Gemini pages",
    "description_long": "Geopard is a browser for the Gemini protocol, that is, a lighter alternative to the web.<br>Use Geopard to browse the space and reach hundreds of Gemini capsules! Read stories, download files, play games...<br>Features:<br>Colors!<br>The browser will have a different color for each domain you visit.<br>Fast (async core + caching):<br>Streams content by default. That means you can open pages even when you have<br>connection speeds of Kb/s.<br>It also caches pages in the history, so you can go back/forward in an instant<br>Can download binary files:<br>The download will start as soon as you open the corresponding link.<br>You can always cancel it by opening another page.<br>",
    "build_date": "2025-09-01T10:25:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Geopard/dd0a4979c433aaae19616fbf64ab1646/icons/128x128/com.ranfdev.Geopard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "browser"
    ],
    "rank": 45
  },
  {
    "pkg": "InterroBot",
    "app_id": "com.pragmar.interrobot",
    "description": "Website crawler and analyzer",
    "description_long": "<br>InterroBot provides the website crawler, search, and analysis you<br>need to understand your website. It's the perfect tool for managing CMS,<br>improving SEO, or troubleshooting web development.<br>Get a full-featured, 14-day trial for free. InterroBot will<br>continue to run as Community Edition (with a limited set of crawler<br>options) after the trial expires. InterroBot is proprietary software,<br>but free to use and distribute.<br>Web Developers. Search beyond the keywords. InterroBot<br>filters CSS class, JavaScript and image src usage, HTTP headers, errors,<br>download size, response times, and more...<br>CMS Administrators. Settle into a new paradigm—website<br>omniscience. Solve vague end-user reports with InterroBot search. Never<br>miss a reference update again.<br>SEO Specialists. Comprehensive search smokes out HTTP<br>errors, redirection, and keyword coverage issues negatively affecting<br>SERP-standing.<br>",
    "build_date": "2025-12-05T16:27:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pragmar/interrobot/57bf6a96e58e9476ed586df6730c91f3/icons/128x128/com.pragmar.interrobot.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 46
  },
  {
    "pkg": "Focal",
    "app_id": "com.vargary.focal",
    "description": "Organize tasks & notes in a tree.",
    "description_long": "<br>Focal helps you manage your notes and tasks in an organized and intuitive way. Using a unique tree-based structure, it allows you to keep your thoughts and projects clear and accessible.<br>Features:<br>🌳 Tree Structure: Organize notes and tasks hierarchically, making it simple to navigate and manage information.<br>📝 Versatile Note Types: Create notes, tasks, kanban boards, or dynamic filters to fit your workflow.<br>🔍 Powerful Search: Quickly locate notes and tasks within your tree structure.<br>🏷️ Tagging System : Use tags to categorize and filter your notes and tasks efficiently.<br>💬 Comments on Notes: Add comments to notes to record changes or additional details.<br>✏️ Rich and Normal Text Editors : Choose between rich text formatting and a plain text editor to suit your needs.<br>🎨 Customizable Options: Tailor Focal to match your workflow with adjustable settings.<br>☁️ Cloud Sync / Backup: Keep your notes and tasks synchronized across all your devices and backed up securely.<br>Why Focal? Focal’s intuitive design and customizable features make it a practical tool for organizing your tasks and ideas. It’s designed to work the way you do, offering flexibility without complexity.<br>Download Focal Today Take the first step toward better organization. Start using Focal to structure your thoughts and tasks!<br>",
    "build_date": "2025-12-12T06:03:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/vargary/focal/432c51235e4bb55149752629ae92a962/icons/128x128/com.vargary.focal.png",
    "license": "LicenseRef-proprietary=https://focal.vargary.com/docs/TermsConditions.html",
    "tag": [],
    "rank": 47
  },
  {
    "pkg": "Oboete",
    "app_id": "dev.mariinkys.Oboete",
    "description": "Flashcards application",
    "description_long": "Oboete is a straightforward and efficient flashcard application designed to help users<br>study and memorize information effectively. Whether you're learning a new language,<br>studying for exams, or just trying to remember important facts, Oboete provides an<br>intuitive platform for creating, organizing, and reviewing flashcards.<br>Study flashcards with ease<br>Fast and easy to use<br>Works out of the box<br>Can import flashcards from other sources such as Anki<br>Does NOT sync to the cloud<br>Image and FSRS support<br>This app has been developed with libcosmic for the COSMIC™ desktop, and issues may occur on<br>other platforms",
    "build_date": "2025-12-08T09:09:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/Oboete/698c9ff64f0b5e539b8311606709f9ae/icons/128x128/dev.mariinkys.Oboete.png",
    "license": "GPL-3.0-only",
    "tag": [
      "COSMIC",
      "Flashcards",
      "Study"
    ],
    "rank": 48
  },
  {
    "pkg": "Bookup",
    "app_id": "org.gnome.gitlab.ilhooq.Bookup",
    "description": "Streamline notes with Markdown!",
    "description_long": "<br>Bookup is a user-friendly note-taking application that streamlines the process<br>with the use of markdown syntax. Whether you're a student, professional,<br>or simply someone who loves to jot down ideas,<br>Bookup offers a seamless and efficient way to capture and organize your notes.<br>Bookup draws inspiration from the highly acclaimed Notes-up application.<br>We have taken the best aspects of Notes-up and enhanced them to create<br>an even more user-friendly note-taking experience.<br>Bookup is built in C for optimal speed and efficiency, offering quick<br>performance and a low memory footprint.<br>",
    "build_date": "2025-11-13T02:20:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.ilhooq.Bookup/58fc8e67001f661ebe3e704235a606f9/icons/128x128/org.gnome.gitlab.ilhooq.Bookup.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 49
  },
  {
    "pkg": "Telegraph",
    "app_id": "io.github.fkinoshita.Telegraph",
    "description": "Write and decode morse",
    "description_long": "<br>Telegraph is a simple Morse translator, start typing your message to see<br>the resulting Morse code and vice versa.<br>",
    "build_date": "2025-12-11T13:57:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fkinoshita.Telegraph/458933b351921a4b20ae3738b37ec13a/icons/128x128/io.github.fkinoshita.Telegraph.png",
    "license": "GPL-3.0-only",
    "tag": [
      "morse",
      "code",
      "translator"
    ],
    "rank": 50
  },
  {
    "pkg": "GrandOrgue",
    "app_id": "net.sourceforge.GrandOrgue",
    "description": "Pipe organ simulator",
    "description_long": "<br>GrandOrgue is a virtual pipe organ sample player application supporting<br>a HW1 compatible file format.<br>",
    "build_date": "2025-11-15T14:26:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/GrandOrgue/c439e1408d0f601dbb8b9909256e0df9/icons/128x128/net.sourceforge.GrandOrgue.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 51
  },
  {
    "pkg": "Bomber",
    "app_id": "org.kde.bomber",
    "description": "Arcade Bombing Game",
    "description_long": "<br>Bomber is a single player arcade game. The player is invading various cities in a plane that is decreasing in height.<br>The goal of the game is to destroy all the buildings and advance to the next level. Each level gets a bit harder by increasing<br>the speed of the plane and the height of the buildings.<br>",
    "build_date": "2025-12-11T19:15:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/bomber/505c8de7081d5000020a439361547c93/icons/128x128/org.kde.bomber.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 52
  },
  {
    "pkg": "Kleaner",
    "app_id": "io.github.najepaliya.kleaner",
    "description": "An Image Metadata Cleaner",
    "description_long": "Kleaner is an image metadata cleaner which can handle EXIF, IPTC, XMP and Comments.",
    "build_date": "2025-01-26T22:43:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/najepaliya.kleaner/d4671b644969ff8f72888446a0bead1f/icons/128x128/io.github.najepaliya.kleaner.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Qt",
      "KDE"
    ],
    "rank": 53
  },
  {
    "pkg": "Five or More",
    "app_id": "org.gnome.five-or-more",
    "description": "Remove colored balls from the board by forming lines",
    "description_long": "<br>Five or More is the GNOME port of a once-popular computer game. Align five or<br>more objects of the same color into a line to cause them to disappear and<br>score points. Earn many more points by lining up as many objects as possible<br>before clearing them.<br>More objects appear after every turn. Play for as long as possible, until the<br>board is completely full!<br>",
    "build_date": "2025-04-13T12:35:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/five-or-more/9e1b541b32aaaea99836f8561c1a84de/icons/128x128/org.gnome.five-or-more.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "strategy",
      "logic"
    ],
    "rank": 54
  },
  {
    "pkg": "Wire",
    "app_id": "com.wire.WireDesktop",
    "description": "The most secure collaboration platform",
    "description_long": "<br>Business chats, one-click conference calls and shared documents – all protected with end-to-end encryption. Also<br>available for personal use.<br>",
    "build_date": "2025-12-09T17:03:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/wire/WireDesktop/2956fb3308e7907cb6685c639d1b6cdf/icons/128x128/com.wire.WireDesktop.png",
    "license": "GPL-3.0",
    "tag": [
      "chat",
      "encrypt",
      "e2e"
    ],
    "rank": 55
  },
  {
    "pkg": "Bovo",
    "app_id": "org.kde.bovo",
    "description": "\"Five in a row\" board game",
    "description_long": "<br>Bovo is a Gomoku (from Japanese 五目並べ - lit. ) like game for two players, where the opponents<br>alternate in placing their respective pictogram on the game board. (Also known as: Connect Five, Five in a row, X and O,<br>Naughts and Crosses)<br>",
    "build_date": "2025-12-11T15:40:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/bovo/1bbf06d681bf72c688026a0720d19669/icons/128x128/org.kde.bovo.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 56
  },
  {
    "pkg": "Break Timer",
    "app_id": "org.gnome.BreakTimer",
    "description": "Computer break reminders for GNOME",
    "description_long": "<br>Break Timer keeps track of how much you are using the computer, and it reminds you to take regular breaks. It is designed to encourage healthy behaviour, with a mix of short breaks for your eyes and wrists, as well as longer breaks to keep your body moving and your mind on task.<br>Break Timer is easy to set up, so you can pick a break schedule that works for you and it will carry on working in the background.<br>",
    "build_date": "2024-03-24T03:58:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/BreakTimer/a52f84a886ab72f0970f2d51e2a0a3d4/icons/128x128/org.gnome.BreakTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "break",
      "micro",
      "rest"
    ],
    "rank": 57
  },
  {
    "pkg": "Sopwith",
    "app_id": "io.github.fragglet.sdl_sopwith",
    "description": "Classic biplane shoot-'em up",
    "description_long": "<br>Sopwith is a modern port of the classic 1980s shoot 'em up game of the<br>same name. The game has a World War I aviation theme. The object of<br>Sopwith is to destroy all enemy targets with a somewhat limited airforce.<br>It can be played both in single player and multiplayer mode over a TCP/IP network.<br>",
    "build_date": "2025-12-08T15:45:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fragglet.sdl_sopwith/aac42abc14c3790f154c04b6e24e6842/icons/128x128/io.github.fragglet.sdl_sopwith.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "sopwith",
      "biplane",
      "retro"
    ],
    "rank": 58
  },
  {
    "pkg": "Cosmic money",
    "app_id": "com.francescogaglione.cosmicmoney",
    "description": "Simple money manager",
    "description_long": "A simple and intuitive money manager designed for the COSMIC desktop environment. Easily track expenses, manage budgets, and monitor financial health all in one place.",
    "build_date": "2024-12-05T15:56:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/francescogaglione/cosmicmoney/307b893232017c0901d026ccbd70c8ac/icons/128x128/com.francescogaglione.cosmicmoney.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 59
  },
  {
    "pkg": "KDE Itinerary",
    "app_id": "org.kde.itinerary",
    "description": "Digital travel assistant",
    "description_long": "KDE Itinerary is a digital travel assistant with a priority on protecting your privacy.<br>Features:<br>Timeline view of a unified travel itinerary with automatic trip grouping.<br>Supports train, bus and flight bookings as well as hotel, restaurant, event and rental car reservations.<br>Boarding pass management.<br>Supports ticket management for multi-traveler and multi-ticket bookings.<br>Automatic booking data extraction from various input formats, performed locally on your device.<br>Real-time delay and platform change information for trains.<br>Weather forecast for destination along your trip.<br>Full control over all online access.<br>Selection of alternative train connections on unbound tickets or on missed connections.<br>Local ground transportation navigation between elements of your itinerary.<br>Train coach layout view (for some operators only).<br>Train station and airport per-floor maps based on OpenStreetMap data.<br>Available dock-based or free-floating rental bikes can be displayed on the train station map.<br>Personal travel statistics to monitor environmental impact.<br>KDE Itinerary works best alongside KMail's itinerary extraction plug-in and KDE Connect, or Nextcloud Hub and DavDroid.",
    "build_date": "2025-12-11T18:35:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/itinerary/15a1fd1d14ab1f86cdf5a67d8101bd30/icons/128x128/org.kde.itinerary.png",
    "license": "LGPL-2.0-or-later",
    "tag": [],
    "rank": 60
  },
  {
    "pkg": "Paleta",
    "app_id": "io.github.nate_xyz.Paleta",
    "description": "Generate color palettes with ease",
    "description_long": "Find the dominant color palette from any image and manage palettes with Paleta. An intuitive tool for designers, artists, or anyone looking to streamline their color work.<br>Features:<br>Drag and drop images to load<br>Color extraction with color-thief<br>Save extracted palettes for later use<br>Modify saved palette name and colors<br>Add new palettes from scratch<br>❗ Note: Paleta is under active development! If you would like to suggest any features or if you find any bugs, your feedback is very welcome!",
    "build_date": "2025-12-09T17:27:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nate_xyz.Paleta/5e1fa8699d88e54f4155ce6d805a939f/icons/128x128/io.github.nate_xyz.Paleta.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 61
  },
  {
    "pkg": "Urban Terror",
    "app_id": "info.urbanterror.UrbanTerror",
    "description": "Tactical first person shooter with action movie elements",
    "description_long": "<br>Urban Terror could best be described as a Hollywood tactical shooter; it is<br>realism based to a certain extent (environments/weapons/player models), but<br>also goes by the motto (fast gameplay and lots of<br>action). This combination of reality and action results in a very unique,<br>enjoyable and addictive game.<br>",
    "build_date": "2025-12-14T10:50:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/urbanterror/UrbanTerror/75ddceef3411c4b46413569b4c431acd/icons/128x128/info.urbanterror.UrbanTerror.png",
    "license": "GPL-2.0+ AND LicenseRef-proprietary=https://www.urbanterror.info/support/202-quake-3-sdk/",
    "tag": [],
    "rank": 62
  },
  {
    "pkg": "Vikunja",
    "app_id": "io.vikunja.Vikunja",
    "description": "The open-source to-do app",
    "description_long": "Think of Vikunja like the notebook you have with all your things to keep track of.<br>But with superpowers.<br>☑️ Stay organized<br>Organize all of your tasks in projects.<br>Create subprojects organize everything hierarchical and keep related stuff grouped together.<br>👥 Collaborate with peers<br>Vikunja lets you easily share a project with another user or a whole team!<br>Assignments show who's working on what.<br>🧩 Use it how you need it<br>You can view your tasks in the classic list view -or in a Gantt Chart, or Table view, or Kanban Board!",
    "build_date": "2025-12-10T22:39:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/vikunja/Vikunja/dace241d702e369df73193e2f069dd9c/icons/128x128/io.vikunja.Vikunja.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "todo",
      "task"
    ],
    "rank": 63
  },
  {
    "pkg": "Firefly Luciferin",
    "app_id": "org.dpsoftware.FireflyLuciferin",
    "description": "Ambient lighting software",
    "description_long": "Ambient Lighting or Bias Light is a technology that enhances your viewing experience by projecting colored lights onto the wall behind<br>your TV/Monitor, matching the colors on the screen. This creates a more immersive and engaging atmosphere, making your favorite shows,<br>movies, and games feel even more captivating.<br>Luciferin is a generic term for the light-emitting compound found in organisms that generate bioluminescence like Fireflies and Glow Worms.<br>Firefly Luciferin is a Java Fast Screen Capture PC software designed for Glow Worm Luciferin firmware,<br>those two software create the perfect Bias Lighting and Ambient Light system for PC.<br>Differently from other solutions, Firefly and Glow Worm Luciferin are designed to work together for the best experience possible.<br>Key features<br>Best in class performance combined with ultra low CPU/GPU usage.<br>Advanced algorithms for smooth colors transitions and color correction. Seeing is believing.<br>Wireless or cabled, local or remote? Choose your flavour with MQTT support and Home Assistant integration.<br>Multi monitor support with single or multiple instances.<br>Surround lighting with satellites.<br>Web browser firmware installer and Web Interface.<br>Programmable firmware, change your microcontroller's settings on the fly.<br>Frequent updates, upgrade your PC software and your firmware in one click.<br>Automatic switching between aspect ratios based on your video content.<br>Made from a gamer, for gamers. No added lag, stutter free.<br>Multi platform, Windows and Linux ready. macOS is coming when it's ready.<br>If you don't want to design your own PCB and you have a soldering iron, there is Luciferin's official PCB.<br>Have a question? Get answered on the community.",
    "build_date": "2025-12-05T12:39:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/dpsoftware/FireflyLuciferin/43d12b3bf0225fc8eaa7e26c34196409/icons/128x128/org.dpsoftware.FireflyLuciferin.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 64
  },
  {
    "pkg": "Chordcat",
    "app_id": "dev.ters.Chordcat",
    "description": "Play and name chords",
    "description_long": "<br>Chordcat is a desktop app that helps you identify and name chords based on inputted notes.<br>Features:<br>Displays chord names when notes are played using PC Keyboard, mouse or a MIDI device<br>MIDI device support<br>Staff notation<br>Metronome<br>Looper<br>128 inbuilt instruments (General MIDI)<br>Custom .sf2 soundfonts support<br>",
    "build_date": "2025-02-23T07:47:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/ters/Chordcat/64008d079e4680ad84118f35676f9b8b/icons/128x128/dev.ters.Chordcat.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Music",
      "Chord"
    ],
    "rank": 65
  },
  {
    "pkg": "Kana",
    "app_id": "com.felipekinoshita.Kana",
    "description": "Learn Japanese characters",
    "description_long": "<br>Hone your Japanese skills by matching romanized characters to their correct hiragana and katakana counterparts.<br>",
    "build_date": "2025-12-11T14:02:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Kana/c9fb9f18f8c8d8fcd87b1c4c92bd3b46/icons/128x128/com.felipekinoshita.Kana.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "japanese",
      "hiragana",
      "katakana"
    ],
    "rank": 66
  },
  {
    "pkg": "FaFa Runner",
    "app_id": "com.fafarunner.FaFaRunner",
    "description": "Enjoy smooth gameplay, stunning graphics, and endless fun",
    "description_long": "Step into the enchanting world of FaFa Runner: Dawn Legends, where an epic adventure awaits! Developed using Flutter and the Flame engine, this RPG delivers a seamless gaming experience with stunning visual effects.<br>Embark on your journey as a brave adventurer, explore mysterious lands, uncover hidden secrets, and face endless challenges. With rich story-driven quests and diverse character progression systems, every battle offers a unique sense of achievement.<br>Key Features:<br>Dynamic Combat System: Enjoy intuitive controls and fluid action as you take on powerful enemies and formidable bosses.<br>Gorgeous Visuals: Experience vivid graphics and captivating animations, thanks to the powerful Flutter and Flame engine.<br>Rich Quest System: Engage in main quests and side stories, with each adventure offering surprises and challenges.<br>Customizable Character Growth: Tailor your hero with various skills and equipment to build the ultimate warrior.<br>Interactive World Exploration: Discover hidden treasures and secret locations across a fantastical map.<br>Join FaFa Runner: Dawn Legends and create your own legendary tale in this magical world. Download now and begin your epic adventure!",
    "build_date": "2025-12-07T23:13:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/fafarunner/FaFaRunner/84b5ae79d0cc892e7e7ac3d8657c7d76/icons/128x128/com.fafarunner.FaFaRunner.png",
    "license": "MIT",
    "tag": [],
    "rank": 67
  },
  {
    "pkg": "Alligator",
    "app_id": "org.kde.alligator",
    "description": "RSS feed reader",
    "description_long": "Alligator is a convergent, cross-platform feed reader, supporting standard RSS/Atom feeds",
    "build_date": "2025-12-11T18:09:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/alligator/6ae100ca10f45ad88c2ec60b0690baa0/icons/128x128/org.kde.alligator.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 68
  },
  {
    "pkg": "Denemo",
    "app_id": "org.denemo.Denemo",
    "description": "Create music scores",
    "description_long": "Denemo is a music notation program that lets you rapidly enter notation. Music can be typed in at the PC-Keyboard, or played in via MIDI controller. The typesetting is done in the background by LilyPond while you work, and is generally flawless publication quality. Any final tweaks to can be done on the final typeset score with the mouse if needed. This represents an enormous practical improvement over the most programs which require you to re-position colliding notation constantly as you enter the music.<br>Unique to Denemo are methods to enter music in a musical, rather than mechanical, manner. You play in a phrase or two of the music using the number keys to indicate the note durations. Audible feedback lets you hear what you have entered; playing the phrase a second time on a real instrument adds the pitches to the rhythm. Again, Denemo gives you audible feedback so that you don’t enter E-flat when you meant D-sharp etc.<br>Another great feature is the ability to put links in the score to the original source document that you transcribed from. Clicking on such a link opens the document for you and highlights the bar you are looking at. You can use this to continue work from where you left off, or for looking back at the source to check a doubtful bar.",
    "build_date": "2025-10-08T13:10:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/denemo/Denemo/e193e818d6466e1f6f34ce46c012b8bc/icons/128x128/org.denemo.Denemo.png",
    "license": "GPL-3.0+",
    "tag": [
      "Music",
      "Notation",
      "Score"
    ],
    "rank": 69
  },
  {
    "pkg": "Metronome",
    "app_id": "com.adrienplazas.Metronome",
    "description": "Keep the tempo",
    "description_long": "Metronome beats the rhythm for you, you simply need to tell it the required time signature and beats per minutes.<br>You can also tap to let the application guess the required beats per minute.",
    "build_date": "2025-12-11T16:51:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adrienplazas/Metronome/85787b0dcdff44ec40f4acdcced9b438/icons/128x128/com.adrienplazas.Metronome.png",
    "license": "GPL-3.0+",
    "tag": [
      "Bar",
      "Beat",
      "Beats"
    ],
    "rank": 70
  },
  {
    "pkg": "NextGroove",
    "app_id": "net.rosebirch.nextgroove",
    "description": "Play music from Nextcloud",
    "description_long": "Nextgroove lets you browse and play songs from your Nextcloud instance (with Nextcloud Music installed).<br>Features: <br>Connects to a Nextcloud instance of your choice via normal API tokens (does not use subsonic/ampache endpoints but the Nextcloud ones).<br>Does download album art, images in screenshots are modified for copyright reasons.<br>Can select music from an album view (most recent first), a full list of songs in the collection, or playlists.<br>Can select albums, playlists or individual songs from either to the queue.<br>Basic MPRIS support allowing to be controlled via common controls and shortcuts.<br>Can create playlists from the current play queue.<br>",
    "build_date": "2025-12-06T06:58:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/rosebirch/nextgroove/6d9a380473cef8ac2d054877ae9051b0/icons/128x128/net.rosebirch.nextgroove.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Nextcloud"
    ],
    "rank": 71
  },
  {
    "pkg": "Game Server Watcher",
    "app_id": "io.github.lxndr.gswatcher",
    "description": "Monitor and admin game servers",
    "description_long": "Game Server Watcher is a simple application that helps you to monitor<br>the state of your favorite game servers and control remotely the servers of<br>your own. It also has a buddy list and can notify you if a buddy joins any of<br>servers.<br>Features:<br>Server list<br>Buddy list<br>Notifications when your buddy is on a server<br>Multiple query protocols<br>Remote console (Source only)<br>",
    "build_date": "2025-11-16T22:00:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lxndr.gswatcher/a9a82ce6d3dce93d5fa847d9a4e6c7a7/icons/128x128/io.github.lxndr.gswatcher.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "quake",
      "source",
      "gamespy"
    ],
    "rank": 72
  },
  {
    "pkg": "Photobooth",
    "app_id": "io.github.saeugetier.photobooth",
    "description": "A photobooth application.",
    "description_long": "Photobooth is a touch-friendly, kiosk-style app for capturing photos. You will expect this features:<br>Intuitive, touch-friendly user interface designed for kiosk use.<br>Capture photos via a camera. USB camera (V4L2) and GPhoto2 cameras are supported.<br>Create collage from captured photos. Collage templates are customizable (see documentation)<br>Print single photos or collages<br>View and reprint captures in a gallery<br>Background removal via neural network or green screen.<br>Selectable image filter effects<br>",
    "build_date": "2025-12-12T22:04:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/saeugetier.photobooth/a39fee73ffbcf3a35f3d6954d487500a/icons/128x128/io.github.saeugetier.photobooth.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 73
  },
  {
    "pkg": "GNUnet Messenger",
    "app_id": "org.gnunet.Messenger",
    "description": "Private and secure communication",
    "description_long": "Messenger-GTK is a convergent graphical messaging application using the GNUnet Messenger service. The goal is to provide private and secure communication between any group of devices.<br>The application provides the following features:<br>Creating direct chats and group chats<br>Managing your contacts and groups<br>Invite contacts to a group<br>Sending text messages<br>Sending voice recordings<br>Sharing files privately<br>Deleting messages with any custom delay<br>Renaming contacts<br>Exchanging contact details physically<br>Verifying contact identities<br>Switching between different accounts<br>Chatting live via video or voice streaming<br>Sharing your screen with a selected group<br>Writing notes to yourself<br>Chats will generally created as opt-in. So you can decide who may contact you directly and who does not, accepting to a direct chat. Leaving a chat is also always possible.",
    "build_date": "2025-12-14T14:58:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnunet/Messenger/3683387584cabc1c26db28f843a48bb9/icons/128x128/org.gnunet.Messenger.png",
    "license": "AGPL-3.0",
    "tag": [
      "chat",
      "im",
      "messaging"
    ],
    "rank": 74
  },
  {
    "pkg": "SemantiK",
    "app_id": "net.krafting.SemantiK",
    "description": "Find the secret word",
    "description_long": "A word game where you guess a target word by proposing other semantically related words. The closer your proposals are to the target word, the closer you get to the solution.<br>The default language is French, but you can install other Language Pack using your Software Center.",
    "build_date": "2025-11-17T14:08:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/SemantiK/a5496d9d65da338b77d2a046edcd7f51/icons/128x128/net.krafting.SemantiK.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "word",
      "semantic",
      "vocabulary"
    ],
    "rank": 75
  },
  {
    "pkg": "KmPlot",
    "app_id": "org.kde.kmplot",
    "description": "Mathematical Function Plotter",
    "description_long": "KmPlot is a program to plot graphs of functions, their integrals or derivatives. The graphs can be colorized and the view is highly configurable, is scalable, and can be zoomed. The program features a powerful mathematical parser, different plot types (cartesian, parametric, polar, implicit, differential), and provides simple mathematical tools like for finding maximum/minimum of a function. Parametrized functions can be visualized by adjusting the variable parameter via a slider. Plots can be exported as bitmap format pictures (BMP, PNG) and can be printed.",
    "build_date": "2025-12-11T17:51:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kmplot.desktop/5a8d225ccd33d942643cd1b716f637e6/icons/128x128/org.kde.kmplot.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 76
  },
  {
    "pkg": "KeySmith",
    "app_id": "io.github.tobagin.keysmith",
    "description": "SSH Key Management Application",
    "description_long": "<br>KeySmith is a user-friendly graphical application for managing SSH keys. <br>It provides an intuitive interface for generating, managing, and deploying <br>SSH keys without needing to use command-line tools.<br>Features include:<br>Generate Ed25519, RSA, and ECDSA SSH keys<br>Manage existing SSH keys in your ~/.ssh directory<br>Copy public keys to clipboard<br>Generate ssh-copy-id commands for server deployment<br>Change key passphrases<br>Secure key deletion with confirmation<br>Modern GTK4 and Libadwaita user interface<br>KeySmith follows security best practices and delegates all cryptographic <br>operations to the system's OpenSSH tools, ensuring your keys are handled <br>safely and securely.<br>",
    "build_date": "2025-07-15T17:39:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.keysmith/c8cfb8ec8e8f1e90ace70b968e41d9a2/icons/128x128/io.github.tobagin.keysmith.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ssh",
      "keys",
      "security"
    ],
    "rank": 77
  },
  {
    "pkg": "Color Profile Viewer",
    "app_id": "org.gnome.ColorViewer",
    "description": "Inspect and compare installed color profiles",
    "description_long": "<br>Color Profile Viewer shows installed color profiles on your system<br>and allows you to calibrate displays, printers and cameras using a<br>wizard.<br>",
    "build_date": "2025-12-10T18:25:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/ColorViewer.desktop/ba1a9d0d8d06f9e5a09f5636aeaaeb87/icons/128x128/org.gnome.ColorViewer.desktop.png",
    "license": "GPL-2.0+",
    "tag": [
      "Color",
      "ICC"
    ],
    "rank": 78
  },
  {
    "pkg": "lfy",
    "app_id": "cool.ldr.lfy",
    "description": "Translation software designed for reading scientific research literature",
    "description_long": "<br>An easy and pleasant way to translate.<br>Support many translation services. Especially suitable for document translation.<br>",
    "build_date": "2025-12-12T02:49:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/cool/ldr/lfy/aabe80287bd68fd892b1826a23b84512/icons/128x128/cool.ldr.lfy.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 79
  },
  {
    "pkg": "Color Palette",
    "app_id": "org.gnome.design.Palette",
    "description": "Look up GNOME colors",
    "description_long": "<br>Tool for viewing the GNOME color palette as defined by the design guidelines.<br>",
    "build_date": "2025-06-19T17:51:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Palette/8f5af6d460649052f0e129b86c8846aa/icons/128x128/org.gnome.design.Palette.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 80
  },
  {
    "pkg": "Tremotesf",
    "app_id": "org.equeim.Tremotesf",
    "description": "Remote GUI for Transmission BitTorrent client",
    "description_long": "Tremotesf is a remote GUI for Transmission BitTorrent client. You can fully control your transmission-daemon instance, manage torrents, set Transmission settings, view server statistics.<br>You can add several servers profiles and switch between them (only one can be connected at a time). Tremotesf has support of HTTPS, including self-signed certificates and client certificate authentication. You can set mounted directories for servers and quickly open torrents' files and choose download directory from file dialog.",
    "build_date": "2025-12-08T22:59:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/equeim/Tremotesf/d946bb0809aa15512c73b5d719e13e0e/icons/128x128/org.equeim.Tremotesf.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 81
  },
  {
    "pkg": "Tetravex",
    "app_id": "org.gnome.Tetravex",
    "description": "Reorder tiles to fit a square",
    "description_long": "<br>Each square piece has a number on each side. Position the pieces on the left<br>side of the board so that the same numbers are next to each other. If the<br>numbers don’t match, you can’t put the piece there. Move quickly: you’re<br>being timed!<br>You can make the game easier or harder by changing the size of the board.<br>",
    "build_date": "2025-09-19T10:20:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Tetravex/262eb5eb52f67385bb1bc706da00b1d1/icons/128x128/org.gnome.Tetravex.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "logic",
      "board"
    ],
    "rank": 82
  },
  {
    "pkg": "Tiny Crate",
    "app_id": "net.hhoney.tinycrate",
    "description": "Crate-chucking action puzzler",
    "description_long": "Tiny Crate is a cute little precision platformer with puzzle elements!<br>Lift and toss crates to traverse over spike pits and reach higher ground!<br>Weigh down buttons to create platforms and solve the puzzle!<br>Push yourself and make tight jumps! You got this! &lt;3 (:<br>Controls:<br>Arrows - Move<br>X - Jump / Select<br>C - Lift &amp; Toss / Back<br>Enter - Menu<br>",
    "build_date": "2025-04-30T21:25:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/tinycrate/a7ec1b62f9293c146bea25eb9a4a88b8/icons/128x128/net.hhoney.tinycrate.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 83
  },
  {
    "pkg": "Cosmicding",
    "app_id": "com.vkhitrin.cosmicding",
    "description": "Manage your bookmarks",
    "description_long": "A client to manage your linkding bookmarks.<br>Features:<br>Support multiple linkding instances (or multiple users on the same instance).<br>Aggregate bookmarks locally.<br>Add/Edit/Remove bookmarks.<br>Search bookmarks based on title, URL, tags, description, and notes.<br>",
    "build_date": "2025-08-31T17:43:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/vkhitrin/cosmicding/dd764c5914a63b53b3f1db2cdf322884/icons/128x128/com.vkhitrin.cosmicding.png",
    "license": "GPL-3.0-only",
    "tag": [
      "COSMIC",
      "linkding"
    ],
    "rank": 84
  },
  {
    "pkg": "Hexen II: Hammer of Thyrion",
    "app_id": "net.sourceforge.uhexen2.uhexen2",
    "description": "A modernized source port of Hexen II",
    "description_long": "In 2000, Raven Software released the source code to their class based shooter game Hexen II and its multiplayer extension<br>HexenWorld. Since then, there has been some source ports of this game, such as the now discontinued Anvil of Thyrion project,<br>but nothing has been done for Linux since the beginning of 2002.<br>The Hammer of Thyrion project is a cross-platform source port effort: We continue the development for Linux, BSD and Mac OS X people,<br>with continued support for Windows users as well. Many bugs are fixed and even new features are added: New sound modes, improved<br>mouse handling, improved video modes, OpenGL glows and more.<br>Hexen II: Hammer of Thyrion requires a copy of the Hexen II game data to function. Simply copy the game data directory data1<br>from a regular copy of Hexen II into ~/.var/app/net.sourceforge.uhexen2.uhexen2/.hexen2/ - if this is missing, you will<br>be reminded when starting Hexen II: Hammer of Thyrion.",
    "build_date": "2025-12-07T19:22:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/uhexen2.uhexen2/352eee201858900802365fff1c182cd3/icons/128x128/net.sourceforge.uhexen2.uhexen2.png",
    "license": "GPL-2.0-only",
    "tag": [
      "hexen",
      "first",
      "person"
    ],
    "rank": 85
  },
  {
    "pkg": "Vieb",
    "app_id": "dev.vieb.Vieb",
    "description": "Vim Inspired Electron Browser",
    "description_long": "Vim bindings for the web by design.<br>Vieb is the Vim Inspired Electron Browser.<br>Features:<br>Free, open source, fast and secure<br>Local first adblocking, auto-complete, AMP protection, custom redirects and more, all without web requests<br>Privacy with strict permission system, navigator overrides, firefox mode, custom WebRTC policy and more<br>Accessible with custom themes, full interface &amp; fontsize scaling, page zooming, spellcheck and mouse support<br>Security settings with permissions, cache usage, cookie management, (auto-)download settings and more<br>Window splitting with buffer, split, Vexplore and Ctrl-w bindings, for multi-window browsing<br>Map commands for completely custom keyboard sequences, keystrokes, commands and actions<br>Viebrc config file for all custom/Vim/Vieb commands to configure settings permanently<br>Set command for runtime setting configuration exactly like Vim<br>Vim-compatible options: showcmd, timeout, colorscheme, maxmapdepth, spelllang, splitright, smartcase etc.<br>Container tabs with colored grouping, auto-clearing, individual cookies and tab restore from containers<br>Ad-blocker with cosmetic filtering, optional updater, custom lists and uses easylist/easyprivacy by default<br>Tabs including audio indicator, a toggle for multi-line tabs, pinned tabs, muted tabs and suspended tabs<br>Offline help documentation always available upon pressing F1<br>And much, much more. For more details, visit https://vieb.dev/features<br>",
    "build_date": "2025-11-03T16:15:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/vieb/Vieb/00d1a8a225eb474d254cc478c4c1ca3c/icons/128x128/dev.vieb.Vieb.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 86
  },
  {
    "pkg": "Pentobi",
    "app_id": "io.sourceforge.pentobi",
    "description": "Computer opponent for Blokus",
    "description_long": "\nPentobi is a computer opponent for the board game Blokus. It has a\nstrong Blokus engine with different playing levels. The supported game\nvariants are Classic, Duo, Trigon, Junior, Nexos, Callisto and GembloQ.\n<br>\nPlayers can determine their strength by playing rated games against the\ncomputer and use a game analysis function. Games can be saved in Smart\nGame Format with comments and move variations.\n<br>\nTrademark disclaimer: The trademark Blokus and other trademarks referred\nto are property of their respective trademark holders. The trademark\nholders are not affiliated with the author of the program Pentobi.\n",
    "build_date": "2025-12-08T06:07:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/sourceforge/pentobi/4e5564047e8b436a3a074c15825a2adf/icons/128x128/io.sourceforge.pentobi.png",
    "license": "GPL-3.0+",
    "tag": [
      "Blokus",
      "Nexos",
      "Callisto"
    ],
    "rank": 87
  },
  {
    "pkg": "Lokalize",
    "app_id": "org.kde.lokalize",
    "description": "Computer-aided translation system",
    "description_long": "Lokalize is the localization tool for KDE software and other free and open source software. It is also a general computer-aided translation system (CAT) with which you can translate OpenDocument files (*.odt). Translate-Toolkit is used internally to extract text for translation from .odt to .xliff files and to merge translation back into .odt file.",
    "build_date": "2025-12-11T17:47:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/lokalize/78a956a903d90950340118f4dfd59ad9/icons/128x128/org.kde.lokalize.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 88
  },
  {
    "pkg": "Granatier",
    "app_id": "org.kde.granatier",
    "description": "Bomberman clone",
    "description_long": "<br>Granatier is a clone of the classic Bomberman game, inspired by the work of the Clanbomber clone.<br>",
    "build_date": "2025-12-11T15:44:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/granatier/0a61cf5262a82a37ba57373d9a40120d/icons/128x128/org.kde.granatier.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 89
  },
  {
    "pkg": "Four-in-a-row",
    "app_id": "org.gnome.Four-in-a-row",
    "description": "Make lines of the same color to win",
    "description_long": "<br>A family classic, the objective of Four-in-a-row is to build a line of four<br>of your marbles while trying to stop your opponent (human or computer) from<br>building a line of his or her own. A line can be horizontal, vertical or<br>diagonal. The first player to connect four in a row is the winner!<br>Four-in-a-row features multiple difficulty levels. If you’re having trouble,<br>you can always ask for a hint.<br>",
    "build_date": "2025-12-11T09:18:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Four-in-a-row/62636a5f6691c99d7a97520f654a9fb1/icons/128x128/org.gnome.Four-in-a-row.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "strategy",
      "logic"
    ],
    "rank": 90
  },
  {
    "pkg": "PMIM",
    "app_id": "io.github.fm_elpac.pmim_ibus",
    "description": "Chinese pinyin input method",
    "description_long": "<br>A Chinese pinyin input method for ibus.\n<br>Please note that the features of this input method is very simple.<br>The source code of this input method is only a few thousands lines.<br>We recommend that every user read the source code first before use.\n<br>This input method is cross platform.<br>There is an Android version (please see the project page).<br>Please note that this is only the input method (engine),<br>need to install and configure ibus for this app to work.<br>Please see the project page (link below) for how to setup.<br>",
    "build_date": "2025-03-30T09:56:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fm_elpac.pmim_ibus/dede7badcc6f596f8e00978e1c9dabfc/icons/128x128/io.github.fm_elpac.pmim_ibus.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ibus",
      "pinyin"
    ],
    "rank": 91
  },
  {
    "pkg": "Qtcord",
    "app_id": "io.github.mak448a.QTCord",
    "description": "Lightweight Discord client",
    "description_long": "Qtcord is a Discord client built with Qt aiming to bring a lightweight, native experience. It takes less RAM than the offical client and the browser version of Discord!<br>Please report bugs and account bans at https://github.com/mak448a/Qtcord/issues.<br>DISCLAIMER: I am not responsible for account bans! This app is against the Discord TOS.",
    "build_date": "2025-12-11T19:18:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mak448a.QTCord/85ef91ebf91c0bbed49c43003a2d9536/icons/128x128/io.github.mak448a.QTCord.png",
    "license": "MIT",
    "tag": [],
    "rank": 92
  },
  {
    "pkg": "Community Remote",
    "app_id": "com.theappgineer.community_remote",
    "description": "Roon control for family and friends",
    "description_long": "<br>Community Remote has a focus on use-cases not covered by the official Roon Remote.<br>Linux support is the obvious one, others are access control, random album playback and more.<br>",
    "build_date": "2025-07-03T17:10:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/theappgineer/community_remote/8f5c6d92e26c7628c2b752ddad6f9b24/icons/128x128/com.theappgineer.community_remote.png",
    "license": "MIT",
    "tag": [
      "roon",
      "extension",
      "remote"
    ],
    "rank": 93
  },
  {
    "pkg": "butt",
    "app_id": "de.danielnoethen.butt",
    "description": "Icecast and Shoutcast streaming client",
    "description_long": "<br>butt (broadcast using this tool) is an easy to use, multi OS streaming tool. It supports SHOUTcast, Icecast, WebRTC and runs on Linux, Mac OS X and Windows (64 Bit only since version 0.1.20). The main purpose of butt is to stream live audio data from your computers Mic or Line input to a Shoutcast, Icecast or WebRTC server. If you want you can also record your session.<br>",
    "build_date": "2025-12-09T10:27:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/danielnoethen/butt/b1e384f56827380f138a856af3781eb9/icons/128x128/de.danielnoethen.butt.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 94
  },
  {
    "pkg": "QuickDAV",
    "app_id": "com.sciactive.QuickDAV",
    "description": "Transfer files between devices",
    "description_long": "Network file and folder transfer app. Simple and easy upload, download, and management of<br>your files and folders from any other device.<br>It works by creating a temporary, secure WebDAV server that you can connect to from a<br>remote device. If your device doesn't support WebDAV, you can connect with a web browser.",
    "build_date": "2025-06-04T01:56:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/sciactive/QuickDAV/35e57cd360657d3f2883cf39eb1a54e8/icons/128x128/com.sciactive.QuickDAV.png",
    "license": "Apache-2.0",
    "tag": [
      "sharing",
      "transfer",
      "network"
    ],
    "rank": 95
  },
  {
    "pkg": "Power Tab Editor",
    "app_id": "com.github.powertab.powertabeditor",
    "description": "View and edit guitar tablature",
    "description_long": "<br>Power Tab Editor is an easy to use cross-platform guitar tablature editor and viewer.<br>It is an open source, community-driven successor to the original Power Tab Editor 1.7.<br>A variety of file formats are supported, including .pt2, .ptb, .gp3, .gp4, .gp5, .gpx, and .gp<br>",
    "build_date": "2025-07-06T04:56:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/powertab.powertabeditor/2f505623d31b33aed4a83b5dd5fbe477/icons/128x128/com.github.powertab.powertabeditor.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 96
  },
  {
    "pkg": "Sendworm",
    "app_id": "to.bnt.sendworm",
    "description": "Send files securely",
    "description_long": "<br>Send files securely using Magic Wormhole.<br>This is a cross-platform desktop app for sending files quickly and securely using the<br>magic-wormhole protocol, which makes it compatible with other tools that use magic-wormhole.<br>",
    "build_date": "2025-10-29T06:35:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/to/bnt/sendworm/5a224a6a5054b9ee4ef759fad83ad9db/icons/128x128/to.bnt.sendworm.png",
    "license": "MIT",
    "tag": [
      "transfer",
      "share"
    ],
    "rank": 97
  },
  {
    "pkg": "Squey",
    "app_id": "org.squey.Squey",
    "description": "Explore your data",
    "description_long": "Squey is designed from the ground up to take advantage of GPUs and CPUs to perform interactive explorations of massive amounts of data.<br>It gives users an exhaustive yet intuitive multi-view representation of columnar data and can ingest from:<br>Structured text files (CSV, logs, ...)<br>Apache Parquet files<br>Pcap files<br>SQL databases<br>Elasticsearch databases<br>Squey strives to deliver value through its V.I.SU approach:<br>Visualize: Leverage various visual representations of raw data in combination with statistics<br>Investigate: Use filters to build an accurate understanding of millions of rows while switching instantly between capturing the big picture and focusing on the details<br>Spot the Unknown: As a structured understanding of the data emerges, identify unknowns and anomalies<br>Squey can be used for many different purposes, such as:<br>BI and Big Data: Bootstrap initial understanding of complex datasets and deep dive where necessary to design accurate data processing<br>Cybersecurity: Detect weak signals such as attacks and data leaks<br>IT troubleshooting: Resolve network issues and improve application performance<br>Machine Learning: Design training dataset to fulfill targeted improvements of Machine Learning models<br>Give yourself a chance to see your data and have fun exploring!",
    "build_date": "2025-12-12T23:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/squey/Squey/6a8456fb078045672069688a362cbccf/icons/128x128/org.squey.Squey.png",
    "license": "MIT",
    "tag": [],
    "rank": 98
  },
  {
    "pkg": "BinauralPlayer",
    "app_id": "io.github.alamahant.BinauralPlayer",
    "description": "Full-featured media player with brainwave audio generation",
    "description_long": "<br>BinauralPlayer is a powerful media player that combines traditional media playback<br>with brainwave audio generation. Users can enjoy tabbed playlists, advanced playback<br>controls, and immersive brainwave sessions with binaural beats or isochronic tones.<br>Media Playback:<br>Multi-format support: MP3, WAV, FLAC, OGG, M4A, MP4, M4V, AVI, MKV<br>Tabbed playlists: Create, rename, and manage multiple playlists<br>Advanced playback: Shuffle, repeat, seek, volume control with mute<br>Streaming support: Play audio from HTTP/HTTPS URLs<br>Time display: Track position/duration with seekable progress bar<br>Brainwave Audio Generation:<br>Three modes: Binaural Beats, Isochronic Tones, Audio Generator<br>Real-time dynamic engine: Immediate parameter changes<br>Waveforms: Sine, Square, Triangle, Sawtooth<br>Frequency control: Left/right channels (20Hz–20kHz)<br>Auto-stop timer with countdown visualization<br>Playlist Management:<br>Tabbed interface with multiple named playlists<br>Search function to filter tracks<br>Save/load playlists in JSON<br>Track operations: Add, remove, clear with selection tracking<br>User Interface:<br>Custom toolbars: Media (Blue), Binaural (Purple), Nature (Green)<br>Split status bar for media and brainwave engine status<br>Responsive layout with graceful resizing<br>Safety warnings on first launch and brainwave activation<br>",
    "build_date": "2025-12-13T08:52:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/alamahant.BinauralPlayer/7b55a5b027a94070ec34fb8f8aef859f/icons/128x128/io.github.alamahant.BinauralPlayer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "brainwave",
      "binaural",
      "isochronic"
    ],
    "rank": 99
  },
  {
    "pkg": "Crossword Editor",
    "app_id": "org.gnome.Crosswords.Editor",
    "description": "Create crossword puzzles",
    "description_long": "<br>A tool for authoring and editing pencil-and-paper style<br>puzzles. Its features include:<br>Supports multiple crossword types, including barred and cryptics<br>Loads and saves .ipuz file format<br>Style support for individual cells<br>Suggests words when creating grids<br>Hints for writing clues<br>Autofill functionality<br>Dictionary of words for writing clues<br>",
    "build_date": "2025-10-23T15:42:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords.Editor/800c77b2b54d9c83048b83047b7ac3ae/icons/128x128/org.gnome.Crosswords.Editor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "puzzle",
      "xword"
    ],
    "rank": 100
  },
  {
    "pkg": "Playlifin",
    "app_id": "net.krafting.Playlifin",
    "description": "Sync YouTube playlists to Jellyfin",
    "description_long": "A tool to convert a Youtube Music playlist to a Jellyfin playlists. You MUST have downloaded the playlist and put them on your Jellyfin before running this app.<br>This program get all the song titles in your Youtube Playlist and try its best to find the same song on Jellyfin and add it in the new playlist.<br>This is useful when you sort music by albums, genre or artists but still want to have your playlist after importing your music to Jellyfin.<br>Recommended format to download a playlist with yt-dlp: /usr/bin/yt-dlp -x --audio-format mp3 --prefer-ffmpeg -o '%(title)s.%(ext)s' --embed-thumbnail (YoutubeURL) <br>It uses the yt-dlp backend for fetching Youtube informations and the Jellyfin API for the Jellyfin informations.",
    "build_date": "2025-11-17T17:31:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Playlifin/f4ed6807f4400354ede7c9fe957de720/icons/128x128/net.krafting.Playlifin.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "youtube",
      "convert"
    ],
    "rank": 101
  },
  {
    "pkg": "OpenChrom",
    "app_id": "com.lablicate.OpenChrom",
    "description": "Chromatography Data System",
    "description_long": "OpenChrom® is a vendor independent open source software for chromatography, spectrometry and spectroscopy. It has a strong focus on chromatography and nominal mass spectrometry, but next to GC/MS and GC/FID it has basic support for HPLC-UV/VIS, FTIR, PCR and NMR.<br>The base version is free and open source software with most of it curated under the Eclipse ChemClipse umbrella. Its numerous carefully reverse-engineered file format converters for vendors like Agilent, Thermo, PerkinElmer, Shimadzu, Varian, Bruker, ChromTech, Thermo/Finnigan, Waters, CAMAG, ABSciex, MassFinder, EZChrom... are however closed source and have to be installed at runtime accepting the proprietary license terms.<br>Moreover the Lablicate marketplace allows for the installation of proprietary databases and plug-ins to speed up workflows. These are reserved for commercial customers. Students with a valid university e-Mail can apply for significant discounts on the Lablicate portfolio.",
    "build_date": "2025-12-12T11:49:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/lablicate/OpenChrom/ea5c683e540ab6e3d51418d0b560f401/icons/128x128/com.lablicate.OpenChrom.png",
    "license": "EPL-2.0",
    "tag": [
      "science",
      "chemistry"
    ],
    "rank": 102
  },
  {
    "pkg": "BrogueCE",
    "app_id": "com.github.tmewett.BrogueCE",
    "description": "Brogue: Community Edition - a community-lead fork of the much-loved minimalist roguelike game",
    "description_long": "Brogue is a single-player strategy game set in the halls of a mysterious and randomly-generated dungeon. The objective is simple enough -- retrieve the fabled Amulet of Yendor from the 26th level -- but the dungeon is riddled with danger. Horrifying creatures and devious, trap-ridden terrain await. Yet it is also riddled with weapons, potions, and artifacts of forgotten power. Survival demands strength and cunning in equal measure as you descend, making the most of what the dungeon gives you. You will make sacrifices, narrow escapes, and maybe even some friends along the way -- but will you be one of the lucky few to return alive?",
    "build_date": "2024-12-03T10:05:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/tmewett.BrogueCE/bcd16b986ac93857b18048bc82a2ac13/icons/128x128/com.github.tmewett.BrogueCE.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 103
  },
  {
    "pkg": "Rymdport",
    "app_id": "io.github.jacalz.rymdport",
    "description": "Fast, encrypted file transfers",
    "description_long": "Rymdport (formerly wormhole-gui) is a cross-platform application that lets you easily and safely share files, folders, and text between devices. The data is sent securely with end-to-end encryption using the same protocol as magic-wormhole. This means that Rymdport can talk not only to itself, but also to other wormhole clients.<br>The transfers are implemented using wormhole-william, a native Go implementation of magic-wormhole. As a result, Rymdport compiles into a native binary with no runtime dependencies while also outperforming the reference implementation of magic-wormhole.",
    "build_date": "2025-09-17T21:32:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jacalz.rymdport/6d6e6ab44f7e1eac78577ac3c368114d/icons/128x128/io.github.jacalz.rymdport.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "send",
      "receive",
      "sharing"
    ],
    "rank": 104
  },
  {
    "pkg": "QMLKonsole",
    "app_id": "org.kde.qmlkonsole",
    "description": "Mobile terminal application",
    "description_long": "Terminal application offering additional keyboard buttons useful on touch devices.",
    "build_date": "2025-12-11T18:19:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/qmlkonsole/c3c1a930408d16627812e5197adb0695/icons/128x128/org.kde.qmlkonsole.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "terminal",
      "console",
      "script"
    ],
    "rank": 105
  },
  {
    "pkg": "Cube Timer",
    "app_id": "io.github.vallabhvidy.CubeTimer",
    "description": "3x3 Rubiks Cube timer",
    "description_long": "<br>Cube Timer is a simple 3x3 Rubiks Cube Timer application for the gnome desktop.<br>Just long press the space-bar and start solving!<br>",
    "build_date": "2025-11-16T05:32:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vallabhvidy.CubeTimer/d91abfe8aa41af9c0f9669320302d536/icons/128x128/io.github.vallabhvidy.CubeTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "solve",
      "timer",
      "rubiks"
    ],
    "rank": 106
  },
  {
    "pkg": "Hypatia",
    "app_id": "net.hypatiaproject.Hypatia",
    "description": "Get information quickly",
    "description_long": "Get at-a-glance information about what you're reading, or learn more about topics you're curious about. Hypatia finds definitions, explanations, and answers related to the text on your display without removing you from your current context.<br>Use Hypatia either of two ways: manually, where you open the app and enter a word or phrase to search for, or automatically, where it reads text from your clipboard on launch, and can be triggered by a shortcut.<br>Once you set a keyboard shortcut to open the app, you can copy text from the article you're reading, trigger the app, and a pop-up will give you instant information about whatever it is you're looking at.<br>Or, if you prefer to use it in manual mode, you can open Hypatia and search directly for any topic by entering it into the search box.<br>At launch, there are three main action areas:<br>Instant Answers (provided by DuckDuckGo)<br>Dictionary and thesaurus (provided by Wiktionary, via the FreeDictionaryAPI)<br>Wikipedia Entries<br>Searching for any term or phrase will search those sources for information, and the app will present any relevant results that it finds.",
    "build_date": "2025-07-06T23:14:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hypatiaproject/Hypatia/b5f830cea37bc27265e9d55e5eab7081/icons/128x128/net.hypatiaproject.Hypatia.png",
    "license": "GPL-3.0+",
    "tag": [
      "Research",
      "Wikipedia",
      "Wiktionary"
    ],
    "rank": 107
  },
  {
    "pkg": "Sonar",
    "app_id": "io.github.tobagin.sonar",
    "description": "Desktop webhook inspector for developers",
    "description_long": "<br>Sonar is a native GTK4 application that provides a beautiful, intuitive interface <br>for capturing and inspecting webhook requests during development. Built with modern <br>technologies and following GNOME design patterns, Sonar makes webhook debugging <br>simple and efficient.<br>Core Features:<br>Instant public URLs via ngrok integration for webhook testing<br>Real-time capture of incoming webhook requests as they arrive<br>Detailed inspection of headers, body content, query parameters, and metadata<br>Quick copy functionality including JSON, cURL, and HTTP formats<br>Clean Libadwaita interface that integrates perfectly with GNOME<br>Fast and lightweight native application with minimal resource usage<br>Advanced Features:<br>Request bookmarking and starring for quick access<br>Request replay to resend webhooks to custom URLs<br>Side-by-side request comparison to spot differences<br>Request templates for saving and reusing webhook patterns<br>Automatic webhook forwarding to multiple URLs<br>Advanced filtering by method, content-type, time range, and search<br>Persistent history with JSON storage<br>",
    "build_date": "2025-12-12T20:49:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.sonar/e9407ea59e7281e62f2894982bafded9/icons/128x128/io.github.tobagin.sonar.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "webhook",
      "ngrok",
      "developer"
    ],
    "rank": 108
  },
  {
    "pkg": "Parlatype",
    "app_id": "xyz.parlatype.Parlatype",
    "description": "Media player for transcription",
    "description_long": "Parlatype is an easy to use media player. Its main purpose is to help<br>you transcribing speech.",
    "build_date": "2025-11-26T18:02:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/parlatype/Parlatype/6829fabf6d823d8b96a70ef514af2930/icons/128x128/xyz.parlatype.Parlatype.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 109
  },
  {
    "pkg": "Ricochlime",
    "app_id": "com.adilhanney.ricochlime",
    "description": "Satisfying monster shooter",
    "description_long": "<br>Ricochlime is a game where you attack the advancing<br>monsters with your ricocheting projectiles. The game is<br>made with the Flame game engine and Flutter.<br>",
    "build_date": "2025-12-12T15:01:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/ricochlime/f0c23a334075aae072dd666c457fa871/icons/128x128/com.adilhanney.ricochlime.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "flutter",
      "monster",
      "shooter"
    ],
    "rank": 110
  },
  {
    "pkg": "Pyfa",
    "app_id": "io.github.pyfa_org.Pyfa",
    "description": "Python fitting assistant for EVE: Online",
    "description_long": "Pyfa, short for python fitting assistant for EVE: Online, allows you to create, experiment with, and save ship fittings without being in game.<br>CCP Copyright Notice<br>EVE Online, the EVE logo, EVE and all associated logos and designs are the intellectual property of CCP hf. All artwork,<br>screenshots, characters, vehicles, storylines, world facts or other recognizable features of the intellectual property<br>relating to these trademarks are likewise the intellectual property of CCP hf. EVE Online and the EVE logo are the<br>registered trademarks of CCP hf. All rights are reserved worldwide. All other trademarks are the property of their<br>respective owners. CCP hf. has granted permission to pyfa to use EVE Online and all associated logos and designs for<br>promotional and information purposes on its website but does not endorse, and is not in any way affiliated with, pyfa.<br>CCP is in no way responsible for the content on or functioning of this program, nor can it be liable for any damage<br>arising from the use of this program.<br>",
    "build_date": "2025-12-12T00:27:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pyfa_org.Pyfa/66c74cbc45594d575154fea8208c0580/icons/128x128/io.github.pyfa_org.Pyfa.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 111
  },
  {
    "pkg": "albasheer",
    "app_id": "com.github.yucefsourani.albasheer-electronic-quran-browser",
    "description": "Electronic Quran Browser",
    "description_long": "Release notes<br>Add Notification Window<br>Add pt_BR Translation (Special thanks john peter)<br>",
    "build_date": "2025-09-12T09:07:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/yucefsourani.albasheer-electronic-quran-browser/77423bffd7a28ff4b30a4e24de0973f9/icons/128x128/com.github.yucefsourani.albasheer-electronic-quran-browser.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK"
    ],
    "rank": 112
  },
  {
    "pkg": "Pulp",
    "app_id": "org.gnome.gitlab.cheywood.Pulp",
    "description": "Skim excessive feeds",
    "description_long": "Note: Today Pulp is available as available as a preview which includes direct RSS along with FreshRSS and Nextcloud News backends.<br>Pulp provides a workflow focused on reading through an excessive number of RSS feeds with the goal of regularly marking all read, resting in a state akin to an empty inbox.<br>Contributing to quickly parsing excessive articles:<br>Marking read while scrolling<br>Ensuring full article titles and longer excerpts are visible in the article list<br>A large mobile-friendly button to mark the list read and continue<br>Minimising everything else, in both UI clutter and functionality<br>Complimenting Pulp being a bucket that you're aiming to keep empty are the abilities to share (via Mastodon, Telegram, Reddit and mail) and save (to Wallabag, Nextcloud Bookmarks, Nextcloud Notes and Iotas).<br>The goal here isn't to be a typical RSS reader, please see the README (via the website link) for more about what Pulp is trying to do and what's possible with this preview. There will be some bugs, reporting those (via the Report an Issue link) is greatly appreciated 🙏",
    "build_date": "2025-10-29T00:01:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.cheywood.Pulp/ffce9738f3c27b288420d33858810e11/icons/128x128/org.gnome.gitlab.cheywood.Pulp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "rss",
      "news",
      "minimal"
    ],
    "rank": 113
  },
  {
    "pkg": "Wildcard",
    "app_id": "com.felipekinoshita.Wildcard",
    "description": "Test your regular expressions",
    "description_long": "<br>Wildcard gives you a nice and simple to use interface to test/practice<br>regular expressions.<br>",
    "build_date": "2025-12-11T14:03:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Wildcard/ad02eb96ccb9876d53bda4829eaa70ed/icons/128x128/com.felipekinoshita.Wildcard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "regex",
      "regular"
    ],
    "rank": 114
  },
  {
    "pkg": "Gods Deluxe",
    "app_id": "io.github.jotd666.gods-deluxe",
    "description": "A remake of the platform game",
    "description_long": "<br>Gods -Deluxe- is a remake of the excellent Bitmap Brothers platform game.<br>All classic levels are complete and working, and there are 4 extra full levels from the author.<br>",
    "build_date": "2025-10-04T10:46:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jotd666.gods-deluxe/1370e4d70f533bc377c08246a20268fb/icons/128x128/io.github.jotd666.gods-deluxe.png",
    "license": "MIT",
    "tag": [],
    "rank": 115
  },
  {
    "pkg": "Encoding Explorer",
    "app_id": "io.github.josephmawa.EncodingExplorer",
    "description": "Transform characters into binary",
    "description_long": "Encoding Explorer is a tool for learning character encoding. Below are the main features:<br>Encode characters to ASCII, UTF-8, UTF-16, and UTF-32<br>Encode numbers to IEEE-754 half, single, and double precision format<br>Supports real-time encoding<br>Change the endianness of a multi-byte encoding<br>Provides user-friendly interface for exploring encodings<br>Switch to light, dark, or system mode<br>",
    "build_date": "2025-08-29T15:48:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.EncodingExplorer/ace9931a73221f2a9fd8e73a90e84732/icons/128x128/io.github.josephmawa.EncodingExplorer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Learn",
      "Character",
      "Number"
    ],
    "rank": 116
  },
  {
    "pkg": "Gummi",
    "app_id": "app.gummi.gummi",
    "description": "The simple LaTeX editor",
    "description_long": "Gummi is a LaTeX editor written in the C programming language using the GTK+ interface toolkit. It was designed with simplicity and the novice user in mind, but also offers features that speak to the more advanced user.",
    "build_date": "2025-12-10T23:52:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/gummi/gummi/87223643c8853133b7820f43a6bf71ad/icons/128x128/app.gummi.gummi.png",
    "license": "MIT",
    "tag": [
      "latex",
      "editor"
    ],
    "rank": 117
  },
  {
    "pkg": "Reading App Builder",
    "app_id": "org.sil.reading-app-builder",
    "description": "Build apps with synced text and audio",
    "description_long": "Reading App Builder helps you build customized apps for smartphones and tablets. You can use it to make apps containing picture books, health and community development materials, song books, illustrated stories and libraries of easy-to-read books for new readers – each with the option of synchronizing text and audio, highlighting each phrase as it is read. The app menus, icon, splash screen and colors can all be customized for your language and culture. To build an app, you specify the text and audio files, the app name, the fonts, the colors, the about box information and the icons. Reading App Builder will package everything together and compile the customized app for you. You can then install it on your mobile device, send it to others by Bluetooth, share it on microSD memory cards and publish it to app stores on the Internet.<br>",
    "build_date": "2025-12-09T16:36:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sil/reading-app-builder/db3de74f2b116fc2237e47065f97ab2d/icons/128x128/org.sil.reading-app-builder.png",
    "license": "MIT",
    "tag": [],
    "rank": 118
  },
  {
    "pkg": "RetroShare-gui",
    "app_id": "cc.retroshare.retroshare-gui",
    "description": "Secure communication for everyone",
    "description_long": "<br>RetroShare establish encrypted connections between you and your friends to<br>create a network of computers, and provides various distributed services<br>on top of it: forums, channels, chat, mail...<br>RetroShare is fully decentralized, and designed to provide maximum<br>security and anonymity to its users beyond direct friends.<br>Retroshare is entirely free and open-source software.<br>There are no hidden costs, no ads and no terms of service.<br>",
    "build_date": "2025-12-06T16:27:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/cc/retroshare/retroshare-gui/8d1cecaead596f1f379f8aa2c55c0454/icons/128x128/cc.retroshare.retroshare-gui.png",
    "license": "AGPL-3.0-only and LGPL-3.0-or-later and GPL-3.0-or-later",
    "tag": [
      "chat",
      "p2p"
    ],
    "rank": 119
  },
  {
    "pkg": "mslicer",
    "app_id": "com.connorcode.mslicer",
    "description": "Masked stereolithography slicer",
    "description_long": "<br>An experimental open-source slicer for masked stereolithography (resin) printers.<br>Supports the following output formats: Chitu (.ctb), Elegoo (.goo), and Vector (.svg).<br>",
    "build_date": "2025-11-25T18:34:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/connorcode/mslicer/5147bb0020898e78cd1b4b8d1e767af9/icons/128x128/com.connorcode.mslicer.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 120
  },
  {
    "pkg": "VYM",
    "app_id": "io.github.insilmaril.vym",
    "description": "Tool for generating and manipulating mind maps",
    "description_long": "<br>VYM (View Your Mind) allows you to organize your ideas easily and intuitively. <br>It is a powerful personal task manager that lets you create mind maps and export<br>them to multiple formats.<br>Note: In the beta branch there is a version of VYM that uses org.kde.Platform//6.8<br>",
    "build_date": "2025-01-04T22:22:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/insilmaril.vym/ff9f0d18960b66020dee739bdb83b8c4/icons/128x128/io.github.insilmaril.vym.png",
    "license": "LGPL-2.1-or-later",
    "tag": [],
    "rank": 121
  },
  {
    "pkg": "GPS Correlate",
    "app_id": "io.github.dfandrich.gpscorrelate",
    "description": "Attaches GPS location to images",
    "description_long": "GPS Correlate takes a GPS track stored by any of a number of GPS devices and phone apps and correlates the time stamp of a digital photo with the location of the track at that same moment. The location of the image is then stamped directly into the image file using the appropriate EXIF GPS tags. The resulting image then contains not just the time the photo was taken but its exact location, too. The location is used by various other applications and services (such as Google Photos) to display a map of where the photo was taken.",
    "build_date": "2025-10-28T07:30:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/dfandrich.gpscorrelate/5980047c6472324542767ae8db34810b/icons/128x128/io.github.dfandrich.gpscorrelate.png",
    "license": "GPL-2.0+",
    "tag": [
      "gps",
      "gpx",
      "tracks"
    ],
    "rank": 122
  },
  {
    "pkg": "QCanvas",
    "app_id": "io.github.qcanvas.QCanvasApp",
    "description": "View courses from Canvas LMS",
    "description_long": "An unofficial desktop client for Canvas LMS:<br>Download and browse course content, files and videos<br>Download videos from Panopto (if your institution uses it)<br>View course mail and announcements<br>Browse downloaded course content while offline<br>",
    "build_date": "2025-09-19T00:42:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/qcanvas.QCanvasApp/fe98961849656557493a6eb999846370/icons/128x128/io.github.qcanvas.QCanvasApp.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "qtcanvas",
      "canvas",
      "lms"
    ],
    "rank": 123
  },
  {
    "pkg": "Atomix",
    "app_id": "org.gnome.atomix",
    "description": "Build molecules out of single atoms",
    "description_long": "<br>Atomix is a puzzle game where your goal is to assemble molecules from<br>compound atoms by moving them on the playfield.<br>However, atoms don’t just move wherever you want to move them to, they<br>slide until they hit either a wall or another atom.<br>Try to build the molecules as fast as you can on each level to earn a<br>higher score.<br>",
    "build_date": "2025-12-10T12:43:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/atomix/100a60f8cae97cfb952f18d55b3da685/icons/128x128/org.gnome.atomix.png",
    "license": "GPL-2.0+",
    "tag": [
      "GNOME",
      "game",
      "logic"
    ],
    "rank": 124
  },
  {
    "pkg": "Klaro",
    "app_id": "io.github.denysmb.klaro",
    "description": "Simple and fast translation app for KDE Plasma",
    "description_long": "<br>A simple and fast translation app for KDE Plasma that helps you translate text between different languages.<br>",
    "build_date": "2025-06-01T11:32:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/denysmb.klaro/4792e82f3d21ba53795b31a70d170a2b/icons/128x128/io.github.denysmb.klaro.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 125
  },
  {
    "pkg": "veraPDF",
    "app_id": "org.verapdf.veraPDF",
    "description": "veraPDF is a file-format validator for the PDF/A archiving standard",
    "description_long": "<br>veraPDF is a purpose-built, open source, file-format validator covering all PDF/A parts and conformance levels.<br>veraPDF is designed to meet the needs of digital preservationists and is supported by the PDF software developer community.<br>",
    "build_date": "2025-11-27T10:13:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/verapdf/veraPDF/3583d4d628a9e1e18acd9f9171e9d1f6/icons/128x128/org.verapdf.veraPDF.png",
    "license": "GPL-3.0-only",
    "tag": [
      "pdf"
    ],
    "rank": 126
  },
  {
    "pkg": "HTMLDOC",
    "app_id": "org.msweet.htmldoc",
    "description": "HTML Conversion Software",
    "description_long": "HTMLDOC is a program that reads HTML and Markdown source files or web pages and generates corresponding EPUB, HTML, PostScript, or PDF files with an optional table of contents.",
    "build_date": "2025-12-10T21:50:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/msweet/htmldoc/6d1ece9a7c87d901eb352c79d1eb3ecb/icons/128x128/org.msweet.htmldoc.png",
    "license": "GPL-2.0-only",
    "tag": [
      "HTML",
      "PDF",
      "EPUB"
    ],
    "rank": 127
  },
  {
    "pkg": "OpaqueFiles",
    "app_id": "page.codeberg.cozyowl.OpaqueFiles",
    "description": "File encryption software for cloud storage",
    "description_long": "OpaqueFiles is a free and open-source project that can be used to encrypt data before uploading it to cloud providers or local storage.<br>Please also check out Cryptomator to see what suits you best.<br>Features<br>Encryption: ChaCha20-Poly1305 (default), AES-GCM-SIV<br>Remember password: Password can be saved in ~/.config/OpaqueFiles/opaqueFiles.properties to avoid typing<br>Compression: None, Zstd (default), gzip, XZ<br>Reed–Solomon Error Correction<br>Argon2id key derivation<br>Verification: Checks your encrypted files for errors during encryption<br>Checking: Check your encrypted files for malicious manipulation<br>Scrubbing: Check your encrypted files for corruption, and fix the corruption<br>UNIX Pipes<br>Stress testing: Test CPU/Memory stabilty. Faster but not as reliable as Memtest<br>",
    "build_date": "2025-12-12T17:28:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/cozyowl.OpaqueFiles/8b6dd2109fe5fd0a839239fb0803a4d4/icons/128x128/page.codeberg.cozyowl.OpaqueFiles.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "encryption",
      "aes",
      "chacha"
    ],
    "rank": 128
  },
  {
    "pkg": "Kanagram",
    "app_id": "org.kde.kanagram",
    "description": "Letter Order Game",
    "description_long": "Kanagram is a game based on anagrams of words: the puzzle is solved when the letters of the scrambled word are put back in the correct order. There is no limit on either time taken, or the amount of attempts to solve the word. It features several included word lists, a hints-and-cheats help system, a word list editor, and allows for updating and distributing wordlists via KNewStuff. The interface is scalable and appropriate for children.",
    "build_date": "2025-12-11T15:47:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kanagram.desktop/391a3ac519b9e43d55045411d33d083c/icons/128x128/org.kde.kanagram.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 129
  },
  {
    "pkg": "Strongbox",
    "app_id": "la.ogri.strongbox",
    "description": "Addon manager for World of Warcraft",
    "description_long": "Strongbox is an open source, advertisement free and privacy respecting addon manager for World of Warcraft.<br>Features:<br>install addons from wowinterface.com, Github and Gitlab<br>searchable catalogue of thousands of addons<br>classic and retail addon support<br>bulk update<br>bulk import and export<br>safeguards against bad addons<br>ignore addons to prevent accidental changes<br>pin addons to a specific version<br>install previous versions of an addon<br>",
    "build_date": "2025-07-17T10:30:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/la/ogri/strongbox/f37512ce01f17f671295a882815399f9/icons/128x128/la.ogri.strongbox.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "warcraft"
    ],
    "rank": 130
  },
  {
    "pkg": "Emergency Alerts",
    "app_id": "io.github.leolost2605.emergency-alerts",
    "description": "Receive emergency alerts",
    "description_long": "<br>Emergency Alerts is a simple app that sends you alerts for your locations. Currently only Germany is supported but more countries will be added soon!<br>Features:<br>Receive flood and weather warnings<br>Receive alerts from your local civil protection authority<br>Support for multiple locations at once<br>",
    "build_date": "2025-10-21T09:52:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/leolost2605.emergency-alerts/78c991a2a711ee55e138e7f5cfeaf48f/icons/128x128/io.github.leolost2605.emergency-alerts.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "warning",
      "flood",
      "disaster"
    ],
    "rank": 131
  },
  {
    "pkg": "Luna",
    "app_id": "io.github.kingorgg.Luna",
    "description": "Period and pregnancy tracker",
    "description_long": "Keep track of your menstrual cycle and predict your next period and ovulation dates. Calculate your due date and follow your pregnancy's progress.",
    "build_date": "2025-12-12T23:37:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/kingorgg.Luna/9497287d1ce224bd52d7c349ef46c7f3/icons/128x128/io.github.kingorgg.Luna.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Luna",
      "Menstrual",
      "Pregnancy"
    ],
    "rank": 132
  },
  {
    "pkg": "easyroam",
    "app_id": "de.easyroam.easyroam",
    "description": "Install and manage your easyroam profiles",
    "description_long": "**This is a community package of easyroam and not officially supported by DFN-Verein.**<br>The easyroam app installs EAP-TLS WiFi profiles for authentication with the eduroam infrastructure. Within the app you can manage your access profiles for all your devices currently using easyroam.<br>The App only installs the profile for your system to use, it does not actively manage the WiFi connection.<br>**Your institution must participate in the easyroam program for you to be able to use this app**",
    "build_date": "2025-10-15T11:44:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/easyroam/easyroam/8ecb3f25597f0351a25f28b415ba2a1f/icons/128x128/de.easyroam.easyroam.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 133
  },
  {
    "pkg": "godl",
    "app_id": "io.github.sockeye_d.godl",
    "description": "Godot version manager",
    "description_long": " Manage your Godot projects and versions in one place. Features include:<br>- Editor version bindings to projects that transfer across source control<br>- Download versions of forks of Godot as well<br>- Rich CLI for automation<br>- Qt UI, good for KDE Plasma<br>",
    "build_date": "2025-11-05T05:47:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sockeye_d.godl/1c540d00a7ef203cd3aed303faa15cf0/icons/128x128/io.github.sockeye_d.godl.png",
    "license": "MIT",
    "tag": [
      "godot",
      "utilities"
    ],
    "rank": 134
  },
  {
    "pkg": "Pardus Pen",
    "app_id": "tr.org.pardus.pen",
    "description": "Pen for pardus",
    "description_long": "A simple and easy whiteboard pen application",
    "build_date": "2025-07-25T14:44:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/tr/org/pardus.pen/05462e657517b0038a01723aeaea623b/icons/128x128/tr.org.pardus.pen.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 135
  },
  {
    "pkg": "Lifeograph",
    "app_id": "net.sourceforge.Lifeograph",
    "description": "Advanced personal note taking application",
    "description_long": "<br>Lifeograph is a powerful note-taking application that can be used to keep an encrypted diary,<br>to plan a journey, to manage todos and long term goals, to write down<br>ideas in an organized way, to track regular activities and many more. Lifeograph<br>strives to deliver an abundance of advanced features in a clean and streamlined user interface.<br>Main features of Lifeograph:<br>Completely local workflow: all data is owned solely by the user<br>Encrypted (with AES256) and unencrypted diaries<br>Powerful and intuitive parametric tagging system<br>Todo management system<br>WYSIWYG rich text formatting (i.e. no separate edit &amp; preview modes)<br>Image thumbnails, tables, and charts in entries<br>Searching and replacing of text<br>Advanced filtering of entries<br>Integrated map for travel notes and planning<br>Live tables that are created on the fly based on the user defined rules which can also be pasted into spread-sheet programs<br>Live statistical charts that are created from the values in the tables<br>Themes in text editor, including background images<br>Favorite entries<br>Spell checking<br>Links between entries and to URIs<br>Automatically created back-links to entries referring to the current entry<br>Printing individual entries or whole diaries<br>Automatically logs out when not used for some time (to protect your diary when you forget to log out)<br>Multiple automatic backups to prevent data loss<br>",
    "build_date": "2025-08-17T19:17:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/Lifeograph/06f4eed36cdb87c93537ff3f6e965027/icons/128x128/net.sourceforge.Lifeograph.png",
    "license": "GPL-3.0",
    "tag": [
      "journal",
      "note",
      "to-do"
    ],
    "rank": 136
  },
  {
    "pkg": "Parallel Overhead",
    "app_id": "net.huitsi.ParallelOverhead",
    "description": "Endless runner game",
    "description_long": "<br>Parallel Overhead is a colorful endless runner game where you take control of<br>the ships Truth and Beauty on a groundbreaking trip through hyperspace. A<br>stable hyperspace tunnel has finally been achieved with the two ships<br>supporting it on opposite walls of the tunnel. Well, almost stable...<br>It's up to you to keep the ships from falling through the cracks!<br>",
    "build_date": "2025-09-02T11:01:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/huitsi/ParallelOverhead/d429cbf00bdfe48dad8cab7544033107/icons/128x128/net.huitsi.ParallelOverhead.png",
    "license": "MIT AND CC0-1.0",
    "tag": [],
    "rank": 137
  },
  {
    "pkg": "FreeTheBugs",
    "app_id": "io.github.mlm_games.free-the-bugs",
    "description": "A short game on fixing java bugs",
    "description_long": "Was initially made for mehu game jam in just 2 days!",
    "build_date": "2025-11-17T13:42:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mlm_games.free-the-bugs/06e4909f50e6cefdd47f4e7576cbdf07/icons/128x128/io.github.mlm_games.free-the-bugs.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 138
  },
  {
    "pkg": "SHM Modbus",
    "app_id": "io.github.shmmodbus.shm-modbus",
    "description": "Tools to simulate a Modbus client",
    "description_long": "<br>Contains the following tools:<br>dump-shm<br>write-shm<br>shared-mem-random<br>modbus-tcp-client-shm<br>modbus-rtu-client-shm<br>stdin-to-modbus-shm<br>signal-gen<br>shm-modbus-gui<br>wago-modbus-coupler-shm<br>shm-format<br>",
    "build_date": "2025-08-30T10:53:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/shmmodbus.shm-modbus/3ed2e550c228e5fe028fe95b5794debe/icons/128x128/io.github.shmmodbus.shm-modbus.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Modbus",
      "Modbus-TCP",
      "Modbus-RTU"
    ],
    "rank": 139
  },
  {
    "pkg": "Konquest",
    "app_id": "org.kde.konquest",
    "description": "Galactic Strategy Game",
    "description_long": "<br>Konquest is a version of Gnu-Lactic Konquest. Players conquer other planets<br>by sending ships to them. The goal is to build an interstellar empire and ultimately<br>conquer all other player's planets.<br>",
    "build_date": "2025-12-11T16:38:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/konquest/168fa6d594bfeab7f9fd665e0781cb41/icons/128x128/org.kde.konquest.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 140
  },
  {
    "pkg": "Syng",
    "app_id": "rocks.syng.Syng",
    "description": "Easily host karaoke events",
    "description_long": "<br>Syng is an easy-to-use karaoke software. Just start the client and let your users connect via their web browser.<br>You can set up your own Syng server or simply use a publicly available one.<br>Songs can be searched and played from YouTube, an S3 storage or your local machine.<br>You can play a variety of file formats, such as mp3+cdg, webm, mp4, ...<br>",
    "build_date": "2025-12-11T22:32:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/r/ro/rocks.syng.syng/70f011f07fb736450ea5febc3db0f2f2/icons/128x128/rocks.syng.Syng.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "karaoke",
      "music",
      "video"
    ],
    "rank": 141
  },
  {
    "pkg": "NX Dump Client",
    "app_id": "org.v1993.NXDumpClient",
    "description": "Client for dumping over USB with nxdumptool",
    "description_long": "Client for dumping over USB with nxdumptool.",
    "build_date": "2025-07-24T13:42:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/v1993/NXDumpClient/e5d0e0d436f22e1de42c1942d78a9e0e/icons/128x128/org.v1993.NXDumpClient.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "nxdumptool"
    ],
    "rank": 142
  },
  {
    "pkg": "Ipe",
    "app_id": "org.otfried.Ipe",
    "description": "The Ipe extensible drawing editor",
    "description_long": "<br>Ipe is a drawing editor for creating figures in PDF format. It supports making small figures for inclusion into LaTeX-documents as well as making multi-page PDF presentations.<br>",
    "build_date": "2025-11-21T00:59:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/otfried/Ipe/ed63cbfbe3e03519f96226c573eac9b1/icons/128x128/org.otfried.Ipe.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 143
  },
  {
    "pkg": "KLettres",
    "app_id": "org.kde.klettres",
    "description": "Learn The Alphabet",
    "description_long": "KLettres is an application specially designed to help the user to learn an alphabet in a new language and then to learn to read simple syllables. The user can be a young child aged from two and a half or an adult that wants to learn the basics of a foreign language. There are currently 25 languages available: Arabian, Brazilian Portuguese, Czech, Danish, Dutch, British English, US English, Phonics English, French, German, Hebrew, Hungarian, Italian, Kannada, Low Saxon, Malayalam, Norwegian Bokmål, Punjabi, Luganda, Romanized Hindi, Russian, Spanish, Slovak, Telugu and Ukrainian. KLettres provides a special user interface and themes for younger users.",
    "build_date": "2025-12-11T16:34:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/klettres.desktop/ce6d15e3f6215645a6c6ef70149a1f4f/icons/128x128/org.kde.klettres.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 144
  },
  {
    "pkg": "WebArchives",
    "app_id": "com.github.birros.WebArchives",
    "description": "A web archives viewer",
    "description_long": "<br>A web archives viewer offering the ability to browse offline<br>millions of articles from large community projects such as Wikipedia<br>or Wikisource.<br>Features:<br>List recently opened web archives<br>List available local web archives<br>List of web archives available to download<br>Print a page<br>Night mode (Darkreader)<br>Zoom controls<br>Search in page<br>History<br>Bookmarks<br>Search a page<br>Keyboard shortcuts<br>Multi-windows<br>Multi-tabs<br>Random page<br>Sandboxed pages (Pages are isolated from the web)<br>Ask for confirmation when opening an external link<br>Handle the opening of zim files from external applications (Nautilus...)<br>",
    "build_date": "2025-09-17T20:52:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/birros.WebArchives.desktop/619c15ddbc182c5df9190e882c52119c/icons/128x128/com.github.birros.WebArchives.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "archive",
      "web",
      "offline"
    ],
    "rank": 145
  },
  {
    "pkg": "adriconf",
    "app_id": "org.freedesktop.adriconf",
    "description": "Advanced DRI configurator",
    "description_long": "adriconf (Advanced DRI CONFigurator) is a GUI tool used to configure open source graphics drivers. It works by setting options and writing them to the standard drirc file used by the Mesa drivers.<br>A GUI Tool used to configure OpenGL drivers. You can use it to optimize game settings or even workaround issues with them.",
    "build_date": "2025-08-19T19:35:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freedesktop/adriconf/d8ad3b2a5238de04256cab4488c3d01f/icons/128x128/org.freedesktop.adriconf.png",
    "license": "LGPL-3.0+ AND GPL-3.0+",
    "tag": [],
    "rank": 146
  },
  {
    "pkg": "Jogger",
    "app_id": "xyz.slothlife.Jogger",
    "description": "Fitness tracker",
    "description_long": "Track and view your runs, walks, cycles, swims, and other workouts on mobile Linux.",
    "build_date": "2025-12-09T22:02:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/slothlife/Jogger.desktop/f9aea31bc0ba4808b56f1b1a20ccae26/icons/128x128/xyz.slothlife.Jogger.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 147
  },
  {
    "pkg": "Scripture App Builder",
    "app_id": "org.sil.scripture-app-builder",
    "description": "Build apps with Scripture and audio",
    "description_long": "Scripture App Builder helps you to build customized Scripture apps for Android and iOS smartphones and tablets. You specify the Scripture files to use, the app name, the fonts, the colors, the about box information, the audio and the icons. Scripture App Builder will package everything together and build the customized app for you. You can then install it on your phone, send it to others by Bluetooth, share it on microSD memory cards and publish it to app stores on the Internet.<br>",
    "build_date": "2025-12-09T15:25:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sil/scripture-app-builder/ecaea0b539046563cb51129cf33dd720/icons/128x128/org.sil.scripture-app-builder.png",
    "license": "MIT",
    "tag": [],
    "rank": 148
  },
  {
    "pkg": "openterfaceQT",
    "app_id": "com.openterface.openterfaceQT",
    "description": "App control openterface-Mini-KVM",
    "description_long": "<br>openterfaceQT is a cross-platform application that supports both aarch64 and x86 architectures. <br>It serves as a comprehensive control interface for openterface-Mini-KVM devices.<br>Use openterfaceQT and openterface-Mini-KVM can control any headless device via HDMI and USB.<br>",
    "build_date": "2025-07-24T09:38:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/openterface/openterfaceQT/2fc608bdbb5ef7e035c0176d20c03db1/icons/128x128/com.openterface.openterfaceQT.png",
    "license": "AGPL-3.0",
    "tag": [
      "kvm"
    ],
    "rank": 149
  },
  {
    "pkg": "tabela",
    "app_id": "eu.cichy1173.tabela",
    "description": "Simple app that shows CSV content in table",
    "description_long": "<br>Tabela shows content from CSV file in table. You can also add new rows and save table in CSV or XML. This app is made for university purposes. <br>",
    "build_date": "2025-06-25T08:52:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/cichy1173/tabela/b9ae018eaff234e40f705403b70ca7e2/icons/128x128/eu.cichy1173.tabela.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 150
  },
  {
    "pkg": "NeoRegex",
    "app_id": "com.neoutils.NeoRegex",
    "description": "Regular expression editor and tester.",
    "description_long": "NeoRegex is a complete tool for storing, manipulating, and validating regular expressions.<br>Features:<br>Match and capture group viewer<br>Test case validator<br>Local pattern storage<br>",
    "build_date": "2025-05-01T07:49:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/neoutils/NeoRegex/1e22c165265502992abc8c498750e1c9/icons/128x128/com.neoutils.NeoRegex.png",
    "license": "GPL-3.0-only",
    "tag": [
      "regex"
    ],
    "rank": 151
  },
  {
    "pkg": "Katvan",
    "app_id": "app.katvan.Katvan",
    "description": "Editor for Typst files, with a bias for Right-to-Left",
    "description_long": "<br>Katvan is a bare-bones editor for the Typst typesetting system, designed for working with<br>documents whose primary language is written from right to left. Features include live<br>previews, syntax highlighting, spell checking, auto-completion, forward/inverse search<br>and more.<br>",
    "build_date": "2025-12-10T12:11:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/katvan/Katvan/64ee92bb295b670cc00fdec1b4d2a3c1/icons/128x128/app.katvan.Katvan.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "typst"
    ],
    "rank": 152
  },
  {
    "pkg": "TriPeaks NEUE",
    "app_id": "io.github.mimoguz.tripeaks_neue",
    "description": "Patience game",
    "description_long": "<br>A simple Tri Peaks patience (solitaire) game.<br>Main Features:<br>Four board layouts<br>An option to show the values of face-down cards<br>An option to start with an empty discard pile, allowing the player to choose any<br>starting card<br>An option to ensure the created games are solvable<br>Aggregated and per-layout statistics<br>Portrait and landscape orientation support<br>",
    "build_date": "2025-05-11T08:53:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mimoguz.tripeaks_neue/8234a7b902c7b6960990a477dc75de8e/icons/128x128/io.github.mimoguz.tripeaks_neue.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "cards",
      "card-game",
      "patience"
    ],
    "rank": 153
  },
  {
    "pkg": "Tryton 7.6",
    "app_id": "org.tryton.Tryton-76",
    "description": "Connect to Tryton",
    "description_long": "<br>Tryton is business software, ideal for companies of any size, easy<br>to use, complete and 100% Open Source.<br>",
    "build_date": "2025-12-12T18:32:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tryton/Tryton-76/03177453f23e5c41130a43541226fc36/icons/128x128/org.tryton.Tryton-76.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Business",
      "Management",
      "Enterprise"
    ],
    "rank": 154
  },
  {
    "pkg": "Communique",
    "app_id": "com.github.suzie97.communique",
    "description": "RSS Reader with cross-platform sync",
    "description_long": "Subscribe to and read RSS/Atom feeds with cross-platform synchronization. Communique features support for a lot of RSS services. And ofcourse, you can use Communique to subscribe to and read RSS feeds locally, without logging in to anything. Communique also allows you to save your articles to Instapaper, Pocket or Wallabag, or send them via email straight from the app.Supported services:FeedbinNextcloud NewsTiny Tiny RSSFresh RSSFeedHQInoreaderBazquxSupported Read-It Later Services:InstapaperPocketWallabagUseful keyboard shortcuts:Navigate the article list using the Vim keybindings, J and K.Navigate the feed list using Ctrl+J and Ctrl+K.Open the selected article in a browser using O.Scroll the article up and down using I and U.Mark the selected article as read/unread using R.Mark the selected feed as read/unread using Shift+A.Center the currently selected article in the article list using S.",
    "build_date": "2021-10-04T11:58:35",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.github.suzie97.communique.png",
    "license": "GPL-3.0+",
    "tag": [
      "Articles",
      "Atom",
      "Feed"
    ],
    "rank": 155
  },
  {
    "pkg": "Tali",
    "app_id": "org.gnome.Tali",
    "description": "Roll dice and score points",
    "description_long": "<br>A variation on poker with dice and less money, this game is a family classic.<br>Throw the dice three times in a row, holding back the ones you like, in order<br>to make the best possible hand. You can also play a lesser-known variant with<br>colored dice.<br>Play between one and five opponents at three difficulty levels.<br>",
    "build_date": "2025-12-11T09:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Tali/e03ecc8c4861b0724300b75eabdc3c86/icons/128x128/org.gnome.Tali.png",
    "license": "GPL-2.0+",
    "tag": [
      "yahtzee"
    ],
    "rank": 156
  },
  {
    "pkg": "IRPF 2025",
    "app_id": "br.gov.fazenda.receita.irpf2025",
    "description": "Do your taxes in Brazil (Calendar year of 2024)",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by any Brazilian government agency.**<br>IRPF is an app officially distributed by the Special Department of Federal Revenue of Brazil, to help Brazilian citizens file their income tax return.",
    "build_date": "2025-12-06T08:31:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/br/gov/fazenda.receita.irpf2025/17420739af26952d0163b665c73609e0/icons/128x128/br.gov.fazenda.receita.irpf2025.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dirpf",
      "imposto",
      "irpf"
    ],
    "rank": 157
  },
  {
    "pkg": "Journey to the Center of Hawkthorne",
    "app_id": "com.projecthawkthorne.Hawkthorne",
    "description": "2D platformer based on Community's Digital Estate Planning episode",
    "description_long": "<br>This 2d platformer is based on Community’s Digital Estate Planning episode. It’s built using the LÖVE game engine<br>",
    "build_date": "2025-09-04T01:01:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/projecthawkthorne/Hawkthorne/80acf7295b466505807e2750f87aaad6/icons/128x128/com.projecthawkthorne.Hawkthorne.png",
    "license": "MIT AND CC-BY-NC-3.0",
    "tag": [
      "Community",
      "Hawkthorne",
      "fangame"
    ],
    "rank": 158
  },
  {
    "pkg": "MyGNUHealth",
    "app_id": "org.gnuhealth.mygnuhealth",
    "description": "GNU Health Personal Health Record",
    "description_long": "<br>Personal Health Record - PHR.<br>",
    "build_date": "2025-12-12T09:59:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnuhealth/mygnuhealth/56f12f93125a0fa3c8e6bd3fbb869029/icons/128x128/org.gnuhealth.mygnuhealth.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Healthcare",
      "Medicine",
      "Management"
    ],
    "rank": 159
  },
  {
    "pkg": "Stage",
    "app_id": "io.github.aganzha.Stage",
    "description": "Git GUI client inspired by Magit",
    "description_long": "Git GUI client inspired by Magit.<br>Stage individual files and hunks<br>Create, checkout, merge branches easily<br>Cherry-pick, revert everything<br>Manage stashes<br>Resolve conflicts<br>",
    "build_date": "2025-11-15T08:22:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/aganzha.Stage/f8dbcd628f9e3d27b88dc2e682dd2ad1/icons/128x128/io.github.aganzha.Stage.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Utility",
      "IDE",
      "GNOME"
    ],
    "rank": 160
  },
  {
    "pkg": "Comic Sticks",
    "app_id": "com.github.rkoesters.xkcd-gtk",
    "description": "Read xkcd: a webcomic of romance, sarcasm, math, and language",
    "description_long": "Comic Sticks brings xkcd comics to your desktop with quick comic searching, offline browsing, and intuitive keyboard shortcuts.<br>Features:<br>Search for comics<br>Keep track of comics with bookmarks<br>Cache comics for later offline viewing<br>Dark mode for late night reading<br>View comic metadata<br>Quickly access comic explainations via explainxkcd.com<br>",
    "build_date": "2025-09-22T05:50:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/rkoesters.xkcd-gtk/d0b05730ebb49c73ae8aec304316eaa5/icons/128x128/com.github.rkoesters.xkcd-gtk.png",
    "license": "GPL-3.0+",
    "tag": [
      "webcomic",
      "romance",
      "sarcasm"
    ],
    "rank": 161
  },
  {
    "pkg": "Stockpile",
    "app_id": "garden.turtle.Jellybean",
    "description": "Keep count of restockable items",
    "description_long": "<br>Never forget to refill again! Stockpile lets you manage your<br>inventory of medication, food, beauty products, or anything else.<br>The app will warn you whenever you are short on something,<br>so you can obtain more and not have to go empty.<br>",
    "build_date": "2025-04-16T21:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/g/ga/garden.turtle.jellybean/fc417fbe88bea492b985a38cc333315b/icons/128x128/garden.turtle.Jellybean.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "Stockpile",
      "Jellybean",
      "Inventory"
    ],
    "rank": 162
  },
  {
    "pkg": "Srain",
    "app_id": "im.srain.Srain",
    "description": "Modern IRC client written in GTK",
    "description_long": "<br>Modern IRC client written in GTK<br>",
    "build_date": "2025-12-12T16:41:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/srain/Srain/c42eace13c50feeb70a75badc962f7b9/icons/128x128/im.srain.Srain.png",
    "license": "GPL-3.0",
    "tag": [
      "irc",
      "chat",
      "gtk"
    ],
    "rank": 163
  },
  {
    "pkg": "MPK3 Settings",
    "app_id": "io.github.tsmetana.mpk3-settings",
    "description": "AKAI MPK Mini MK3 settings",
    "description_long": "<br>GTK UI that allows to configure the Akai MPK mini III MIDI keyboard.<br>It currently allows for reading the programs settings, changing them and writing back<br>to the device and reading and writing the settings to a file.<br>",
    "build_date": "2025-11-05T05:45:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tsmetana.mpk3-settings/1dadbef4a225e1f34d62bf7ad1befb0f/icons/128x128/io.github.tsmetana.mpk3-settings.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 164
  },
  {
    "pkg": "PicGuard",
    "app_id": "com.kjxbyz.PicGuard",
    "description": "Your pictures, your signature",
    "description_long": "Introducing PicGuard - the ultimate solution for securing and customizing your digital photos. With our app, you can easily add watermarks to your images to protect your creative work and maintain your privacy.<br>PicGuard offers robust privacy protection features, ensuring your personal and sensitive information remains safeguarded. It's highly customizable, allowing you to personalize watermarks with various fonts, styles, and designs to suit your needs.<br>Accessible on web, mobile, and desktop, you can seamlessly integrate and manage your watermarking tasks across all your devices. PicGuard, as an open-source tool, it's not only free but also continuously improved by a community of developers dedicated to providing the best user experience.<br>Download PicGuard today and take control of your photo security and personalization like never before!",
    "build_date": "2025-12-06T05:12:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/kjxbyz/PicGuard/4ea1e85c4de8dd01972ebff0098da1dc/icons/128x128/com.kjxbyz.PicGuard.png",
    "license": "GPL-3.0-only",
    "tag": [
      "PicGuard",
      "Watermark",
      "Assistant"
    ],
    "rank": 165
  },
  {
    "pkg": "LiberDrop",
    "app_id": "com.tenetcode.LiberDrop",
    "description": "Seamlessly transfer files across devices",
    "description_long": "<br>LiberDrop is a convenient and efficient service designed to simplify the process of transferring files between different devices. Whether you're looking to send documents, photos, or entire folders, LiberDrop makes it easy to securely transfer your files with just a few simple steps.<br>",
    "build_date": "2025-07-22T00:34:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/tenetcode/LiberDrop/9d50e1239081987041c6b5d7591cb0f8/icons/128x128/com.tenetcode.LiberDrop.png",
    "license": "LicenseRef-proprietary=https://liberdrop.com/software-license-agreement.html",
    "tag": [
      "liberdrop"
    ],
    "rank": 166
  },
  {
    "pkg": "Chameleon Ultra GUI",
    "app_id": "run.chameleon.chameleonultragui",
    "description": "Cross-platform Chameleon Ultra GUI",
    "description_long": "A GUI for the Chameleon Ultra/Chameleon Lite written in Flutter for cross platform operation.",
    "build_date": "2025-09-29T15:44:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/run/chameleon/chameleonultragui/ad3e04bed7bed3d4b6e6c045bc93b62d/icons/128x128/run.chameleon.chameleonultragui.png",
    "license": "GPL-3.0",
    "tag": [
      "Flutter",
      "share",
      "files"
    ],
    "rank": 167
  },
  {
    "pkg": "SokoGrump",
    "app_id": "ro.go.hmlendea.SokoGrump",
    "description": "Sokoban-like logic game featuring the Grumpy Cat",
    "description_long": "Help the Grumpy Cat solve puzzles by moving boxes around a warehouse to their target locations, in 100 levels of increasing difficulty.",
    "build_date": "2025-06-12T13:02:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/ro/go/hmlendea.SokoGrump/c2e2b0a54445887a98fa878aad944f52/icons/128x128/ro.go.hmlendea.SokoGrump.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 168
  },
  {
    "pkg": "Mixin Messenger",
    "app_id": "one.mixin.messenger",
    "description": "Mixin Messenger",
    "description_long": "Mixin Messenger is an open-source signal protocol messenger.",
    "build_date": "2025-12-11T01:18:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/mixin/messenger/a5149e8585dd60e4fedd79154b062994/icons/128x128/one.mixin.messenger.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 169
  },
  {
    "pkg": "Master Key",
    "app_id": "com.gitlab.guillermop.MasterKey",
    "description": "Manage passwords without saving them",
    "description_long": "<br>Master Key is a password manager application that generates and manages passwords without the<br>need to store them<br>Features:<br>Passwords are generated using a combination of a master key, a site and a login<br>Passwords are never stored<br>Passwords can be recreated everywhere<br>The accounts information is encrypted<br>Follows the GNOME Human Interface Guidelines<br>",
    "build_date": "2025-09-28T18:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gitlab/guillermop.MasterKey/72e3c3dceedb5907f0d95c3a3fbd6317/icons/128x128/com.gitlab.guillermop.MasterKey.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 170
  },
  {
    "pkg": "Jottr",
    "app_id": "io.github.mfat.jottr",
    "description": "A simple text editor mainly intended for writers, journalists and researchers",
    "description_long": "<br>A simple, opinionated plain text editor designed for writers, journalists and researchers. Jottr has features like distraction-free writing, an integrated web-browser, customizable search in specific sites from the context menu and smart auto-completion.<br>",
    "build_date": "2025-03-01T20:33:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mfat.jottr/ae5c01002fc52b710fc33e2e6401b297/icons/128x128/io.github.mfat.jottr.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 171
  },
  {
    "pkg": "Quassel Client",
    "app_id": "org.quassel_irc.QuasselClient",
    "description": "Modern distributed IRC client",
    "description_long": "Quassel IRC is a modern, cross-platform, distributed IRC client based on the Qt framework.<br>Distributed means that one (or multiple) client(s) can attach to and detach from a central core that stays permanently online -- much like the popular combination of screen and a text-based IRC client such as WeeChat, and similar to (but much more featureful than) so-called BNCs. Re-attaching your client will show your IRC session in the same state as you left it in (plus whatever happened while you were gone), and this even when you re-attach from a different location. In addition, Quassel IRC can be used like a traditional client, with providing both client and core functionality in one binary. This so-called completely hides the distributed nature, so for a purely local installation, Quassel IRC can be setup very easily.<br>Cross-platform means that Quassel IRC is developed for and tested on Linux®, Windows®, and MacOS X®. It should also run on any other platform that is supported by the Qt library. Third-party mobile clients for Android and iOS also exist.<br>By modern we mean that Quassel IRC will have all the features you'd expect from an IRC client nowadays. It also innovates in many areas. For example, the GUI features a dockable nicklist and topic bar, or you can arrange your channel and query buffers in default or custom views, which are also dockable. This means that you can arrange your GUI as you please. The architecture allows for other innovations, such as on-demand creation of log files in custom formats from the backlog.",
    "build_date": "2025-04-20T18:26:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/quassel_irc/QuasselClient/059d2203782c217c7b78ef46cb6c33f5/icons/128x128/org.quassel_irc.QuasselClient.png",
    "license": "GPL-2.0 OR GPL-3.0",
    "tag": [],
    "rank": 172
  },
  {
    "pkg": "Tesseract",
    "app_id": "uk.co.cappsy.Tesseract",
    "description": "Cubing in the fourth dimension",
    "description_long": "<br>A speed cubing timer, built with libcosmic and designed for simple but effective solve timing.<br>Generate WCA compliant scrambles<br>Time your solves with a StackMat style timer<br>Keep track of your times and averages<br>",
    "build_date": "2025-12-10T20:59:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/cappsy.Tesseract/9c6ba9d8f0ec22215ae5677436d1216a/icons/128x128/uk.co.cappsy.Tesseract.png",
    "license": "GPL-3.0",
    "tag": [
      "COSMIC"
    ],
    "rank": 173
  },
  {
    "pkg": "Dash Core",
    "app_id": "org.dash.dash-core",
    "description": "Fully validating Dash peer-to-peer network node, wallet and GUI",
    "description_long": "<br>Dash Core connects to the Dash peer-to-peer network to download and<br>fully validate blocks and transactions. It also includes a wallet and<br>graphical user interface.<br>",
    "build_date": "2025-12-06T01:44:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/dash/dash-core/11cadaa8f4a4fbeb05821ef5d0603ebe/icons/128x128/org.dash.dash-core.png",
    "license": "MIT",
    "tag": [],
    "rank": 174
  },
  {
    "pkg": "Ball2Box",
    "app_id": "org.simondalvai.ball2box",
    "description": "Shoot the ball into the red box",
    "description_long": "Can you get all three stars on all levels?<br>120+ levels and more coming soon...<br>20+ different styled balls to collect<br>Privacy friendly<br>Offline game<br>Created with Godot Engine 3<br>",
    "build_date": "2025-10-23T07:58:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/simondalvai/ball2box/1bdedf9bc456afa4778823c90305c0f2/icons/128x128/org.simondalvai.ball2box.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 175
  },
  {
    "pkg": "wfview",
    "app_id": "org.wfview.wfview",
    "description": "Open Source interface for Icom transceivers",
    "description_long": "<br>wfview is a program developed by amateur radio enthusiasts to control modern Icom ham radios. It provides the user with controls<br>that may be comfortably operated from a keyboard, mouse, or touch screen interface. wfview is free and open source software.<br>wfview has been developed with an eye towards compatibility. Even though our target platform consists of modern-era transceivers,<br>wfview’s command dictionary is focused on commands with the most compatibility. Many of Icom’s transceivers from the last 20 years<br>will work to some degree with wfview, and we are always adding more.<br>",
    "build_date": "2025-11-09T12:25:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/wfview/wfview/d5dc366de1ca6f52e8cdd92dc18b7067/icons/128x128/org.wfview.wfview.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 176
  },
  {
    "pkg": "Dice Roller",
    "app_id": "codes.nora.gDiceRoller",
    "description": "Roll dice of many different shapes and sizes in all possible combinations.",
    "description_long": "<br>Roll dice of many different shapes and sizes in all possible combinations.\n<br>gDiceRoller provides several kinds of dice, from a d4 to a d100, which can be<br>rolled with a simple button press. In addition, users can enter their own<br>dice with any number of sides, and perform arbitrary arithemtic on their<br>results.<br>",
    "build_date": "2025-12-10T15:00:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/c/co/codes.nora.gdiceroller/1230a6b950291a4db98775a9009fb2e5/icons/128x128/codes.nora.gDiceRoller.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 177
  },
  {
    "pkg": "CCLite",
    "app_id": "page.codeberg.JakobDev.CCLite",
    "description": "A ComputerCraft Emulator",
    "description_long": "CCLite is a emulator for ComputerCraft, which is a Minecraft mod that adds programmable computers to your world. With CCLite, you can develop for ComputerCraft without needing to start Minecraft.<br>This emulator only supports the original ComputerCraft mod, not its successor CC-Tweaked. There are also no plans to support CC-Tweaked.",
    "build_date": "2025-09-04T17:45:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.CCLite/fc4b017f59ecc6e368d7cd37a50c052c/icons/128x128/page.codeberg.JakobDev.CCLite.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 178
  },
  {
    "pkg": "Watchmate",
    "app_id": "io.gitlab.azymohliad.WatchMate",
    "description": "Manage your PineTime",
    "description_long": "<br>Companion app for InfiniTime-powered PineTime smart watch.<br>Visually optimized for GNOME, adaptive for phone and desktop, Linux only.<br>Features:<br>Set time<br>Read various data from the PineTime<br>Update firmware and resources OTA<br>Automatically check for available firmware updates<br>Control the media player<br>Forward desktop notifications<br>",
    "build_date": "2025-11-20T09:00:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/azymohliad.WatchMate/fb4a81cb6c7d8ae28f22ab38f062489e/icons/128x128/io.gitlab.azymohliad.WatchMate.png",
    "license": "GPL-3.0",
    "tag": [
      "InfiniTime",
      "PineTime",
      "Smartwatch"
    ],
    "rank": 179
  },
  {
    "pkg": "Lightwave Explorer",
    "app_id": "io.github.NickKarpowicz.LightwaveExplorer",
    "description": "Easily simulate nonlinear optics",
    "description_long": "<br>Lightwave explorer is an open source nonlinear optics simulator, intended to be fast, visual, and flexible for students and researchers to play with ultrashort laser pulses and nonlinear optics without having to buy a laser first. Supports both CUDA and CPU calculations. Its purpose and goals are:<br>Easily-extensible database of materials<br>Multiple physical models, including the unidirectional nonlinear wave equation and finite-difference time-domain approaches.<br>Efficient code so that complicated systems can be simulated in 3D: Real laser pulses can be messy, and if they weren't so before a nonlinear crystal, there's a good chance they are after. Multidimensional simulations open up the weird world of spatiotemporal couplings. You have options for very fast simulations when there's a symmetry to use (e.g. cylindrical), alongside fully 3D propagation<br>A graphical interface that lets you see what you're doing<br>A flexible sequence mode to string together elements: not just nonlinear crystals, also spherical or parabolic mirrors, apertures, filters, free space propagation and more<br>Fitting/optimization routines<br>A Python module for easy postprocessing<br>",
    "build_date": "2025-08-28T19:56:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/NickKarpowicz.LightwaveExplorer/41ecec98bbaefc0ab659328f7d991f5b/icons/128x128/io.github.NickKarpowicz.LightwaveExplorer.png",
    "license": "MIT",
    "tag": [],
    "rank": 180
  },
  {
    "pkg": "Longbridge Pro",
    "app_id": "com.longbridgeapp.LongbridgePro",
    "description": "Trading platform",
    "description_long": "Longbridge Pro is a professional trading platform tailored to your needs, with over 100 technical indicators and 12 multi-dimensional marking tools from Trading View, can elevate your strategy to a new level of value. ",
    "build_date": "2025-06-10T14:19:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/longbridgeapp/LongbridgePro/e1c26755b51bcad284dbf9179b8a0ba9/icons/128x128/com.longbridgeapp.LongbridgePro.png",
    "license": "LicenseRef-proprietary=https://support.longbridgeapp.com/topics/us-trade/user-agreement",
    "tag": [],
    "rank": 181
  },
  {
    "pkg": "jdTextEdit",
    "app_id": "page.codeberg.JakobDev.jdTextEdit",
    "description": "An advanced text editor",
    "description_long": "jdTextEdit is a feature rich text editor with Plugin Support<br>Features:<br>Syntaxhighlighting<br>Very well configurable<br>Different encodings are supported<br>The session can be saved<br>Pluginsupport<br>Bookmarks<br>Macros<br>",
    "build_date": "2025-12-14T12:27:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdTextEdit/2d700b79a886c5084c916501134e7d04/icons/128x128/page.codeberg.JakobDev.jdTextEdit.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 182
  },
  {
    "pkg": "Photometry",
    "app_id": "io.github.dlippok.photometric-viewer",
    "description": "View photometric files",
    "description_long": "<br>Photometry shows light distribution curves and metadata of IESNA and EULUMDAT photometric<br>files which describe the light distribution of light sources like lamps and luminaires and<br>are used mostly for data transfer in the lighting industry and in 3D graphics.<br>Photometry allows editing the source content of the opened photometric file and shows the following<br>information contained in the opened files:<br>Light distribution curves<br>General information (Catalog Number, Manufacturer, Description, etc.)<br>Photometric properties (Light Output Ratio and Downward Flux Fraction)<br>Lamps and ballast information<br>Luminaire and luminous opening geometry information<br>Additional properties (Test number, issue date, test laboratory, etc.)<br>Intensity Values for selected C planes and gamma angles<br>",
    "build_date": "2024-12-29T17:42:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/dlippok.photometric-viewer/b1b8d8c494d5727742f740604fed5bc3/icons/128x128/io.github.dlippok.photometric-viewer.png",
    "license": "MIT",
    "tag": [
      "Photometry",
      "IES",
      "IESNA"
    ],
    "rank": 183
  },
  {
    "pkg": "Kibi",
    "app_id": "com.github.ilai_deutel.kibi",
    "description": "Small but mighty text editor",
    "description_long": "Kibi is a configurable text editor with UTF-8 support, incremental search, syntax highlighting, line numbers and more, written in less than 1024 lines of Rust with minimal dependencies.<br>Kibi is compatible with Linux, macOS, and Windows.",
    "build_date": "2025-11-24T05:10:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/ilai_deutel.kibi/39287536edd3e7984debd13a25405cff/icons/128x128/com.github.ilai_deutel.kibi.png",
    "license": "MIT OR Apache-2.0",
    "tag": [
      "text",
      "editor"
    ],
    "rank": 184
  },
  {
    "pkg": "Swatch",
    "app_id": "org.gabmus.swatch",
    "description": "Color palette manager",
    "description_long": "Color palette manager.<br>Create and manage various color palettes for different projects, name colors with significant names, and quickly copy them with a single button.<br>View your colors as an orderly list or as a grid, depending on your screen size.<br>Import and export palettes using the GIMP palette format for easier interoperability.",
    "build_date": "2025-12-11T13:56:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gabmus/swatch/4756b1c14c48b11eb9100fe4b1e5ca3d/icons/128x128/org.gabmus.swatch.png",
    "license": "GPL-3.0+",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 185
  },
  {
    "pkg": "muttum",
    "app_id": "org.muttum.muttum",
    "description": "Guess a word in few attempts",
    "description_long": "Pick a dictionary and try to find the word.<br>First letter is fixed so every board is a new challenge.<br>Content rating<br>The application takes into account full dictionary data and doesn't apply any word censorship.<br>As words can be offensive and muttum developpers don't have resource to filter third-party dictionaries, muttum advertises its content as violent.<br>The end-of-game screen also includes a link to an online dictionary giving the full definition of the word, and potentially explicit images.",
    "build_date": "2025-10-31T13:21:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/muttum/muttum/cf6296ce4d0b32a93bcad307e666271b/icons/128x128/org.muttum.muttum.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 186
  },
  {
    "pkg": "Yutovo",
    "app_id": "com.yutovo.yutovo",
    "description": "Visual calculator inside a text editor",
    "description_long": "Yutovo is an application for solving various mathematical problems. Yutovo has a visual view for calculations. It uses a generally accepted mathematical syntax to display formulas. Yutovo is designed to solve everyday and engineering problems and can be used by different people and for different jobs.<br>Graphical representation of mathematical formulas<br>Math WYSIWYG editor<br>Numbers and calculation results can have (almost) any number of digits and accuracy<br>Following types of numbers are supported: real, integer, fractional, complex<br>Measure of an angle can be changed<br>Commonly used mathematical functions and constants are supported<br>User variables and functions are supported<br>Units, unit systems and translating values between them are supported<br>Automatic recalculation of expressions<br>Text editor with basic features<br>Include documents<br>Graphs of functions<br>Syntax highlighting<br>Library of examples and visual documentation<br>Online version with the same features<br>",
    "build_date": "2025-12-12T19:02:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/yutovo/yutovo/c55878abf89d48539e4d622202ec726d/icons/128x128/com.yutovo.yutovo.png",
    "license": "GPL-3.0-only",
    "tag": [
      "yutovo",
      "education",
      "science"
    ],
    "rank": 187
  },
  {
    "pkg": "Modular Calculator",
    "app_id": "io.github.jordanl2.ModularCalculator",
    "description": "A powerful, scriptable, modular calculator aimed at scientific, engineering or computing work.",
    "description_long": "A powerful, scriptable, modular calculator aimed at scientific, engineering or computing work. Long calculations can be written as a list of calculations, storing results into variables to be used in the next stage. All features can be added, removed, and customised, and new features can be written in python.<br>Features:<br>Numbers can be in any base and convert to another base<br>Variable assignment<br>Statistical and trigonometry functions<br>Date and time manipulations and calculations<br>Boolean logic<br>Units, including conversion to other units - metric, US customary and British Imperial units supported<br>Arrays - any operator or function can accept arrays as input and automatically execute across the entire array<br>String manipulation, including regular expressions - strings can be used as numbers, and vice-versa<br>User-defined functions - write your own functions you can then reuse<br>Enable and disable any features in the calculator you wish, and customise how features work<br>Write your own features in python to add to the calculator<br>",
    "build_date": "2025-09-20T11:57:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jordanl2.ModularCalculator/b39d453f7f0436c20d1d3631655cfed6/icons/128x128/io.github.jordanl2.ModularCalculator.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 188
  },
  {
    "pkg": "Pagume",
    "app_id": "io.github.wesenseged.Pagume",
    "description": "Ethiopian calendar",
    "description_long": "Pagume is an offline calendar that shows local dates, holidays, and fasting seasons, helping you stay connected to the traditional calendar alongside your modern desktop.",
    "build_date": "2025-12-12T10:43:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/wesenseged.Pagume/65e2f0c671736699b4bc0f2fb0cee8c2/icons/128x128/io.github.wesenseged.Pagume.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Ethiopia",
      "Amharic",
      "Calendar"
    ],
    "rank": 189
  },
  {
    "pkg": "UYAP Editor",
    "app_id": "tr.gov.uyap.Editor",
    "description": "Edit and view UDF documents",
    "description_long": "<br>UYAP Document Editor is developed by The Ministry of Justice of Türkiye and has been presented<br>to the service of users free of charge.<br>You can easily open, create, print and sign UDF documents<br>It includes both UYAP Document Editor and UYAP Template Editor<br>",
    "build_date": "2025-07-15T19:09:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/tr/gov/uyap.Editor/2bb36ce711a1d9f875a7b6284942d3eb/icons/128x128/tr.gov.uyap.Editor.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 190
  },
  {
    "pkg": "Funkcio",
    "app_id": "im.bernard.Funkcio",
    "description": "Draw functions from points",
    "description_long": "<br>Define a few points and get mathematical functions that connect them.<br>",
    "build_date": "2024-11-13T23:43:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/bernard/Funkcio/ffdbae68272fbf1f96a705c578edc14b/icons/128x128/im.bernard.Funkcio.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 191
  },
  {
    "pkg": "KImageMapEditor",
    "app_id": "org.kde.kimagemapeditor",
    "description": "HTML Image Map Editor",
    "description_long": "KImageMapEditor is an editor of image maps embedded inside HTML files,<br>based on the &lt;map&gt; tag.",
    "build_date": "2025-12-11T15:58:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kimagemapeditor.desktop/c31cb9389159087d147d300ca8c7d818/icons/128x128/org.kde.kimagemapeditor.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 192
  },
  {
    "pkg": "Tabëla",
    "app_id": "com.mastropaolo.www.tabela",
    "description": "Format tables to Markdown or HTML",
    "description_long": "A really small utility to format tables coming from spreadsheets (or manually typed) into Markdown or HTML. Input can be any text separated by TAB, commas or semicolon and it can output the table formatted for Markdown (and ASCII art) or plain HTML. For use with spreadsheets, simply copy the spreadsheet cells, and paste it into the upper text area. Handles large tables reasonably well.<br>",
    "build_date": "2025-10-27T21:11:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mastropaolo/www.tabela/bb4936617f03d644f71f1c5a50bd42ba/icons/128x128/com.mastropaolo.www.tabela.png",
    "license": "MIT",
    "tag": [
      "Markdown",
      "HTML",
      "Tables"
    ],
    "rank": 193
  },
  {
    "pkg": "Tilemap Studio",
    "app_id": "io.github.Rangi42.tilemap-studio",
    "description": "A tilemap editor for Game Boy, Color, Advance, DS, and SNES projects",
    "description_long": "A tilemap editor for Game Boy, GBC, GBA, NDS, SNES, Genesis, or TG16 projects. Specifically meant to support the pret disassemblies like pokered, pokecrystal, and pokeemerald; as well as hacks including Polished Crystal, Red++, Orange, Prism, and many more.<br>Inspired by tools like Tilemap Creator, NTME, GSC Town Map Editor and Karteneditor, but implemented with C++ and FLTK, and with support for multi-platform tilemaps as well as Pokémon-specific formats.",
    "build_date": "2025-11-11T17:48:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Rangi42.tilemap-studio/2d168eeb41e6fb78ad48d4ddd51668d7/icons/128x128/io.github.Rangi42.tilemap-studio.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "Nintendo",
      "GameBoy",
      "GBA"
    ],
    "rank": 194
  },
  {
    "pkg": "Freeciv SDL2 client",
    "app_id": "org.freeciv.sdl2",
    "description": "SDL2 based client for the Freeciv game",
    "description_long": "<br>Freeciv is a Free and Open Source empire-building strategy game inspired by the history of human civilization. The game commences in prehistory and your<br>mission is to lead your tribe from the Stone Age to the Space Age...<br>This client for connecting to network games, or to launch local single-player games, is based on SDL2.<br>",
    "build_date": "2025-10-11T19:33:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freeciv/sdl2/361b6d67873d09b7854511197edd1187/icons/128x128/org.freeciv.sdl2.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "strategy",
      "simulation",
      "tiles"
    ],
    "rank": 195
  },
  {
    "pkg": "CuteMaze",
    "app_id": "org.gottcode.CuteMaze",
    "description": "Find targets in a maze",
    "description_long": "CuteMaze is a simple, top-down game in which mazes are randomly generated using one of a choice of several different algorithms. You move the character through the maze while hunting for targets (cheese, by default)—the game is won once all of these targets have been picked up.",
    "build_date": "2025-04-17T21:01:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/CuteMaze/c9029bfd55c65d8eb62a775d264089e8/icons/128x128/org.gottcode.CuteMaze.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 196
  },
  {
    "pkg": "WebReady",
    "app_id": "com.nickgirga.webready",
    "description": "Web-ready animations in seconds",
    "description_long": "Use ffmpeg to convert your video files to looped WEBP animations. No extra bells or whistles. Open a file and press go. Made primarily for easily creating live wallpapers for the Steam Deck",
    "build_date": "2025-12-14T08:49:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/nickgirga/webready/94bc352da79101e63a425393f00618a5/icons/128x128/com.nickgirga.webready.png",
    "license": "MIT",
    "tag": [],
    "rank": 197
  },
  {
    "pkg": "Hitori",
    "app_id": "org.gnome.Hitori",
    "description": "Play the Hitori puzzle game",
    "description_long": "Hitori is a logic game similar to the popular game of Sudoku.<br>You play the game against the clock, aiming to eliminate all the duplicate<br>numbers in each row and column in the fastest time.<br>Multiple sizes of game board are supported, and you can place markers on<br>cells to help work out the solution.<br>If you get stuck, the game can give you a hint.<br>",
    "build_date": "2025-12-11T14:14:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Hitori/5b53dec6221776d19f7f00a82d9bea32/icons/128x128/org.gnome.Hitori.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle",
      "game",
      "logic"
    ],
    "rank": 198
  },
  {
    "pkg": "Meine Ausweiskopie",
    "app_id": "in.varb.Ausweiskopie",
    "description": "Redact and mark German id copies",
    "description_long": "<br>Easily watermark and hide information in copies of your (German) identity documents!<br>This tool allows watermarking copies of German identity documents.<br>You can also redact information your recipient does not need (like the document number or CAN).<br>Dieses Werkzeug ermöglicht es eine Ausweiskopie eindeutig als Kopie und mit Wasserzeichen zu kennzeichnen.<br>Für den Adressaten unwichtige Daten (z. B. die CAN oder die Ausweisnummer) können geschwärzt werden.<br>Currently, this tool supports the following documents:<br>Temporary German identity cards (issued on paper)<br>Regular German identity cards (all revisions)<br>German Passports (issued 2017 or newer)<br>",
    "build_date": "2025-09-21T20:38:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/varb/Ausweiskopie/d754e4e2f47b181b205974853f078f1b/icons/128x128/in.varb.Ausweiskopie.png",
    "license": "MPL-2.0",
    "tag": [
      "privacy",
      "document",
      "passport"
    ],
    "rank": 199
  },
  {
    "pkg": "Splitcat",
    "app_id": "lol.janjic.Splitcat",
    "description": "Simple application for splitting and merging files.",
    "description_long": "Simple file splitting and merging application with predefined presets for popular apps.",
    "build_date": "2024-11-05T08:43:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/lol/janjic/Splitcat/291f1726ef1a8d2dbaf7ca93ad13cb5a/icons/128x128/lol.janjic.Splitcat.png",
    "license": "MIT",
    "tag": [
      "split",
      "merge",
      "files"
    ],
    "rank": 200
  },
  {
    "pkg": "Geobug",
    "app_id": "page.codeberg.tpikonen.geobug",
    "description": "Check your location and save it to a GPX track",
    "description_long": "Geobug is an adaptive client for GeoClue, the geolocation service<br>from freedesktop.org. It can display your location information<br>(coordinates, speed etc.) and save a track of your movements to a GPX-file.<br>",
    "build_date": "2025-10-28T07:25:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/tpikonen.geobug/578192475e5c6978509954dc76b51d89/icons/128x128/page.codeberg.tpikonen.geobug.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 201
  },
  {
    "pkg": "Hexalate",
    "app_id": "org.gottcode.Hexalate",
    "description": "Spin circles to match colors",
    "description_long": "Hexalate is a color matching game. The goal of the game is to rotate and position the circles so that each touching line matches in color. You rotate circles by right clicking, and you move circles by dragging them. The game stores the positions and rotations of the circles across runs.",
    "build_date": "2025-04-17T21:08:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Hexalate/12bf5d50d2e3a97f13c70534ace49698/icons/128x128/org.gottcode.Hexalate.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 202
  },
  {
    "pkg": "Connectagram",
    "app_id": "org.gottcode.Connectagram",
    "description": "Unscramble words placed in patterns",
    "description_long": "Connectagram is a word unscrambling game. The board consists of several scrambled words that are joined together. You can choose the length of the words, the amount of words, and the pattern that the words are arranged in. The game provides a hint option for times when you are stuck, and features an online word lookup that fetches the definitions of each word from Wiktionary. Your current progress is automatically saved.",
    "build_date": "2025-04-17T21:00:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Connectagram/e9e6f7b9d89d534084bf15edfdc24543/icons/128x128/org.gottcode.Connectagram.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 203
  },
  {
    "pkg": "SSPlot",
    "app_id": "io.github.babaissarkar.ssplot",
    "description": "Simple plotting utility and numerical simulator",
    "description_long": "A simple plotter and numerical solver, which can plot csv style plain text files with numerical data separated by whitespace, and can numerically solve equations and ODEs to generate data and plot them for studying dynamical systems.<br>Features :<br>Plot datafiles (2D and 3D).<br>Plot appearance customization.<br>Solve and plot ODE and Difference Equations.<br>Plot functions of one and two variables.<br>Comes with its own JavaScript based Console for simple calculation tasks.<br>",
    "build_date": "2025-08-15T04:19:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/babaissarkar.ssplot/9882687ab2c4dcab6dd994b85ef46cf4/icons/128x128/io.github.babaissarkar.ssplot.png",
    "license": "LGPL-2.1-or-later",
    "tag": [
      "Java",
      "Physics"
    ],
    "rank": 204
  },
  {
    "pkg": "KUIViewer",
    "app_id": "org.kde.kuiviewer",
    "description": "Qt Designer UI File Viewer",
    "description_long": "KUIViewer is a tool to display and check user interface (.ui) files created in Qt Designer.",
    "build_date": "2025-12-11T17:11:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kuiviewer/4084bc8378880d397d76901ba485421f/icons/128x128/org.kde.kuiviewer.png",
    "license": "LGPL-2.0",
    "tag": [],
    "rank": 205
  },
  {
    "pkg": "Timing Trainer",
    "app_id": "com.adilhanney.timing",
    "description": "Learn to identify sub-second timing intervals",
    "description_long": "The screen will flash for a certain time less than a second, and then you guess how long it was. As you play, you'll get better at identifying these sub-second time intervals.",
    "build_date": "2025-12-11T01:52:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/timing/08d52dd165db24ee2d748c3c5ea65f90/icons/128x128/com.adilhanney.timing.png",
    "license": "GPL-3.0-only",
    "tag": [
      "sub-second",
      "trainer",
      "game"
    ],
    "rank": 206
  },
  {
    "pkg": "GemRB",
    "app_id": "org.gemrb.gemrb",
    "description": "GemRB is a portable open-source implementation of Bioware’s Infinity Engine",
    "description_long": "The goal of the project is to make the Infinity Engine games available on a wide range of platforms<br>forever, fix or avoid old bugs, add new features and provide a superb platform for mod development.<br>PLEASE NOTE: GemRB does not include game data for any of the supported commercial<br>titles. To play any of the commercial titles, you will need to provide the game data. Please refer to<br>the GemRB documentation for more detail on how to provide it.",
    "build_date": "2025-12-12T19:08:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gemrb/gemrb/ef295cb11d00029af649d357e5178833/icons/128x128/org.gemrb.gemrb.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "roleplay",
      "rpg",
      "game"
    ],
    "rank": 207
  },
  {
    "pkg": "jdAppStreamEdit",
    "app_id": "page.codeberg.JakobDev.jdAppStreamEdit",
    "description": "A graphical Program to create and edit AppStream files",
    "description_long": "jdAppStreamEdit (previously known as jdAppdataEdit) allows you to easily create and edit AppStream (.appdata.xml or .metainfo.xml) files for your Application.<br>Features:<br>Easy to use<br>Full support for the Open Age Rating System (OARS)<br>The AppStream files are fully translatable<br>Releases can be imported from GitHub, GitLab, Gitea, Git Repos and NEWS files<br>You can view a preview in Gnome Software<br>You can use a existing .desktop file as template<br>Supports External Releases<br>Plugins<br>",
    "build_date": "2025-12-14T12:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdAppStreamEdit/f52b63e74fe4c71f16d45d60594f0e20/icons/128x128/page.codeberg.JakobDev.jdAppStreamEdit.png",
    "license": "GPL-3.0-only",
    "tag": [
      "appstream",
      "appdata",
      "metainfo"
    ],
    "rank": 208
  },
  {
    "pkg": "TheIDE",
    "app_id": "org.ultimatepp.TheIDE",
    "description": "IDE for cross-platform U++ app development framework",
    "description_long": "<br>TheIDE is an integrated development environment for the U++ cross-platform app development framework<br>dedicated to the C++ programming language. It can handle general-purpose C/C++ projects as well.<br>Additionally, it is an excellent IDE for people starting their journey with C/C++ programming and looking for an<br>easy-to-use environment with features like a simple build system, code completion, code formatting, and debugger support.<br>U++ is a C++ cross-platform rapid application development framework focused on programmers productivity.<br>It includes a set of libraries (GUI, SQL, Network, etc.), and an integrated development environment.<br>Rapid development is achieved by the smart and aggressive use of C++ rather than through fancy code generators.<br>In this respect, U++ competes with popular scripting languages while preserving C/C++ runtime characteristics.<br>The U++ integrated development environment, TheIDE, introduces modular concepts to C++ programming.<br>It features BLITZ-build technology to speedup C++ rebuilds up to 4 times, Visual designers for U++ libraries, a Topic++ system for documenting code and creating rich text resources for applications (like help and code documentation) and Assist++ - a powerful C++ code analyzer that provides features like code completion, navigation and transformation.<br>TheIDE can work with GCC, Clang, MinGW and Visual C++ and contains a full featured debugger.<br>TheIDE can also be used to develop non-U++ applications.<br>U++ supports following platforms on the production level: Windows, macOS, GNU/Linux &amp; FreeBSD.<br>",
    "build_date": "2025-11-09T14:10:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/ultimatepp/TheIDE/9d386cb9adab411d22de3c217751acba/icons/128x128/org.ultimatepp.TheIDE.png",
    "license": "BSD-2-Clause",
    "tag": [],
    "rank": 209
  },
  {
    "pkg": "Rocs",
    "app_id": "org.kde.rocs",
    "description": "Rocs Graph Theory",
    "description_long": "Rocs is a Graph Theory IDE for designing and analyzing graph algorithms. It provides an easy to use visual editor for creating graphs, a scripting engine to execute algorithms, and several helper tools for simulations and experiments. Algorithms are specified in JavaScript.",
    "build_date": "2025-12-11T19:19:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/rocs.desktop/9931ce5867cbaf08b2793758f646250e/icons/128x128/org.kde.rocs.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 210
  },
  {
    "pkg": "Tundra",
    "app_id": "moe.tundra.Tundra",
    "description": "Update your anime lists automatically",
    "description_long": "Tundra is an open-source MyAnimeList scrobbler application for Linux. It automatically detects media players running on your computer, checks for any anime videos playing, and marks them as watched on your MAL profile.",
    "build_date": "2025-05-28T11:01:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/tundra/Tundra/5a24cee40fc6e159097481c4c971c5d3/icons/128x128/moe.tundra.Tundra.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK",
      "MAL",
      "scrobble"
    ],
    "rank": 211
  },
  {
    "pkg": "UnifiedPush Troubleshooter",
    "app_id": "org.unifiedpush.Troubleshooter",
    "description": "Troubleshoot your UnifiedPush setup",
    "description_long": "<br>This application helps you troubleshoot your UnifiedPush setup. It allows you to list visible push services, try to connect to them and test it they can correctly forward you your notifications.<br>It is particularly useful to understand why an application using UnifiedPush doesn't receive push notification, and helps isolating the issue.<br>An UnifiedPush distributor, such as KUnifiedPush, must be installed.<br>",
    "build_date": "2025-11-09T00:59:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/unifiedpush/Troubleshooter/83d058e1370243d82a93a27a48881d1d/icons/128x128/org.unifiedpush.Troubleshooter.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 212
  },
  {
    "pkg": "Peercoin",
    "app_id": "net.peercoin.peercoin-qt",
    "description": "Peercoin, a green crypto for sustainable future.",
    "description_long": "<br>Peercoin, launched in August 2012, is the world's first cryptocoin secured by Proof of Stake.<br>It stands as an energy-efficient digital store of value, enabling online transactions without relying on a central authority.<br>Its efficient design allows for transaction validation even on basic hardware like the first-generation Raspberry Pi.<br>Owning Peercoins grants active participation in the proof-of-stake consensus, offering the opportunity to create new blocks and earn rewards, setting it apart from alternative cryptocurrencies.<br>",
    "build_date": "2025-11-06T08:10:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/peercoin/peercoin-qt/1b8a7726680b91440e167bc1e284941a/icons/128x128/net.peercoin.peercoin-qt.png",
    "license": "MIT",
    "tag": [],
    "rank": 213
  },
  {
    "pkg": "Constellation",
    "app_id": "de.desy.constellation",
    "description": "Control and data acquisition system",
    "description_long": "<br>Constellation is an autonomous control and data acquisition system for small-scale experiments and experimental setup with volatile and dynamic constituents such as testbeam environments or laboratory test stands. Constellation aims to provide a flexible framework that requires minimal effort for the integration of new devices.<br>Devices participating in the DAQ system are called satellites. Satellite are autonomous and communicate over the network with each other and graphical user interfaces for controlling and monitoring. Constellation provides two user interfaces: MissionControl for controlling and Observatory for logging.<br>Detailed documentation on how to setup and run Constellation can be found on the homepage.<br>",
    "build_date": "2025-10-21T09:40:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/desy/constellation/2193f6677e4a10f9971e8c403aa0203d/icons/128x128/de.desy.constellation.png",
    "license": "EUPL-1.2",
    "tag": [
      "DAQ",
      "testbeam"
    ],
    "rank": 214
  },
  {
    "pkg": "Colorful",
    "app_id": "pl.suve.colorful",
    "description": "Side-view shooter game",
    "description_long": "<br>Colorful is a simple side-view shooter game, where the protagonist<br>travels a maze of caves and corridors in order to collect color artefacts.<br>",
    "build_date": "2025-01-11T21:50:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/pl/suve/colorful/0a8616bdc30cecd90110c6b297a62a76/icons/128x128/pl.suve.colorful.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 215
  },
  {
    "pkg": "Time Log",
    "app_id": "org.gtimelog.GTimeLog",
    "description": "Unobtrusively keep track of your time",
    "description_long": "GTimeLog is a small GNOME app for keeping track of your time. Its main goal is to be as unobtrusive as possible.",
    "build_date": "2025-12-12T18:47:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gtimelog/GTimeLog/12157c6e18250d5b72caa6cee2e9a762/icons/128x128/org.gtimelog.GTimeLog.png",
    "license": "GPL-2.0",
    "tag": [
      "time",
      "tracking",
      "logging"
    ],
    "rank": 216
  },
  {
    "pkg": "Liri Calculator",
    "app_id": "io.liri.Calculator",
    "description": "Perform arithmetic or scientific calculations",
    "description_long": "<br>Liri Calculator is a Material Design application that solves mathematical equations.<br>At first it appears to be a simple calculator with only basic arithmetic operations.<br>However it features a flexible expression parser with support for symbolic<br>computation, a large set of built-in functions and constants and works with different<br>data types like numbers, big numbers, complex numbers, fractions, units and matrices.<br>",
    "build_date": "2025-11-14T07:22:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/liri/Calculator.desktop/a77a6a846d3cf83bed642fcde0f7b1b4/icons/128x128/io.liri.Calculator.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "arithmetic",
      "scientific"
    ],
    "rank": 217
  },
  {
    "pkg": "Facteur",
    "app_id": "io.github.brainstormtrooper.facteur",
    "description": "Sends template-based emails to a list of recipients",
    "description_long": "<br>A GTK mail-merge emailing app for small business offering:<br>Email personalization<br>Email attachments<br>HTML and text emails<br>CSV recipient data import<br>",
    "build_date": "2025-07-29T09:28:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/brainstormtrooper.facteur/16072222aab7e482f1e42aae87e80411/icons/128x128/io.github.brainstormtrooper.facteur.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "business",
      "office"
    ],
    "rank": 218
  },
  {
    "pkg": "Invoicer",
    "app_id": "com.gitlab.adnan338.Invoicer",
    "description": "Create your payment invoices",
    "description_long": "Create your personal or business invoices from a simple user interface. Invoicer- automatically calculates your daily pay and total hours- lets you record hourly based or quote based jobs- remembers your previous entries, so you can update the invoice every day- exports your invoice as an offline webpage, so you can print it or save it as a PDF file from your web browser- lets you enter outstanding balance to your invoice in case you are paid in advanceIf you wish for more features, feel free to open an issue in the official repo as a feature request.",
    "build_date": "2023-09-25T02:46:36",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.gitlab.adnan338.Invoicer.png",
    "license": "MIT",
    "tag": [],
    "rank": 219
  },
  {
    "pkg": "Ruqola",
    "app_id": "org.kde.ruqola",
    "description": "Rocket Chat Client",
    "description_long": "<br>Ruqola is a client for Rocket.Chat.<br>It supports RC features:<br>Direct Message<br>group channel<br>channel<br>Support autotranslate (when RC has it)<br>Configuring room notification<br>Configuring room<br>Thread message support<br>Discussion room<br>Teams room support<br>Configuring own account<br>Registering new account<br>Support multi account<br>Search message in room<br>Show mention/attachment/Pinned message/start message<br>Support emoji<br>Video support<br>Configure administrator support (add/remove roles, add/remove users, add/remove permissions, configure rooms etc.)<br>Support OTR (in progress)<br>support gif image<br>Add support for uploading attachment files<br>Show unread message information<br>Allow to block/unblock users<br>Auto-away<br>Two-factor authentication via TOTP<br>Two-factor authentication via email<br>Administrator support (Server Info, Rooms, Custom User Status, Custom Sounds, Custom Emoji, Users, Invites, View Log, Permissions, Roles, Oauth), Administrator settings (Message, Account, Retention Policy, File Upload, Encryption)<br>Export Messages<br>Video Conference<br>Extra features:<br>Allow to reply directly to message from notification (kde features)<br>Drag and drop image from ruqola to website or local folder<br>Store message in local database so we can search in offline<br>Mark All Channels are read<br>Add notification history<br>New RocketChat Server Information Support<br>Manage Device (RC &gt;= 5.0)<br>Manage Personal Access Token<br>Add support for local translation<br>Add support for text auto-correction<br>",
    "build_date": "2025-12-10T01:35:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ruqola/92ae7cbcd84acb7af08e14437937fe7f/icons/128x128/org.kde.ruqola.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 220
  },
  {
    "pkg": "QuickAccess",
    "app_id": "com.georgefb.quickaccess",
    "description": "A global menu giving you quick access to folders and custom commands.",
    "description_long": "QuickAccess is a program running in the background providing a global menu to quickly access user defined folders and their subfolders as well as creating and running custom commands. The menu can be opened through two dbus methods: showMenu and showDelayedMenu. Both methods can open the menu in a predefined fixed position or on mouse position.<br>showMenu shows the menu instantly, but in certain circumstances there are problems with the menu not showing or not closing. In these cases use the showDelayedMenu, there is a default delay of 150 miliseconds, but can be changed (see example below).<br>Open menu with dbus-send<br>dbus-send --type=method_call --dest=com.georgefb.quickaccess /QuickAccess com.georgefb.QuickAccess.showMenu int32:x<br>dbus-send --type=method_call --dest=com.georgefb.quickaccess /QuickAccess com.georgefb.QuickAccess.showDelayedMenu int32:200 int32:x<br>Replace x with an int from 0 to 9 to set the preffered position to open the menu.<br>Check the project page for more info https://github.com/g-fb/quickaccess.",
    "build_date": "2025-09-24T18:01:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/georgefb/quickaccess/1e094ceb3d439eabf4a73e1b2a2b84be/icons/128x128/com.georgefb.quickaccess.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 221
  },
  {
    "pkg": "Tandem",
    "app_id": "chat.tandem.Client",
    "description": "Virtual office for remote teams",
    "description_long": "Connect effortlessly with your distributed team. See who’s around, talk, and collaborate in one click.<br>Quick Collaboration<br>See which work apps your team is working in, and join them with a click. Shared cursors = better screen-sharing.<br>Spontaneous Conversations<br>Time zones got you working late? See who is also in work mode and get quick feedback on your work.<br>Co-working<br>Hang out in a minimal voice/video call to feel connected — like you're working at the same table.<br>NOTE: This package is not verified by, affiliated with, or supported by Tandem Communications Inc.",
    "build_date": "2025-11-25T08:02:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/chat/tandem/Client/5605675576f8eb6a30ff56a4fdebde76/icons/128x128/chat.tandem.Client.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 222
  },
  {
    "pkg": "Plom Client",
    "app_id": "org.plomgrading.PlomClient",
    "description": "Grading/marking client for the Plom online grading system",
    "description_long": "<br>Plom is a system for large-scale marking by humans. It prepares<br>QR-coded test papers, collates scanned work, and coordinates a team of<br>graders. This is the graphical interface used for grading tests.<br>",
    "build_date": "2025-12-09T08:35:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/plomgrading/PlomClient/a2c0de1c92719e42c023873954a16d0e/icons/128x128/org.plomgrading.PlomClient.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 223
  },
  {
    "pkg": "Water Hammer Simulation",
    "app_id": "io.github.hafmed.Water-Hammer-Simulation",
    "description": "This application uses different numerical methods to simulate the Water Hammer phenomenon.",
    "description_long": "<br>This application uses different numerical methods to simulate the Water Hammer phenomenon.<br>Features:<br>Calculate pressure, hydraulic head and velocity as function of time in a simple configuration;<br>Use differents numerical methods;<br>Export results as tables;<br>An animation is produced that shows the variation in pressure at the valve;<br>Calculate the error between the simulation results and the theoretical values ​​at the valve level;<br>Calculate the maximum water height in the Surge Tank;<br>English and French GUI;<br>",
    "build_date": "2025-09-14T11:20:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hafmed.Water-Hammer-Simulation/fbb9887e99735f020f23243f08b38803/icons/128x128/io.github.hafmed.Water-Hammer-Simulation.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Simulation",
      "Flow",
      "Water"
    ],
    "rank": 224
  },
  {
    "pkg": "Unit Bargain Hunter",
    "app_id": "codes.merritt.bargain",
    "description": "Easily compare items when shopping",
    "description_long": "Save money: Unit Bargain Hunter helps you figure out and keep track of the best value for products.<br>Is that family-sized pack really a better value?<br>If a brand-name item is $14.99 for 500g and the no-name item beside it is $13.99 for 20 oz, which is the better deal?<br>Unit Bargain Hunter makes it easy to compare any number of items to find exactly how they stack up against each other.<br>Compare unlimited items<br>Compare by weight, volume, or number of items<br>Saves your information between sessions<br>Available cross-platform: Linux, Windows, Web, Android<br>Open source<br>",
    "build_date": "2025-10-10T20:35:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/c/co/codes.merritt.bargain/5496a865a6091108f8a141fc5b9768cc/icons/128x128/codes.merritt.bargain.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "compare",
      "shopping",
      "price"
    ],
    "rank": 225
  },
  {
    "pkg": "Spiderbro 2",
    "app_id": "uk.co.studiopond.spiderbro2",
    "description": "A spider puzzle game!",
    "description_long": "<br>Spiderbro 2 is a retro inspired adventure puzzle game for Windows and Linux. You play as Shadowbro, a spider that has to save the multiverse from the antics of a real life computer worm!<br>EXPLORE, COLLECT ITEMS, SOLVE PUZZLES! Make your way deeper into the company building by exploring the environment and collecting items for your pockets! Use your pocket items on world objects, give them to NPCs or merge them with one another to solve puzzles!<br>THE IN-GAME PCs ARE BACK WITH AN UPGRADE! Use the in-game PCs and check for further clues! Text logs with clues and backstory can be found on PCs found throughout the game! Take a trip to PC-SPACE, a company exclusive VR service that takes using a PC to new depths!<br>A WORM IS LOOSE! THE MULTIVERSE IS COLLIDING! A computer worm gone wild has broken into the real world! More cracks and holes to new universes have appeared! In Spiderbro 2 you should expect the unexpected as you overcome the worm whilst travelling between different universes!<br>DISCOVER COMPANY SECRETS! Go deeper into the company building and find out what triggered the events of Spiderbro! Each new department will unravel more secrets!<br>NO NEED TO PLAY THE PREQUEL! Players need not play the first Spiderbro! Spiderbro 2 expands upon the first game in a way that does not require the player to complete it! Spiderbro 2 also contains a copy of the first game, within the game!<br>YOU WILL DIE! Be warned that this world is not safe! Make frequent use of savepoints to prevent losing progress!<br>EVEN MORE!<br>34 In-game Awards<br>New game plus mode<br>Two possible conclusions<br>Built in Cheat Sheet with all puzzle solutions<br>CONTROLS<br>Arrow Keys / WASD - Movement<br>SPACE / ENTER - Interact<br>P / E - Open Pockets<br>ESC - Back / Pause<br>",
    "build_date": "2025-11-24T11:25:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/studiopond.spiderbro2/8d6811db0e46dfd5c41f16d441fa24d8/icons/128x128/uk.co.studiopond.spiderbro2.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 226
  },
  {
    "pkg": "LG4X-V2",
    "app_id": "io.github.julian_hochhaus.LG4X_V2",
    "description": "Python package for XPS curve fitting analysis",
    "description_long": "<br>A graphical user interface of Python lmfit package was developed for standard X-ray photoemission spectroscopy (XPS) curve fitting analysis.<br>The interface streamlines the fitting procedures for validating results and their consistency.<br>",
    "build_date": "2025-11-17T16:03:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/julian_hochhaus.LG4X_V2/a23498ad7defc07627879938061456f8/icons/128x128/io.github.julian_hochhaus.LG4X_V2.png",
    "license": "MIT",
    "tag": [],
    "rank": 227
  },
  {
    "pkg": "Makhber",
    "app_id": "com.github.makhber.Makhber",
    "description": "Visualization and Analysis of Scientific Data",
    "description_long": "<br>Makhber is a free interactive application aimed at data analysis and publication-quality plotting. It combines a shallow learning curve and an intuitive, easy-to-use graphical user interface with powerful features such as scriptability and extensibility. Makhber runs on GNU/Linux, Windows and MacOS X; possibly also on other platforms like *BSD, although this is untested.<br>Makhber is similar in its field of application to proprietary Windows applications like Origin and SigmaPlot as well as free applications like Labplot and Gnuplot.<br>More information, including screenshots, reviews, current contributors can be found on the GitHub project webpage.<br>",
    "build_date": "2025-10-27T03:55:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/makhber.Makhber/c47cc751c2b3ef9489abe0c16874ff3e/icons/128x128/com.github.makhber.Makhber.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 228
  },
  {
    "pkg": "Kongress",
    "app_id": "org.kde.kongress",
    "description": "Conference companion",
    "description_long": "Kongress is a companion application for conferences made by KDE",
    "build_date": "2025-12-11T17:43:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kongress.desktop/9cb9332a9909ee1fcda6f10fc76e377e/icons/128x128/org.kde.kongress.desktop.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 229
  },
  {
    "pkg": "jEveAssets",
    "app_id": "io.github.GoldenGnu.jEveAssets",
    "description": "An out-of-game asset manager for Eve-Online",
    "description_long": "<br>jEveAssets is an out-of-game asset manager for Eve-Online, written in Java.<br>EVE Online and the EVE logo are the registered trademarks of CCP hf. All rights are reserved worldwide. All<br>other trademarks are the property of their respective owners. EVE Online, the EVE logo, EVE and all<br>associated logos and designs are the intellectual property of CCP hf. All artwork, screenshots, characters,<br>vehicles, storylines, world facts or other recognizable features of the intellectual property relating to<br>these trademarks are likewise the intellectual property of CCP hf.<br>CCP hf. has granted permission to jEveAssets to use EVE Online and all associated logos and designs for<br>promotional and information purposes on its website but does not endorse, and is not in any way affiliated<br>with, jEveAssets. CCP is in no way responsible for the content on or functioning of this program, nor can it<br>be liable for any damage arising from the use of this program.<br>",
    "build_date": "2025-12-02T18:00:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/GoldenGnu.jEveAssets/49ffe76a402d89a76e05edefb9bed23a/icons/128x128/io.github.GoldenGnu.jEveAssets.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 230
  },
  {
    "pkg": "Profex",
    "app_id": "org.profex_xrd.Profex",
    "description": "Open Source XRD and Rietveld Refinement",
    "description_long": "<br>Profex is a graphical user interface for Rietveld refinement of powder X-ray diffraction (XRD) data with the program BGMN. It can be used for phase identification, phase quantification, structure refinement, and export of results and graphs to tables and figures.<br>",
    "build_date": "2025-11-09T03:13:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/profex_xrd/Profex/415dcc0f6d4def65ce06b75918d94b4a/icons/128x128/org.profex_xrd.Profex.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 231
  },
  {
    "pkg": "IRPF 2024",
    "app_id": "br.gov.fazenda.receita.irpf2024",
    "description": "Do your taxes in Brazil (Calendar year of 2023)",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by any Brazilian government agency.**<br>IRPF is an app officially distributed by the Special Department of Federal Revenue of Brazil, to help Brazilian citizens file their income tax return.",
    "build_date": "2025-10-03T01:49:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/br/gov/fazenda.receita.irpf2024/e3661e10f25678977ff0fc40ab263a81/icons/128x128/br.gov.fazenda.receita.irpf2024.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dirpf",
      "imposto",
      "irpf"
    ],
    "rank": 232
  },
  {
    "pkg": "Sidetrack",
    "app_id": "com.hack_computer.Sidetrack",
    "description": "Escape the maze of pits and robots!",
    "description_long": "Learning objectives:For the best experience, enjoy Sidetrack as part of Hack with your friends in the Clubhouse guiding you through its features.",
    "build_date": "2023-01-18T20:16:54",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.hack_computer.Sidetrack.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 233
  },
  {
    "pkg": "Reddy",
    "app_id": "net.krafting.Reddy",
    "description": "Repost Reddit images to Lemmy",
    "description_long": "Reddy is a tool to manually repost images from Reddit posts to Lemmy.",
    "build_date": "2025-11-17T17:33:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Reddy/67d714865f4da5c9dda1bc4a5dab8c86/icons/128x128/net.krafting.Reddy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "reddit",
      "lemmy",
      "export"
    ],
    "rank": 234
  },
  {
    "pkg": "Recent Filter",
    "app_id": "io.github.unrud.RecentFilter",
    "description": "Exclude files and folders from recently used files",
    "description_long": "﻿Exclude specific files and folders from appearing in the list of recently used files.<br>Paths can be specified using wildcards, just like in a .gitignore file.<br>This means you can use patterns such as .<br>",
    "build_date": "2025-10-12T04:20:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/unrud.RecentFilter.desktop/71cae418fe621ae680a8683c47a1d8c2/icons/128x128/io.github.unrud.RecentFilter.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 235
  },
  {
    "pkg": "Siglo",
    "app_id": "com.github.theironrobin.siglo",
    "description": "Sync PineTime with your PinePhone",
    "description_long": "Features:Supports all Phosh-based PinePhone distros.",
    "build_date": "2023-04-22T01:29:02",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.github.theironrobin.siglo.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "ConfClerk",
    "app_id": "at.priv.toastfreeware.ConfClerk",
    "description": "ConfClerk is an application which makes conference schedules available offline",
    "description_long": "<br>It displays the conference schedule from various views, supports searches on various items (speaker, speech topic, location, etc.) and enables you to select favorite events and create your own schedule<br>At the moment ConfClerk is able to import schedules in XML format created by the ​PentaBarf conference management system (or ​frab) used by ​FOSDEM, ​DebConf, ​Grazer Linuxtage, the ​CCC congresses, ​FrOSCon, and ​many others.<br>ConfClerk is targetted at mobile devices like the Nokia N810 and N900 but works on any system running ​Qt.<br>",
    "build_date": "2025-11-09T17:52:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/at/priv/toastfreeware.ConfClerk/64617d64131f7d62d64e66d654024a84/icons/128x128/at.priv.toastfreeware.ConfClerk.png",
    "license": "GPL-2.0",
    "tag": [
      "Conference",
      "Schedule",
      "pentabarf"
    ],
    "rank": 237
  },
  {
    "pkg": "jammr client",
    "app_id": "net.jammr.jammr",
    "description": "Play with musicians over the internet",
    "description_long": "<br>jammr lets you jam together online. It is possible to play jam<br>sessions with musicians around the world over the internet. Any<br>instrument or microphone that can be recorded on your computer can<br>be used to play.<br>",
    "build_date": "2025-06-20T18:20:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/jammr/jammr/78954052dfcca17b1e372a9791927969/icons/128x128/net.jammr.jammr.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Jam",
      "Jamming",
      "Music"
    ],
    "rank": 238
  },
  {
    "pkg": "NovProg",
    "app_id": "org.gottcode.NovProg",
    "description": "Wordcount graphing program",
    "description_long": "NovProg is a tool to graph your progress in writing a novel. You enter your wordcount and it updates a graph showing you how much progress you have made. It also shows you how far you are through your daily goal, and your total goal. Mousing over a bar in the graph will show a tooltip with that day’s wordcount.",
    "build_date": "2025-04-17T21:12:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/NovProg/1b489b81b34315c813e21e1644b14661/icons/128x128/org.gottcode.NovProg.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 239
  },
  {
    "pkg": "Nem Desktop",
    "app_id": "io.github.xverizex.nem_desktop",
    "description": "Chat with friends.",
    "description_long": "Connect to the server on IP and port. Exchange with a friend a key and text each other.server: https://github.com/xverizex/nem-server",
    "build_date": "2023-09-25T04:47:53",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.xverizex.nem_desktop.png",
    "license": "LGPL-2.1-or-later",
    "tag": [],
    "rank": 240
  },
  {
    "pkg": "IRPF 2022",
    "app_id": "br.gov.fazenda.receita.irpf2022",
    "description": "Do your taxes in Brazil (Calendar year of 2021)",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by any Brazilian government agency.**<br>IRPF is an app officially distributed by the Special Department of Federal Revenue of Brazil, to help Brazilian citizens file their income tax return.",
    "build_date": "2025-10-03T01:48:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/br/gov/fazenda.receita.irpf2022/55dc7569885c4a9b38089c788daf1135/icons/128x128/br.gov.fazenda.receita.irpf2022.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dirpf",
      "imposto",
      "irpf"
    ],
    "rank": 241
  }
]
