[
  {
    "pkg": "KCalc",
    "app_id": "org.kde.kcalc",
    "description": "Scientific calculator",
    "description_long": "KCalc has everything you would expect from a scientific calculator, plus:<br>Trigonometric functions, logic operations and statistical calculations<br>A results stack which enables convenient recall of previous calculation results<br>Precision is user-definable<br>The display allows cut and paste of numbers<br>The display colors and font are configurable, aiding usability<br>The use of key-bindings make it easy to use without a pointing device<br>",
    "build_date": "2025-12-11T17:51:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kcalc.desktop/15c25e48f12def4f8291cfeabd778b17/icons/128x128/org.kde.kcalc.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 1
  },
  {
    "pkg": "Waterfox",
    "app_id": "net.waterfox.waterfox",
    "description": "Private web browser",
    "description_long": "<br>Waterfox is a privacy-focused browser built for power users who value customization and control over their online experience. It pairs a privacy-first foundation with the kind of deep customization normally reserved for extensions and hidden flags.<br>Waterfox routes DNS-over-HTTPS through a Fastly-hosted Oblivious HTTP relay, disables DNS prefetching, blocks 0.0.0.0 lookups, and leaves Safe Browsing calls off so lookups stay private. Cookie-banner automation rejects consent prompts when possible, HTTPS-First is enforced, Global Privacy Control is declared, and telemetry, experiments, analytics, and ad feeds are stripped out.<br>Private Tabs let you flip any tab into an isolated session with its own history, cookies, and default search. Tab context shortcuts can copy URLs, unload sleeping tabs, or restart the browser with cache-purge options, while privacy-first ergonomics keep scripted pop-ups in tabs, prompt for new download handlers, and restore the classic status bar with live link previews.<br>Layout controls move tab bars, bookmark bars, restart switches, and status bars without touching userChrome.css. Switch between Waterfox, Lepton, and Proton presets, adjust icon weight, padding, autohide behaviour, and rounding, or load legacy userChrome and userContent tweaks. Modern web APIs such as WebGPU, WebCodecs H.265, Web Share, JPEG XL, CSS Masonry, and scroll-driven animations are enabled by default, and Startpage plus Waterfox Private Search ship as defaults with a separate private-window engine.<br>",
    "build_date": "2025-12-19T18:49:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/waterfox/waterfox/16d00bccbee89a5c2666284cfa845ac6/icons/128x128/net.waterfox.waterfox.png",
    "license": "MPL-2.0",
    "tag": [
      "internet",
      "waterfox",
      "browser"
    ],
    "rank": 2
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity<br>Přizpůsobte své prostředí COSMIC až za hranice nekonečna<br>Save, import and download color schemes<br>Customize the panel and dock<br>Replicate other desktop's layouts<br>Fearless tweaking with snapshots<br>",
    "build_date": "2025-12-13T21:07:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/220ca1c96de04e03443eb165b3e94f99/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 3
  },
  {
    "pkg": "Unity Hub",
    "app_id": "com.unity.UnityHub",
    "description": "Manage game engine installations",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by Unity Technologies.**<br>Unity is used to create half of the world’s games. Unity's real time platform, powered by tools and services, offers incredible possibilities for game developers, and creators across industries and applications.<br>Use the Unity Hub to manage multiple installations of the Unity Editor, create new projects, and access your work.",
    "build_date": "2025-10-07T18:01:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/unity/UnityHub/5374feafffbaad80976a6930550fc545/icons/128x128/com.unity.UnityHub.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 4
  },
  {
    "pkg": "NouTube",
    "app_id": "jp.nonbili.noutube",
    "description": "YouTube and YouTube Music in a single app",
    "description_long": "<br>Manage video/music library without login<br>Manage watch history without login<br>No ads<br>Hide shorts<br>Sponsor block<br>",
    "build_date": "2025-12-19T07:30:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/jp/nonbili/noutube/9f4ecd573d42951b35b76a0f726b7dbf/icons/128x128/jp.nonbili.noutube.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "youtube",
      "yt",
      "yt-music"
    ],
    "rank": 5
  },
  {
    "pkg": "Ghidra",
    "app_id": "org.ghidra_sre.Ghidra",
    "description": "Ghidra Reverse Engineering Suite",
    "description_long": "**Note: This wrapper is not verified by, affiliated with, or supported by the National Security Agency Research Directorate.**<br>Ghidra is a software reverse engineering (SRE) framework. This framework includes<br>a suite of full-featured, high-end software analysis tools that enable users to<br>analyze compiled code.<br>Capabilities include disassembly, assembly, decompilation, graphing, and scripting,<br>along with hundreds of other features. Ghidra supports a wide variety of processor<br>instruction sets and executable formats and can be run in both user-interactive and<br>automated modes. Users may also develop their own Ghidra plug-in components and/or<br>scripts using Java or Python.<br>",
    "build_date": "2025-12-04T10:14:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/ghidra_sre/Ghidra/475e3d33bc2a5a4a62ae9c1e479ed7f1/icons/128x128/org.ghidra_sre.Ghidra.png",
    "license": "Apache-2.0",
    "tag": [
      "assembler",
      "assembly",
      "asm"
    ],
    "rank": 6
  },
  {
    "pkg": "The Honkers Railway Launcher",
    "app_id": "moe.launcher.the-honkers-railway-launcher",
    "description": "Play your favorite Honkai Railway game on Linux",
    "description_long": "The Honkers Railway Launcher is an unofficial launcher for a certain video game that handles setting up Wine, installing the game and running it on Linux.",
    "build_date": "2025-12-18T13:53:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/launcher/the-honkers-railway-launcher/c5446d839f5eb0779322ae3fadfe31e0/icons/128x128/moe.launcher.the-honkers-railway-launcher.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "thrl"
    ],
    "rank": 7
  },
  {
    "pkg": "Index",
    "app_id": "org.kde.index",
    "description": "Manage your files",
    "description_long": "Index allows you to navigate your computer and preview multimedia files.",
    "build_date": "2025-12-11T16:28:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/index.desktop/6337acb23d8de3c53638338646ee2d8b/icons/128x128/org.kde.index.desktop.png",
    "license": "LGPL-3.0",
    "tag": [],
    "rank": 8
  },
  {
    "pkg": "Pulsar",
    "app_id": "dev.pulsar_edit.Pulsar",
    "description": "A community-led, hyper-hackable text editor",
    "description_long": "Pulsar is a fork of the discontinued Atom editor - assuming its mission of being a zero-compromise combination of hackability and usability.",
    "build_date": "2025-10-12T05:01:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/pulsar_edit/Pulsar/b6e4f26583cabdd49166e17a54b6397c/icons/128x128/dev.pulsar_edit.Pulsar.png",
    "license": "MIT",
    "tag": [
      "atom"
    ],
    "rank": 9
  },
  {
    "pkg": "Boxy SVG",
    "app_id": "com.boxy_svg.BoxySVG",
    "description": "Scalable Vector Graphics editor",
    "description_long": "Boxy SVG project goal is to create the best tool for editing SVG files. For beginners as well as for<br>professional designers and developers. On any device and operating system.<br>=== Core features: ===<br>Clean and intuitive UI heavily inspired by Inkscape, Sketch and Adobe Illustrator<br>Extensive support for on-canvas editing of object geometry, transform, paint and other properties<br>Save to SVG and SVGZ formats, export to PNG, JPG, WebP, PDF and HTML5<br>Integration with Pixabay and other libraries with millions of free stock photos and vector assets<br>Google Fonts integration with hundreds of free fonts<br>Configurable keyboard shortcuts for over 100 commands<br>Manual guides, smart guides and grid<br>Path operations (unite, intersect, subtract, exclude, close, reverse, etc.)<br>Arrangement operations (align to, rotate, flip, order, group, etc.)<br>=== For web developers: ===<br>Chromium-based rendering engine<br>SVG and CSS code inspector similar to Chrome Dev Tools<br>Clean SVG output that preserves IDs, classes, titles and other metadata<br>SVG sprites editing support<br>This package is officially published, maintained and supported by Boxy SVG developer.<br><br><br><br><br><br><br><br><br><br>",
    "build_date": "2025-12-18T14:29:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/boxy_svg/BoxySVG/d2050289bed4d2e7d10aa66451e118c4/icons/128x128/com.boxy_svg.BoxySVG.png",
    "license": "LicenseRef-proprietary=https://boxy-svg.com/legal",
    "tag": [
      "svg",
      "vector",
      "graphics"
    ],
    "rank": 10
  },
  {
    "pkg": "Color Picker",
    "app_id": "nl.hjdskes.gcolor3",
    "description": "Choose colors from the picker or the screen",
    "description_long": "<br>Ever wanted to know the value of that color on your screen? Color Picker enables<br>you to pick the color from any pixel on your screen. It also offers a<br>palette, so that you can easily mix and match a couple of colors together.<br>When you have found the perfect combination of colors, naturally you want<br>to save them. Color Picker allows you to conveniently save and retrieve colors.<br>Color Picker is a color selection dialog written in GTK 3. It is much alike<br>Gcolor2, but uses the newer GTK version and other modernisations to better<br>integrate into your modern desktop.<br>",
    "build_date": "2025-06-30T14:08:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/nl/hjdskes/gcolor3/b315db1eed88f03b73affe35ce5c19ce/icons/128x128/nl.hjdskes.gcolor3.png",
    "license": "GPL-2.0+",
    "tag": [
      "Color",
      "Picker",
      "Palette"
    ],
    "rank": 11
  },
  {
    "pkg": "Forecast",
    "app_id": "com.jwestall.Forecast",
    "description": "View weather predictions",
    "description_long": "Find out what the weather is going to be like with this simple weather application for the COSMIC™ Desktop.",
    "build_date": "2025-10-09T14:35:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jwestall/Forecast/4d28bb71f40ce25b5e1940b1fcf7cf28/icons/128x128/com.jwestall.Forecast.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Weather"
    ],
    "rank": 12
  },
  {
    "pkg": "Calculator",
    "app_id": "dev.edfloreshz.Calculator",
    "description": "Beyond the equation",
    "description_long": "A calculator app with infinite possibilities<br>Exceptional performance and responsiveness.<br>",
    "build_date": "2025-09-25T23:56:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Calculator/bd0d990db813b16be4829ca0b0bcc28d/icons/128x128/dev.edfloreshz.Calculator.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 13
  },
  {
    "pkg": "Gelly",
    "app_id": "io.m51.Gelly",
    "description": "Jellyfin client focused on music",
    "description_long": "<br>A native, lightweight Jellyfin client designed specifically for enjoying<br>your music library.<br>Browse your music collection by artist, album and playlist<br>Modern GTK/Adwaita interface with MPRIS support<br>Written in Rust<br>",
    "build_date": "2025-12-19T22:44:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/m51/Gelly/f0739a8d58fa7353c64adf28340cfa4d/icons/128x128/io.m51.Gelly.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Jellyfin"
    ],
    "rank": 14
  },
  {
    "pkg": "ElectronMail",
    "app_id": "com.github.vladimiry.ElectronMail",
    "description": "Unofficial ProtonMail desktop app",
    "description_long": "<br>ElectronMail is an Electron-based unofficial desktop client for ProtonMail. The app aims to provide enhanced<br>desktop user experience enabling features that are not supported by the official in-browser web clients. It is<br>written in TypeScript and uses Angular.<br>",
    "build_date": "2025-12-17T10:33:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/vladimiry.ElectronMail/c0e034902e08b5d80fd456912500e9a2/icons/128x128/com.github.vladimiry.ElectronMail.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 15
  },
  {
    "pkg": "Junction",
    "app_id": "re.sonny.Junction",
    "description": "Application chooser",
    "description_long": "<br>Junction pops up automatically when you open a file or link in another app.<br>Use the mouse or keyboard navigation to choose which app you want to open it with.<br>Features:<br>Choose the app to open with<br>Show the location before opening<br>Edit the URL before opening<br>Show a hint for insecure links<br>Keyboard navigation<br>Supports desktop actions on right click<br>Middle Click or Ctrl + Click to open in multiple applications<br>Linux Mobile support<br>",
    "build_date": "2025-12-18T22:37:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Junction/981ff033568da9f5e7e908a6155fff6b/icons/128x128/re.sonny.Junction.png",
    "license": "GPL-3.0",
    "tag": [
      "Choosy",
      "Braus",
      "Finicky"
    ],
    "rank": 16
  },
  {
    "pkg": "Sessions",
    "app_id": "com.pojtinger.felicitas.Sessions",
    "description": "Focus with timed work intervals",
    "description_long": "Sessions is a simple visual timer application designed specifically for the pomodoro<br>technique, helping you stay productive by breaking work into focused sessions with<br>regular breaks.<br>It enables you to:<br>Start focused work sessions with customizable timer durations<br>Track your progress with a clean, distraction-free interface<br>Take regular breaks to maintain productivity<br>",
    "build_date": "2025-12-20T09:47:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Sessions/1f9a7f176523bbf79ff4b8a2aae4c703/icons/128x128/com.pojtinger.felicitas.Sessions.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "pomodoro",
      "timer",
      "focus"
    ],
    "rank": 17
  },
  {
    "pkg": "Butler",
    "app_id": "com.cassidyjames.butler",
    "description": "Companion for Home Assistant",
    "description_long": "Access your Home Assistant dashboard from a native companion UI, integrating better with your OS. Native features include:<br>Icon in your App Grid, Applications Menu, Dash, Dock, etc.<br>Native header bar<br>Save and restore current view and size when closed and re-opened<br>Two-finger swipe and mouse button support to go back/forward between views<br>Cross-desktop light/dark style support (if supported by your Lovelace theme)<br>Butler is designed to make getting at your Home Assistant dashboard easier for kiosks, your laptop/desktop, or your Linux phone. It does not currently support companion app features from Android and iOS like location services, notifications, or exposing device sensors—if you’d like to add those features, please check out the website to contribute!<br>Other features include:<br>Pinch-to-zoom<br>Set the scaling with Ctrl+Plus/Minus or Ctrl+0 to reset<br>Fullscreen from the menu, a keyboard shortcut, or a GSetting to better support kiosk use cases<br>Note WebRTC camera streams (i.e. used by some newer Nest cameras) are not currently supported.",
    "build_date": "2025-11-05T04:50:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/cassidyjames/butler/f0d67ffdeffb3103262759059796d151/icons/128x128/com.cassidyjames.butler.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "hass",
      "home",
      "assistant"
    ],
    "rank": 18
  },
  {
    "pkg": "Rocket.Chat",
    "app_id": "chat.rocket.RocketChat",
    "description": "Open Source Team Communication",
    "description_long": "Rocket.Chat is free, unlimited and open source.<br>Replace email &amp; Slack with the ultimate team chat software solution.",
    "build_date": "2025-12-12T00:54:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/chat/rocket/RocketChat/f12bcbe09fcf3704941aea0a8591cdda/icons/128x128/chat.rocket.RocketChat.png",
    "license": "MIT",
    "tag": [],
    "rank": 19
  },
  {
    "pkg": "Sudoku",
    "app_id": "io.github.sepehr_rs.Sudoku",
    "description": "Solve puzzles in style",
    "description_long": "<br>Sudoku is a puzzle app that lets you solve classic number-placement challenges. It features a clean, distraction-free design with a simple interface to keep you focused and engaged.<br>Features:<br>Modern GTK4 and libadwaita interface<br>Keyboard shortcuts for quick access to all functions<br>Save and load games seamlessly to continue your progress anytime<br>Highlight active row and cell to improve focus and ease of play<br>Conflict highlighting to help identify mistakes, ideal for beginners<br>Suitable for all skill levels, from beginners to experts<br>",
    "build_date": "2025-09-26T17:54:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sepehr_rs.Sudoku/f08e00748b45ff5bc297c1ee9718818f/icons/128x128/io.github.sepehr_rs.Sudoku.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "sudoku",
      "puzzle",
      "game"
    ],
    "rank": 20
  },
  {
    "pkg": "HTTPie",
    "app_id": "io.httpie.Httpie",
    "description": "Cross-platform API testing client for humans",
    "description_long": "<br>HTTPie Desktop is a cross-platform API testing client for humans. It offers all the user-friendliness of the terminal version of httpie, now wrapped up in a sleek graphical interface.<br>Interact painlessly with APIs<br>Leverage the power of AI-assisted work<br>Organize your work in spaces, collections, and tabs<br>Parametrize requests with variables and environments<br>Work across devices with auto-save and realtime sync<br>Build and preview requests without sending them<br>Use the app offline and without an account<br>",
    "build_date": "2025-12-13T03:16:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/httpie/Httpie/e9bff2ffba90e075df0c2feaa1800007/icons/128x128/io.httpie.Httpie.png",
    "license": "LicenseRef-proprietary=https://httpie.io/terms",
    "tag": [],
    "rank": 21
  },
  {
    "pkg": "Mtoc",
    "app_id": "org._3fz.mtoc",
    "description": "Visual music library",
    "description_long": "Mtoc is a visually-rich music player and library browser that emphasizes a smooth, continuous experience with album artwork at the forefront.<br>Animated, visual browsing made for music fans who enjoy flipping through albums<br>Library browsing with smart organization, responsive search, and automatic updates as you add music<br>Lyrics support with synced and unsynced lyrics from embedded metadata and external files<br>Advanced queue management and playlist editor<br>Wide and compact layout modes fit a variety of display layouts<br>Light and dark mode support with tinted blurred backgrounds<br>Mini player and desktop integration with full MPRIS 2 support<br>Gapless playback and ReplayGain support<br>",
    "build_date": "2025-12-16T01:18:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/_3fz/mtoc/fe13c229ba1005ae885f3015f6eeebb6/icons/128x128/org._3fz.mtoc.png",
    "license": "GPL-3.0+",
    "tag": [
      "Music",
      "Player",
      "Audio"
    ],
    "rank": 22
  },
  {
    "pkg": "Jorts",
    "app_id": "io.github.ellie_commons.jorts",
    "description": "Write on colourful little squares",
    "description_long": "Neither jeans nor shorts, just like jorts!<br>Features include:<br>Colourful: Ten pretty themes. Any new note gets a random one<br>Adaptive: New notes get the zoom you last chose<br>Cute: Each new note has a funny or cute random (editable) title<br>Handy: You can open links and emails with Ctrl+Click<br>Private: Try the scribble mode!<br>This is a fork of an old version of by lainsce. The community liked it so much, we thought it would be great to revive it!",
    "build_date": "2025-11-22T16:00:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ellie_commons.jorts/d9bc83b3e2c2bf82b8e823f91b9209b7/icons/128x128/io.github.ellie_commons.jorts.png",
    "license": "GPL-3.0+",
    "tag": [
      "Stickies",
      "Colourful",
      "Notes"
    ],
    "rank": 23
  },
  {
    "pkg": "Qtractor",
    "app_id": "org.rncbc.qtractor",
    "description": "An Audio/MIDI multi-track sequencer",
    "description_long": "Qtractor is an Audio/MIDI multi-track sequencer application<br>written in C++ around the Qt framework using Qt Designer.<br>The initial target platform will be Linux, where the Jack Audio<br>Connection Kit (JACK) for audio, and the Advanced Linux Sound<br>Architecture (ALSA) for MIDI, are the main infrastructures to<br>evolve as a fairly-featured Linux Desktop Audio Workstation GUI,<br>specially dedicated to the personal home-studio.",
    "build_date": "2025-12-18T11:13:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/rncbc/qtractor/343b74bbfb66bc8bd68ae1ae4fb20b6b/icons/128x128/org.rncbc.qtractor.png",
    "license": "GPL-2.0+",
    "tag": [
      "Audio",
      "MIDI",
      "Multitrack"
    ],
    "rank": 24
  },
  {
    "pkg": "Sauerbraten",
    "app_id": "org.sauerbraten.Sauerbraten",
    "description": "Free fast paced arena shooter",
    "description_long": "<br>Cube 2: Sauerbraten is a free multiplayer &amp; singleplayer first person shooter, the successor of the Cube FPS.<br>Much like the original Cube, the aim of this game is fun, old school deathmatch gameplay and also to allow map/geometry editing to be done cooperatively in-game.<br>",
    "build_date": "2025-12-02T11:30:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sauerbraten/Sauerbraten/18cac1bcfc8577847e11ce1bfc9a5a3e/icons/128x128/org.sauerbraten.Sauerbraten.png",
    "license": "Zlib",
    "tag": [],
    "rank": 25
  },
  {
    "pkg": "Ping Monitor",
    "app_id": "io.github.sigmasd.pingmonitor",
    "description": "Monitor your ping",
    "description_long": "Ping Monitor is a simple tool to monitor your ping.<br>Features:<br>Display your ping in real time as a nice chart<br>Make it obvious when you're disconnected<br>",
    "build_date": "2025-12-16T12:42:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sigmasd.pingmonitor/6d6d6894f73938ad4a1cba0b8d45746a/icons/128x128/io.github.sigmasd.pingmonitor.png",
    "license": "MIT",
    "tag": [
      "ping",
      "network",
      "monitor"
    ],
    "rank": 26
  },
  {
    "pkg": "Pidgin",
    "app_id": "im.pidgin.Pidgin",
    "description": "Instant Messaging Client",
    "description_long": "Pidgin is a chat program which lets you log into accounts on multiple chat networks simultaneously.<br>This means that you can be chatting with friends on XMPP and sitting in an IRC channel at the same time.",
    "build_date": "2025-10-12T14:49:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/pidgin/Pidgin/917f440145d38681cb35beacdb9b48b1/icons/128x128/im.pidgin.Pidgin.png",
    "license": "GPL-2.0",
    "tag": [
      "chat",
      "talk",
      "im"
    ],
    "rank": 27
  },
  {
    "pkg": "Dynamic Wallpaper Editor",
    "app_id": "com.github.maoschanz.DynamicWallpaperEditor",
    "description": "Create or edit XML dynamic wallpapers (\"background slideshows\") for the GNOME desktop",
    "description_long": "<br>Dynamic Wallpaper Editor is a simple utility to create or edit dynamic<br>wallpapers for the GNOME desktop.<br>The duration of each picture and each transition can be set separately or<br>globally. The total duration can be 24 hours to do a wallpaper fitting the<br>daylight.<br>",
    "build_date": "2025-12-15T07:31:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/maoschanz.DynamicWallpaperEditor.desktop/1144f465f56f0b5f28e6e08be34cf706/icons/128x128/com.github.maoschanz.DynamicWallpaperEditor.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wallpaper",
      "Daylight",
      "XML"
    ],
    "rank": 28
  },
  {
    "pkg": "ROTA",
    "app_id": "net.hhoney.rota",
    "description": "Gravity bends beneath your feet",
    "description_long": "Move blocks and twist gravity to solve puzzles. Collect all 50 gems and explore 8 vibrant worlds.<br>Rotate gravity as you walk over the edge!<br>Push, pull and rotate gravity-blocks to traverse the stage and solve puzzles.<br>Collect all 50 gems to unlock doors and explore 8 vibrant worlds!<br>Listen to an original ambient soundtrack that will keep you relaxed while solving challenging puzzles. (:<br>Watch out for spikes! 0:<br>",
    "build_date": "2025-08-25T17:40:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/rota/5ad819dbf706c8c7976076ffc1568608/icons/128x128/net.hhoney.rota.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 29
  },
  {
    "pkg": "Ricochlime",
    "app_id": "com.adilhanney.ricochlime",
    "description": "Satisfying monster shooter",
    "description_long": "<br>Ricochlime is a game where you attack the advancing<br>monsters with your ricocheting projectiles. The game is<br>made with the Flame game engine and Flutter.<br>",
    "build_date": "2025-12-16T15:27:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/ricochlime/3c80af5bd25abe617dabdbeb29744cd0/icons/128x128/com.adilhanney.ricochlime.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "flutter",
      "monster",
      "shooter"
    ],
    "rank": 30
  },
  {
    "pkg": "ET: Legacy",
    "app_id": "com.etlegacy.ETLegacy",
    "description": "First-person objective shooter",
    "description_long": "ET: Legacy is a downloadable, free-to-play multiplayer game in which players wage war as<br>Axis or Allies in team-based combat. It's a team game; you will win or fall along with<br>your comrades. The only way to complete the objectives that lead to victory is by<br>cooperation, with each player covering their teammates and using their class special<br>abilities in concert with the others.<br>Featuring multiplayer support for up to 64 players, ET: Legacy is the ultimate test of<br>communication and teamwork on the battlefield. Players join the fray as one of five<br>distinct character classes each with unique combat abilities. Each Axis or Allies team<br>can divide itself into smaller fire teams for quick and easy communication using an<br>intuitive messaging system and dynamic command map of the entire battlefield.<br>Based on the code of Wolfenstein: Enemy Territory<br>which was released in 2010 under the terms of the GPLv3",
    "build_date": "2025-09-01T19:48:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/etlegacy/ETLegacy/6a22cf96fe02b537f886c8a065ea9fb9/icons/128x128/com.etlegacy.ETLegacy.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "team-based",
      "tactical",
      "WWII"
    ],
    "rank": 31
  },
  {
    "pkg": "Break Timer",
    "app_id": "org.gnome.BreakTimer",
    "description": "Computer break reminders for GNOME",
    "description_long": "<br>Break Timer keeps track of how much you are using the computer, and it reminds you to take regular breaks. It is designed to encourage healthy behaviour, with a mix of short breaks for your eyes and wrists, as well as longer breaks to keep your body moving and your mind on task.<br>Break Timer is easy to set up, so you can pick a break schedule that works for you and it will carry on working in the background.<br>",
    "build_date": "2025-12-15T17:39:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/BreakTimer/e9cfaef22902ff74d76d2abd14c90cba/icons/128x128/org.gnome.BreakTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "break",
      "micro",
      "rest"
    ],
    "rank": 32
  },
  {
    "pkg": "Rclone Shuttle",
    "app_id": "io.github.pieterdd.RcloneShuttle",
    "description": "Upload your files to anywhere",
    "description_long": "<br>Access all your cloud storage providers from one app. Powered by Rclone's superb command line<br>tool, Rclone Shuttle lets you browse your files wherever they are hosted.<br>Rclone Shuttle can:<br>Upload files via drag and drop<br>Rename, move, copy and delete files/folders<br>Open remote files locally via double click<br>Permanently save a local copy of specific files/folders<br>Handle encrypted Rclone configuration files<br>Rclone supports a variety of providers and protocols including:<br>Amazon S3<br>Dropbox<br>FTP<br>Google Cloud Storage<br>Google Drive<br>Google Photos<br>OneDrive<br>Proton Drive<br>SFTP<br>SMB (Samba)<br>WebDAV (works with Nextcloud)<br>Full host filesystem access is necessary to enable drag-and-drop until<br>https://github.com/pieterdd/RcloneShuttle/issues/7 is fixed.",
    "build_date": "2025-12-19T23:08:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pieterdd.RcloneShuttle/dbb29efe5d1b0980a3637684ebb9dd20/icons/128x128/io.github.pieterdd.RcloneShuttle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 33
  },
  {
    "pkg": "Curo Calculator",
    "app_id": "app.curocalc.calculator",
    "description": "Financial calculations simplified",
    "description_long": "Curo Calculator is the ultimate tool for anyone needing to calculate loan, lease, and hire<br>purchase repayments and interest rates. Perfect for both personal users and finance<br>professionals, this app simplifies complex financial calculations.<br>Key Features Include:<br>Customizable Interface: Tailor the calculator's layout to suit your needs, whether for<br>straightforward daily calculations or advanced financial scenarios.<br>Guided Examples: Dive into usage with examples illustrating both basic and advanced<br>features like payment weighting, deferred settlements, and 0% interest calculations. With<br>just 3 clicks or taps, navigate from simple to complex calculations effortlessly.<br>User-Defined Templates: Save time on repetitive tasks with templates tailored to your<br>frequent calculations.<br>Day Count Conventions: Supports multiple conventions like 30/360, Actual/365,<br>Actual/Actual, and the EU's APR for consumer credit, ensuring accuracy across various<br>financial contexts.<br>Amortization and APR Proof Schedules: View results in clear, downloadable formats for<br>further analysis or record-keeping.<br>Comprehensive Online Support: Access an extensive help website that explains all features,<br>provides examples, and more.<br>Curo Calculator is a proprietary Flutter-based app for advanced financial calculations,<br>including loan, lease, and hire purchase payments and rates. It is built on the open-source<br>Curo library available on GitHub.<br>Built on Debian GNU/Linux 12 (bookworm) with Flutter 3.38.3, distributed as a prebuilt<br>binary.",
    "build_date": "2025-12-14T19:54:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/curocalc/calculator/23fe2c82ae8ea83f90935091ac849dcb/icons/128x128/app.curocalc.calculator.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Curo",
      "Calculator",
      "Leasing"
    ],
    "rank": 34
  },
  {
    "pkg": "lfy",
    "app_id": "cool.ldr.lfy",
    "description": "Translation software designed for reading scientific research literature",
    "description_long": "<br>An easy and pleasant way to translate.<br>Support many translation services. Especially suitable for document translation.<br>",
    "build_date": "2025-12-12T02:49:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/cool/ldr/lfy/aabe80287bd68fd892b1826a23b84512/icons/128x128/cool.ldr.lfy.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 35
  },
  {
    "pkg": "DDNet",
    "app_id": "tw.ddnet.ddnet",
    "description": "Hardest co-op 2D platformer ever",
    "description_long": "<br>DDraceNetwork (DDNet) is an actively maintained version of DDRace, <br>a Teeworlds modification with a unique cooperative gameplay. <br>Help each other play through custom maps with up to 64 players, <br>compete against the best in international tournaments, design your own maps, <br>or run your own server. The official servers are around the world. <br>All ranks made on official servers are available worldwide and you can collect points!<br>",
    "build_date": "2025-12-14T20:37:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/tw/ddnet/ddnet/84ee220b95f24e0b7ce7b54b7aa308ea/icons/128x128/tw.ddnet.ddnet.png",
    "license": "Zlib",
    "tag": [
      "teeworlds",
      "game"
    ],
    "rank": 36
  },
  {
    "pkg": "Mini Text",
    "app_id": "io.github.nokse22.minitext",
    "description": "Ephemeral scratch pad",
    "description_long": "A very small and minimalistic digital scratch pad with minimal editing capabilities.\nBest used with 'Always on Top' and/or 'Always on Visible Workspace'. It doesn't save or load files, just your clipboard.<br>",
    "build_date": "2025-12-14T19:09:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.minitext/abc655beb9c8c41fb4b6c68f82cd45b5/icons/128x128/io.github.nokse22.minitext.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 37
  },
  {
    "pkg": "Lemma",
    "app_id": "org.cvfosammmm.Lemma",
    "description": "Note-Taking App",
    "description_long": "Take notes with beautiful typography.<br>Warning: Lemma is currently in alpha stage, data loss is likely at this point. Please be careful and make regular backups.",
    "build_date": "2025-12-17T12:32:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/cvfosammmm/Lemma/9481b0f9a554c531a2bfdbd82289a154/icons/128x128/org.cvfosammmm.Lemma.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "notes"
    ],
    "rank": 38
  },
  {
    "pkg": "Geopard",
    "app_id": "com.ranfdev.Geopard",
    "description": "Browse Gemini pages",
    "description_long": "Geopard is a browser for the Gemini protocol, that is, a lighter alternative to the web.<br>Use Geopard to browse the space and reach hundreds of Gemini capsules! Read stories, download files, play games...<br>Features:<br>Colors!<br>The browser will have a different color for each domain you visit.<br>Fast (async core + caching):<br>Streams content by default. That means you can open pages even when you have<br>connection speeds of Kb/s.<br>It also caches pages in the history, so you can go back/forward in an instant<br>Can download binary files:<br>The download will start as soon as you open the corresponding link.<br>You can always cancel it by opening another page.<br>",
    "build_date": "2025-09-01T10:25:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Geopard/dd0a4979c433aaae19616fbf64ab1646/icons/128x128/com.ranfdev.Geopard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "browser"
    ],
    "rank": 39
  },
  {
    "pkg": "Zulip",
    "app_id": "org.zulip.Zulip",
    "description": "Zulip Desktop Client for Linux",
    "description_long": "<br>Zulip is a powerful, open source group chat application that combines the immediacy of real-time chat with the productivity benefits of threaded conversations. Zulip is used by open source projects, Fortune 500 companies, large standards bodies, and others who need a real-time chat system that allows users to easily process hundreds or thousands of messages a day.<br>",
    "build_date": "2025-12-15T21:22:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/zulip/Zulip/01357e12aa16d598522de6c8e944f257/icons/128x128/org.zulip.Zulip.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 40
  },
  {
    "pkg": "Paleta",
    "app_id": "io.github.nate_xyz.Paleta",
    "description": "Generate color palettes with ease",
    "description_long": "Find the dominant color palette from any image and manage palettes with Paleta. An intuitive tool for designers, artists, or anyone looking to streamline their color work.<br>Features:<br>Drag and drop images to load<br>Color extraction with color-thief<br>Save extracted palettes for later use<br>Modify saved palette name and colors<br>Add new palettes from scratch<br>❗ Note: Paleta is under active development! If you would like to suggest any features or if you find any bugs, your feedback is very welcome!",
    "build_date": "2025-12-09T17:27:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nate_xyz.Paleta/5e1fa8699d88e54f4155ce6d805a939f/icons/128x128/io.github.nate_xyz.Paleta.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 41
  },
  {
    "pkg": "QQ Music",
    "app_id": "com.qq.QQmusic",
    "description": "Online music streaming service",
    "description_long": "QQ Music is an online music streaming service operating in China.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by Tencent.",
    "build_date": "2025-11-25T12:13:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/qq/QQmusic/804111b01e157e642cc0498e5a55c62e/icons/128x128/com.qq.QQmusic.png",
    "license": "LicenseRef-proprietary=https://y.qq.com/i/user_terms.html",
    "tag": [],
    "rank": 42
  },
  {
    "pkg": "Xpano",
    "app_id": "cz.krupkat.Xpano",
    "description": "Easy panorama stitching",
    "description_long": "<br>Xpano is a photo stitching tool that focuses on simplicity and ease of use, you can use it to:<br>Auto detect groups of images that can be stitched into panoramas<br>Quickly preview the results with zoom and pan<br>Crop, auto fill boundaries and select from multiple projection types<br>Adjust the projection parameters: pitch, yaw and roll<br>Export full resolution panoramas, including exif metadata<br>",
    "build_date": "2024-10-05T08:59:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/cz/krupkat/Xpano/9f36170dae1511e7eaa702f53df65567/icons/128x128/cz.krupkat.Xpano.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pano"
    ],
    "rank": 43
  },
  {
    "pkg": "Freeciv21",
    "app_id": "net.longturn.freeciv21",
    "description": "Develop your civilization from humble roots to a global empire",
    "description_long": "Freeciv21 is a free open source turn-based empire-building 4x strategy game, in which each player becomes the leader of a civilization. You compete against several opponents to build cities and use them to support a military and an economy. Players strive to complete an empire that survives all encounters with its neighbors to emerge victorious. Play begins at the dawn of history in 4,000 BCE.<br>Freeciv21 takes its roots in the well-known FOSS game Freeciv and extends it for more fun, with a revived focus on competitive multiplayer environments. Players can choose from over 500 nations and can play against the computer or other people in an active online community.<br>The code is maintained by the team over at Longturn.net and is based on the QT framework. The game supports both hex and square tiles and is easily modified to create custom rules.",
    "build_date": "2025-08-14T23:31:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/longturn/freeciv21/b9e4042990aff1a62d6c43d08e814a99/icons/128x128/net.longturn.freeciv21.png",
    "license": "GPL-3.0+",
    "tag": [
      "strategy",
      "simulation",
      "tiles"
    ],
    "rank": 44
  },
  {
    "pkg": "Draughts",
    "app_id": "io.github.tobagin.Draughts",
    "description": "Play draughts (checkers) with 16 variants, AI opponents, and online multiplayer",
    "description_long": "<br>Draughts is a comprehensive checkers/draughts game featuring 16 international game variants,<br>multiple AI difficulty levels, online multiplayer, and a beautiful modern interface built with GTK4 and LibAdwaita.<br>Whether you're a casual player or a serious competitor, Draughts offers engaging gameplay<br>for players of all skill levels - play against AI, friends locally, or opponents online!<br>Game Features:<br>16 international draughts variants including American Checkers, International Draughts, Russian, Brazilian, and more<br>10 AI difficulty levels from Beginner to Grandmaster<br>Online multiplayer with quick match, room hosting, and session persistence<br>Human vs Human (local and online), Human vs AI, and AI vs AI gameplay modes<br>Complete move history with undo/redo support<br>PDN (Portable Draughts Notation) export for game analysis<br>Multiple board themes and piece styles (plastic, wood, metal, bottle-cap)<br>Timer modes: countdown, Fischer increment, and Bronstein delay<br>Accessibility and Polish:<br>Sound effects for moves, captures, and game events<br>Keyboard navigation and screen reader support<br>High contrast mode for better visibility<br>Smooth animations and visual feedback<br>Game history browser with replay functionality<br>Comprehensive rules documentation for each variant<br>Adaptive board orientation - your pieces always at the bottom<br>",
    "build_date": "2025-12-13T20:21:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.Draughts/74cd137ed0755a5d905ee23d27d85f16/icons/128x128/io.github.tobagin.Draughts.png",
    "license": "GPL-3.0+",
    "tag": [
      "checkers",
      "draughts",
      "strategy"
    ],
    "rank": 45
  },
  {
    "pkg": "Memorado",
    "app_id": "im.bernard.Memorado",
    "description": "Memorize anything",
    "description_long": "<br>Learn using spaced repetition. Create cards with a question and answer, and practice with them.<br>Great for learning new languages, memorizing terms and definitions, or anything else you want to get better at.<br>Create or import decks, practice them, or export to share them with friends.<br>",
    "build_date": "2025-12-17T22:08:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/bernard/Memorado/1e5e8fd0bd318ce5d5d84f93dfa51ae3/icons/128x128/im.bernard.Memorado.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "flashcards"
    ],
    "rank": 46
  },
  {
    "pkg": "Kana",
    "app_id": "com.felipekinoshita.Kana",
    "description": "Learn Japanese characters",
    "description_long": "<br>Hone your Japanese skills by matching romanized characters to their correct hiragana and katakana counterparts.<br>",
    "build_date": "2025-12-11T14:02:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Kana/c9fb9f18f8c8d8fcd87b1c4c92bd3b46/icons/128x128/com.felipekinoshita.Kana.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "japanese",
      "hiragana",
      "katakana"
    ],
    "rank": 47
  },
  {
    "pkg": "Oh My SVG",
    "app_id": "re.sonny.OhMySVG",
    "description": "Reduce the size of SVGs",
    "description_long": "Oh My SVG let you export unoptimized SVG files into smaller versions.<br>It lets you preview and tweak the parameters to obtain a satisfactory result before saving.<br>It removes or approximate information that is not required for rendering.<br>Remember that Oh My SVG removes information and metadata that may be useful, do not overwrite your original/source SVG files.",
    "build_date": "2025-10-28T09:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/OhMySVG/5cb6d5d981e6c3f0c5db9d61c9507c27/icons/128x128/re.sonny.OhMySVG.png",
    "license": "GPL-3.0",
    "tag": [
      "SVG",
      "clean",
      "optimize"
    ],
    "rank": 48
  },
  {
    "pkg": "Commit",
    "app_id": "re.sonny.Commit",
    "description": "Commit message editor",
    "description_long": "<br>Commit is an editor that helps you write better Git and Mercurial commit<br>messages.<br>After installing make sure to launch the application and follow the<br>instructions.<br>Commit will pop up automatically when you make a commit in one of your projects.<br>To save your commit message, press the Commit button or the Ctrl+Return shortcut.<br>To abort and dismiss Commit, press the Abort button or the Escape key.<br>Features:<br>Highlights overflow of the commit title<br>Smart body wrapping<br>Inserts a blank line between title and body<br>Spell checking<br>Comments are read-only and excluded from <br>Displays project folder and branch in window header<br>Dark mode support<br>Keyboard navigation and shortcuts<br>Undo/Redo support<br>Emoji picker<br>Supports git commit, merge, tag --annotate, add --patch, rebase --interactive<br>Supports Mercurial commit<br>Auto capitalize the commit title<br>Welcome window with settings and instructions<br>Highlight syntax for Git, Mercurial and diffs<br>",
    "build_date": "2025-10-13T15:19:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Commit/d52ab3ab973951b2e158441f9177ee73/icons/128x128/re.sonny.Commit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "git",
      "mercurial",
      "hg"
    ],
    "rank": 49
  },
  {
    "pkg": "Blockstream Green",
    "app_id": "com.blockstream.Green",
    "description": "A simple and secure Bitcoin and Liquid Network wallet",
    "description_long": "<br>Built by one of the most respected teams in the Bitcoin industry, Blockstream Green is supported across multiple platforms and is designed for Bitcoin beginners and power users alike.<br>",
    "build_date": "2025-09-09T17:15:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/blockstream/Green/8526533cb8bdfa13e7eb8f89c1aec9d1/icons/128x128/com.blockstream.Green.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Wallet",
      "Bitcoin",
      "Liquid"
    ],
    "rank": 50
  },
  {
    "pkg": "Byte",
    "app_id": "com.github.alainm23.byte",
    "description": "Rediscover your music",
    "description_long": "Interact with your music and fall in love with your library all over again.<br>Byte offers a beautiful presentation of your Music Library with loads of powerful features in a minimalistic yet highly customizable UI.<br>Handy features:<br>Light and Dark themes.<br>Add up to 100 items under for songs.<br>Sort individual playlists by album, title, play count or recently added.<br>Advanced Media Details and Artist Info.<br>Group Playlists, Albums, Artists, Songs, etc.<br>Search, add and play your favorite online radio stations.<br>",
    "build_date": "2025-12-16T03:50:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/alainm23.byte/7d112eff1fc2f3292cb81b3d48ad45b6/icons/128x128/com.github.alainm23.byte.png",
    "license": "GPL-3.0+",
    "tag": [
      "music",
      "radio",
      "playlist"
    ],
    "rank": 51
  },
  {
    "pkg": "FCast Receiver",
    "app_id": "org.fcast.Receiver",
    "description": "Receiver for displaying multimedia content from FCast sender applications",
    "description_long": "<br>FCast is an open source protocol that enables wireless streaming of audio and video content between devices, supporting various stream types such as DASH, HLS, and mp4.<br>Unlike proprietary protocols like Chromecast and AirPlay, FCast offers an open approach, empowering third-party developers to create their own receiver devices or integrate the FCast protocol into their own apps.<br>",
    "build_date": "2025-12-17T16:45:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/fcast/Receiver/c9d5823599be3a0dcea0cf822f7afde1/icons/128x128/org.fcast.Receiver.png",
    "license": "MIT",
    "tag": [],
    "rank": 52
  },
  {
    "pkg": "Neverball",
    "app_id": "org.neverball.Neverball",
    "description": "Deftly Guide a Rolling Ball through Many Slick 3D Levels",
    "description_long": "<br>Guide a rolling ball through dangerous territory that you control by<br>tilting the floor. Balance on narrow bridges, navigate mazes, ride<br>moving platforms, and dodge pushers and shovers to get to the goal.<br>Race against the clock to collect coins to earn extra balls. With nice<br>physics and very clean and appealing 3D graphics, this is definitely a<br>must play.<br>Bundled with Neverball is also Neverputt, a hot-seat local multiplayer<br>miniature golf game, built on the physics and graphics engine of Neverball.<br>",
    "build_date": "2025-10-23T23:06:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/neverball/Neverball/9b615243630cc01320404d8b3b9779a0/icons/128x128/org.neverball.Neverball.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 53
  },
  {
    "pkg": "Mingle",
    "app_id": "io.github.halfmexican.Mingle",
    "description": "Combine emojis with Google's Emoji Kitchen",
    "description_long": "Combine emojis with Emoji Kitchen, and send them to friends",
    "build_date": "2025-08-03T00:01:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/halfmexican.Mingle/ddf364e43d9e95b1fc3c4cf63ce1f908/icons/128x128/io.github.halfmexican.Mingle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "emoji",
      "mix",
      "Google"
    ],
    "rank": 54
  },
  {
    "pkg": "App Icon Preview",
    "app_id": "org.gnome.design.AppIconPreview",
    "description": "Icon design helper",
    "description_long": "<br>App Icon Preview is a tool for designing icons which target the GNOME desktop.<br>",
    "build_date": "2025-04-23T18:00:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.AppIconPreview/1c2184c21a469f80a7e9b25a6030d360/icons/128x128/org.gnome.design.AppIconPreview.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 55
  },
  {
    "pkg": "burnfix",
    "app_id": "io.github.vinser.burnfix",
    "description": "Try to fix screen image retentions and burn in, look for screen defects",
    "description_long": "After turning off or moving the taskbar, you suddenly find that the logo in the corner of the screen and the search magnifier are still visible on your monitor or TV screen, although not as brightly.<br>This is called or .<br>Burnfix can attempt to get rid of this effect on your LCD, LED or plasma screen by showing a special moving pattern for a perioid of time.<br>Moreover, burnfix can show full-screen images of various colors to help you identify defects in the display matrix.",
    "build_date": "2025-12-13T06:49:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vinser.burnfix/02582c34bcdcf8cd97a303d52ce6d491/icons/128x128/io.github.vinser.burnfix.png",
    "license": "MIT",
    "tag": [
      "lcd",
      "led",
      "screen"
    ],
    "rank": 56
  },
  {
    "pkg": "Schulrechner",
    "app_id": "io.github.CardiJey.schulrechner",
    "description": "The calculator you know from school",
    "description_long": "<br>This is a very early version in development. Unlabeled buttons will be implemented in the future, and bugs may be frequent. If you experience issues or have feature requests, please file an issue (link below).<br>Frustrated by the lack of free, open-source scientific calculators that feel like the ones I am used to, I decided to reverse-engineer my old calculator from school.<br>With features like:<br>input of complex equations,<br>output as fractions as well as decimals,<br>result storage and reuse,<br>selection and editing of equations from input history,<br>and support for implicit multiplication (like 5π instead of 5*π),<br>this calculator produces math that looks like the math on your paper. That makes it much more suitable for higher-level math in school and university—especially if you've grown accustomed to this kind of interface from a young age and just forgot your calculator at home.<br>Some additional features include:<br>A well-established open-source math.js library as the math engine—so you're not relying on some sketchy, hand-rolled math logic (just my sketchy hand-rolled input method 😛)<br>A familiar, intuitive design<br>100% offline usability and fully open source<br>Written entirely in HTML, JS, and CSS, which means it is inherently cross-platform, ...<br>easy for other web developers to contribute and ...<br>admittedly a bit heavy for a calculator. If you're interested in helping make a lighter version (Flutter, Kotlin, etc.), you're very welcome!<br>",
    "build_date": "2025-12-14T20:08:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/CardiJey.schulrechner/61e645259281f8b404ddb8c4d38e23d8/icons/128x128/io.github.CardiJey.schulrechner.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 57
  },
  {
    "pkg": "OpenFodder",
    "app_id": "org.openfodder.OpenFodder",
    "description": "Source port of Cannon Fodder",
    "description_long": "Open Fodder is an open source version of the Cannon Fodder engine, for modern operating systems.<br>The game is military-themed and based on shooting action but with a strategy game-style control system. The player directs troops through numerous missions, battling enemy infantry, vehicles and installations.",
    "build_date": "2025-12-17T07:37:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/openfodder/OpenFodder/a3ba57305bffdb3988286faceaa3e56d/icons/128x128/org.openfodder.OpenFodder.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 58
  },
  {
    "pkg": "Tropy",
    "app_id": "org.tropy.Tropy",
    "description": "Explore your research photos",
    "description_long": "<br>Take control of your research photos with Tropy,<br>a tool that shortens the path from finding archival sources to writing about them.<br>Spend more time using your research photos, and less time hunting for them.<br>Tropy is an independent, open-source project<br>designed and produced by an international team of historians and software developers.<br>",
    "build_date": "2025-11-27T18:18:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tropy/Tropy/81de7f1e8d3ac57254d18c0123073979/icons/128x128/org.tropy.Tropy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 59
  },
  {
    "pkg": "Granatier",
    "app_id": "org.kde.granatier",
    "description": "Bomberman clone",
    "description_long": "<br>Granatier is a clone of the classic Bomberman game, inspired by the work of the Clanbomber clone.<br>",
    "build_date": "2025-12-17T17:28:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/granatier/0a61cf5262a82a37ba57373d9a40120d/icons/128x128/org.kde.granatier.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 60
  },
  {
    "pkg": "LightkeeperRM",
    "app_id": "io.github.kalaksi.Lightkeeper",
    "description": "Linux server management tool",
    "description_long": "<br>LightkeeperRM is a standalone and customizable server management and monitoring tool.<br>It works as a drop-in replacement for maintaining servers over SSH with shell commands.\n<br>Beta version. There will be some bugs and features missing.<br>",
    "build_date": "2025-11-24T22:58:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/kalaksi.Lightkeeper/e49345267448766ed6113b5f2bd9231c/icons/128x128/io.github.kalaksi.Lightkeeper.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 61
  },
  {
    "pkg": "Coot",
    "app_id": "io.github.pemsley.coot",
    "description": "Macromolecular model builder",
    "description_long": "<br>Coot is a powerful macromolecular model-building tool for<br>analysing X-ray data and models (i.e. proteins, ligands, RNA and<br>DNA). There are many tools for model manipulation and building,<br>such as minimization, molecular superposition, fragment<br>rotation/translations, rotamer-fitting, de novo building and<br>refinement.<br>Coot is used by scientists using X-ray crystallography or cryo-EM for<br>analysis of proteins, electron density maps, protein interactions<br>and drug design.<br>",
    "build_date": "2025-11-28T14:06:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pemsley.coot/9dc362dfd7f2b42134e40b3c4fa88bc9/icons/128x128/io.github.pemsley.coot.png",
    "license": "GPL-2.0+ and GPL-3.0+ and LGPL-3.0+",
    "tag": [],
    "rank": 62
  },
  {
    "pkg": "GrandOrgue",
    "app_id": "net.sourceforge.GrandOrgue",
    "description": "Pipe organ simulator",
    "description_long": "<br>GrandOrgue is a virtual pipe organ sample player application supporting<br>a HW1 compatible file format.<br>",
    "build_date": "2025-11-15T14:26:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/GrandOrgue/c439e1408d0f601dbb8b9909256e0df9/icons/128x128/net.sourceforge.GrandOrgue.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 63
  },
  {
    "pkg": "Luminance HDR",
    "app_id": "net.sourceforge.qtpfsgui.LuminanceHDR",
    "description": "Create HDR images",
    "description_long": "Luminance HDR is an application for taking a set of pictures of the same scene with different exposure settings and creating a high dynamic range (HDR) image. It supports a range on input image formats, including JPEG, TIFF and RAW. It provides eleven tone mapping operators for converting the HDR back to a low dynamic range image (LDR). It can also rotate, crop, resize HDR images and apply projective transformations. HDR images can be created and tone mapped in batch and a tool is provided for copying EXIF data from/to a set of images.",
    "build_date": "2025-11-06T02:53:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/qtpfsgui.LuminanceHDR/3b525fd5567c4d3d4ad4172ae2d3b06b/icons/128x128/net.sourceforge.qtpfsgui.LuminanceHDR.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 64
  },
  {
    "pkg": "Color Palette",
    "app_id": "org.gnome.design.Palette",
    "description": "Look up GNOME colors",
    "description_long": "<br>Tool for viewing the GNOME color palette as defined by the design guidelines.<br>",
    "build_date": "2025-06-19T17:51:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Palette/8f5af6d460649052f0e129b86c8846aa/icons/128x128/org.gnome.design.Palette.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 65
  },
  {
    "pkg": "Vipsdisp",
    "app_id": "org.libvips.vipsdisp",
    "description": "Image viewer",
    "description_long": "\nVipsdisp can display huge (many, many gigabyte) images quickly and without\nusing much memory. As well as the usual PNG, JPG, TIF, PDF, SVG, WEBP, JP2, JXL and GIF,\nit supports many scientific and technical image formats, including SVS,\nMRXS, OpenEXR, FITS, Matlab, NIfTI, Analyze, and PFM. Vipsdisp supports pixel types from 1 bit mono to 128-bit double precision\ncomplex, you can convert image formats, it support copy-paste and drag-drop,\nand it has a range of useful visualisation tools and display modes.<br>",
    "build_date": "2025-12-17T18:34:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/libvips/vipsdisp/bc6400f7cdc6cc95639b7c955280040f/icons/128x128/org.libvips.vipsdisp.png",
    "license": "MIT",
    "tag": [
      "vipsdisp",
      "graphic",
      "view"
    ],
    "rank": 66
  },
  {
    "pkg": "Parallel Overhead",
    "app_id": "net.huitsi.ParallelOverhead",
    "description": "Endless runner game",
    "description_long": "<br>Parallel Overhead is a colorful endless runner game where you take control of<br>the ships Truth and Beauty on a groundbreaking trip through hyperspace. A<br>stable hyperspace tunnel has finally been achieved with the two ships<br>supporting it on opposite walls of the tunnel. Well, almost stable...<br>It's up to you to keep the ships from falling through the cracks!<br>",
    "build_date": "2025-09-02T11:01:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/huitsi/ParallelOverhead/d429cbf00bdfe48dad8cab7544033107/icons/128x128/net.huitsi.ParallelOverhead.png",
    "license": "MIT AND CC0-1.0",
    "tag": [],
    "rank": 67
  },
  {
    "pkg": "Door Knocker",
    "app_id": "xyz.tytanium.DoorKnocker",
    "description": "Check the availability of portals",
    "description_long": "Door Knocker allows you to check availability of all portals provided by xdg-desktop-portal.",
    "build_date": "2025-09-18T09:10:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/tytanium/DoorKnocker/4f41a6e1e3b360ea1eb4f3e53493c52d/icons/128x128/xyz.tytanium.DoorKnocker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "portal"
    ],
    "rank": 68
  },
  {
    "pkg": "Tempo",
    "app_id": "io.github.tobagin.tempo",
    "description": "A modern metronome for musicians",
    "description_long": "<br>Tempo is a modern, feature-rich metronome application designed for musicians of all levels. <br>Built with GTK4 and Libadwaita using Blueprint UI templates, it provides precise timing, <br>comprehensive keyboard shortcuts, and a beautiful animated beat indicator.<br>Key features include GStreamer audio integration with distinct beat/downbeat sounds, <br>customizable tempo (40-240 BPM), multiple time signatures, animated Cairo-based visual <br>indicators with pulse effects, comprehensive preferences dialog, tap tempo functionality, <br>and full keyboard control. The high-precision timing engine ensures professional accuracy.<br>",
    "build_date": "2025-11-05T15:08:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.tempo/2929adc283453a55da6f246246d41cff/icons/128x128/io.github.tobagin.tempo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "BPM"
    ],
    "rank": 69
  },
  {
    "pkg": "Cosmicding",
    "app_id": "com.vkhitrin.cosmicding",
    "description": "Manage your bookmarks",
    "description_long": "A client to manage your linkding bookmarks.<br>Features:<br>Support multiple linkding instances (or multiple users on the same instance).<br>Aggregate bookmarks locally.<br>Add/Edit/Remove bookmarks.<br>Search bookmarks based on title, URL, tags, description, and notes.<br>",
    "build_date": "2025-08-31T17:43:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/vkhitrin/cosmicding/dd764c5914a63b53b3f1db2cdf322884/icons/128x128/com.vkhitrin.cosmicding.png",
    "license": "GPL-3.0-only",
    "tag": [
      "COSMIC",
      "linkding"
    ],
    "rank": 70
  },
  {
    "pkg": "Cosmic Expansion",
    "app_id": "io.github.chimi70.cosmic-expansion",
    "description": "A space 2D shooter game",
    "description_long": "<br>Cosmic Expansion is an exciting 2D space shooter where you take on the role of a seasoned space pilot tasked with destroying waves of enemy spaceships. Your goal is to defeat as many enemies as possible while avoiding enemy fire and mines.<br>As you progress through the game, you will face off against powerful bosses that guard each stage. Defeating them upgrades your weapons, making you even stronger and ready to face the next wave of increasingly difficult enemies.<br>Features:<br>Fast-paced space combat<br>Challenging enemy waves and powerful bosses<br>Weapon upgrades after each boss fight<br>Classic arcade-style shooter gameplay<br>With action-packed levels and rewarding progression, Cosmic Expansion delivers a fun and engaging space shooter experience for fans of retro arcade games.<br>",
    "build_date": "2025-04-18T20:05:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/chimi70.cosmic-expansion/a7e951137a8fa145a12147e26e1f5b90/icons/128x128/io.github.chimi70.cosmic-expansion.png",
    "license": "GPL-3.0-only",
    "tag": [
      "game",
      "space",
      "shooter"
    ],
    "rank": 71
  },
  {
    "pkg": "Image Roll",
    "app_id": "com.github.weclaw1.ImageRoll",
    "description": "Image viewer with basic image manipulation tools",
    "description_long": "<br>Image Roll is a simple and fast GTK image viewer with basic image manipulation tools. Written in rust.<br>",
    "build_date": "2025-12-16T03:30:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/weclaw1.ImageRoll/c965f27744a52ac3fd891d442e5c79bf/icons/128x128/com.github.weclaw1.ImageRoll.png",
    "license": "MIT",
    "tag": [],
    "rank": 72
  },
  {
    "pkg": "Squey",
    "app_id": "org.squey.Squey",
    "description": "Explore your data",
    "description_long": "Squey is designed from the ground up to take advantage of GPUs and CPUs to perform interactive explorations of massive amounts of data.<br>It gives users an exhaustive yet intuitive multi-view representation of columnar data and can ingest from:<br>Structured text files (CSV, logs, ...)<br>Apache Parquet files<br>Pcap files<br>SQL databases<br>Elasticsearch databases<br>Squey strives to deliver value through its V.I.SU approach:<br>Visualize: Leverage various visual representations of raw data in combination with statistics<br>Investigate: Use filters to build an accurate understanding of millions of rows while switching instantly between capturing the big picture and focusing on the details<br>Spot the Unknown: As a structured understanding of the data emerges, identify unknowns and anomalies<br>Squey can be used for many different purposes, such as:<br>BI and Big Data: Bootstrap initial understanding of complex datasets and deep dive where necessary to design accurate data processing<br>Cybersecurity: Detect weak signals such as attacks and data leaks<br>IT troubleshooting: Resolve network issues and improve application performance<br>Machine Learning: Design training dataset to fulfill targeted improvements of Machine Learning models<br>Give yourself a chance to see your data and have fun exploring!",
    "build_date": "2025-12-12T23:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/squey/Squey/6a8456fb078045672069688a362cbccf/icons/128x128/org.squey.Squey.png",
    "license": "MIT",
    "tag": [],
    "rank": 73
  },
  {
    "pkg": "WireframeSketcher",
    "app_id": "com.wireframesketcher.WireframeSketcher",
    "description": "Wireframing tool for professionals",
    "description_long": "WireframeSketcher is a software tool that helps product managers,<br>designers and developers quickly create wireframes, mockups and<br>prototypes for desktop, web and mobile applications. It’s standalone<br>software and a plug-in for any Eclipse IDE.<br>Mockup your website, desktop, Android and iPhone applications. Get<br>useful stencils from Mockups Gallery. Create your own assets using<br>standard SVG format.<br>Streamlined and professional interface lets you get results fast<br>and with great effect. Sketchy look makes you focus on what’s<br>important.<br>Use version control to work with your team. Manage large prototypes<br>with projects. Present your work in full-screen viewer. Share<br>click-through PDFs with your clients.<br>Try WireframeSketcher before you buy for free. The software is<br>fully functional for 14 days. After the evaluation period is over,<br>you’ll need a license key in order to save your work.<br>",
    "build_date": "2025-09-26T13:53:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/wireframesketcher/WireframeSketcher/bc75a4186decc4865abe97bf1f334070/icons/128x128/com.wireframesketcher.WireframeSketcher.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "mockups",
      "wireframes",
      "prototypes"
    ],
    "rank": 74
  },
  {
    "pkg": "Raze",
    "app_id": "org.zdoom.Raze",
    "description": "Source port for Build engine games",
    "description_long": "<br>Raze is a source port for the modern era, supporting current hardware and operating systems and sporting a vast array of user options. Make Build engine games your own again!<br>In addition to Duke Nukem 3D, Raze supports Blood, Redneck Rampage, Powerslave/Exhumed, NAM and WW2 GI. Meet the entire Build engine family!<br>Commercial data files are required to run the supported games. For more info about all supported games and their data files, see: Help -&gt; List of supported games.<br>",
    "build_date": "2025-12-17T20:30:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/zdoom/Raze/26e40e7f8cfdb8250ba8279e4d72defa/icons/128x128/org.zdoom.Raze.png",
    "license": "LicenseRef-proprietary=https://github.com/ZDoom/Raze/blob/master/package/common/buildlic.txt",
    "tag": [
      "Build",
      "Duke",
      "Nukem"
    ],
    "rank": 75
  },
  {
    "pkg": "KAtomic",
    "app_id": "org.kde.katomic",
    "description": "Sokoban-like Logic Game",
    "description_long": "<br>KAtomic is a fun educational game built around molecular geometry.<br>It employs simplistic two-dimensional looks at different chemical elements.<br>",
    "build_date": "2025-12-17T17:28:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/katomic/21e73cebe5883c880d5efa1e766d1cf2/icons/128x128/org.kde.katomic.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 76
  },
  {
    "pkg": "Gargoyle",
    "app_id": "io.github.garglk.Gargoyle",
    "description": "An Interactive Fiction Player",
    "description_long": "<br>Gargoyle is an IF player that supports all the major interactive<br>fiction formats.<br>Most interactive fiction is distributed as portable game files.<br>These portable game files come in many formats. In the past, you<br>used to have to download a separate player (interpreter) for each<br>format of IF you wanted to play.<br>Gargoyle includes the AdvSys, Agility, Alan 2 and 3, Bocfel, Git,<br>Glulxe, Hugo, JACL, Level 9, Magnetic, Scare, ScottFree, and TADS<br>2/3 interpreters.<br>",
    "build_date": "2025-09-19T23:21:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/garglk.Gargoyle/ee66face2a9c0d96c72900e9041da155/icons/128x128/io.github.garglk.Gargoyle.png",
    "license": "Artistic-2.0 AND BSD-2-Clause AND BSD-3-Clause AND GPL-2.0-only AND GPL-3.0-only AND MIT",
    "tag": [],
    "rank": 77
  },
  {
    "pkg": "Fablemaker",
    "app_id": "com.endlessnetwork.fablemaker",
    "description": "Hack Aesop’s fables",
    "description_long": "Enter the world of Aesop’s fables like never before! Interactive stories where you can customize characters, texts and sounds, hacking into its code in this absorbing and educational app.<br>Pop open the magical pages that offer a new approach to interacting with the beloved Aesop’s fables! Read and touch these time honored stories and then hack the pages to make them your own. The art, sounds and text can all be hacked, creating your unique fables you can share with others.",
    "build_date": "2024-12-03T00:23:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/endlessnetwork/fablemaker/b1fa1e102e9f2ae72e8256249b926039/icons/128x128/com.endlessnetwork.fablemaker.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 78
  },
  {
    "pkg": "OpenChrom",
    "app_id": "com.lablicate.OpenChrom",
    "description": "Chromatography Data System",
    "description_long": "OpenChrom® is a vendor independent open source software for chromatography, spectrometry and spectroscopy. It has a strong focus on chromatography and nominal mass spectrometry, but next to GC/MS and GC/FID it has basic support for HPLC-UV/VIS, FTIR, PCR and NMR.<br>The base version is free and open source software with most of it curated under the Eclipse ChemClipse umbrella. Its numerous carefully reverse-engineered file format converters for vendors like Agilent, Thermo, PerkinElmer, Shimadzu, Varian, Bruker, ChromTech, Thermo/Finnigan, Waters, CAMAG, ABSciex, MassFinder, EZChrom... are however closed source and have to be installed at runtime accepting the proprietary license terms.<br>Moreover the Lablicate marketplace allows for the installation of proprietary databases and plug-ins to speed up workflows. These are reserved for commercial customers. Students with a valid university e-Mail can apply for significant discounts on the Lablicate portfolio.",
    "build_date": "2025-12-19T09:36:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/lablicate/OpenChrom/65a8882ac79eed18d59762d861710356/icons/128x128/com.lablicate.OpenChrom.png",
    "license": "EPL-2.0",
    "tag": [
      "science",
      "chemistry"
    ],
    "rank": 79
  },
  {
    "pkg": "Loop",
    "app_id": "net.danigm.loop",
    "description": "A simple audio loop machine for GNOME",
    "description_long": "Simple audio loop machine application to create music",
    "build_date": "2025-12-15T10:45:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/danigm/loop.desktop/21c779a8992ffee13f23045012561df4/icons/128x128/net.danigm.loop.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 80
  },
  {
    "pkg": "Tesseract",
    "app_id": "gg.tesseract.Tesseract",
    "description": "First-person shooter with cooperative in-game map editing",
    "description_long": "Tesseract is a first-person shooter game focused on instagib deathmatch\nand capture-the-flag gameplay as well as cooperative in-game map editing.<br>Tesseract is based on Cube2/Sauerbraten. New rendering features include fully\ndynamic omnidirectional shadows, global illumination, HDR lighting, deferred\nshading and morphological/temporal/multisample anti-aliasing.",
    "build_date": "2025-09-11T16:57:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/gg/tesseract/Tesseract/2ebe8a0d6630a88035d01ca741c2a893/icons/128x128/gg.tesseract.Tesseract.png",
    "license": "Zlib",
    "tag": [],
    "rank": 81
  },
  {
    "pkg": "Teeworlds",
    "app_id": "com.teeworlds.Teeworlds",
    "description": "Online multiplayer shooter game",
    "description_long": "<br>Teeworlds is a 2D online action game for up to 16 players battling in<br>several game modes.<br>The controls are inspired by First Person Shooter game genre.<br>It lets you desing custom maps.<br>",
    "build_date": "2024-12-06T16:02:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/teeworlds/Teeworlds/404957a0b41af41ce562139d2ad8f128/icons/128x128/com.teeworlds.Teeworlds.png",
    "license": "Zlib and CC-BY-SA-3.0",
    "tag": [
      "game"
    ],
    "rank": 82
  },
  {
    "pkg": "Sonar",
    "app_id": "io.github.tobagin.sonar",
    "description": "Desktop webhook inspector for developers",
    "description_long": "<br>Sonar is a native GTK4 application that provides a beautiful, intuitive interface <br>for capturing and inspecting webhook requests during development. Built with modern <br>technologies and following GNOME design patterns, Sonar makes webhook debugging <br>simple and efficient.<br>Core Features:<br>Instant public URLs via ngrok integration for webhook testing<br>Real-time capture of incoming webhook requests as they arrive<br>Detailed inspection of headers, body content, query parameters, and metadata<br>Quick copy functionality including JSON, cURL, and HTTP formats<br>Clean Libadwaita interface that integrates perfectly with GNOME<br>Fast and lightweight native application with minimal resource usage<br>Advanced Features:<br>Request bookmarking and starring for quick access<br>Request replay to resend webhooks to custom URLs<br>Side-by-side request comparison to spot differences<br>Request templates for saving and reusing webhook patterns<br>Automatic webhook forwarding to multiple URLs<br>Advanced filtering by method, content-type, time range, and search<br>Persistent history with JSON storage<br>",
    "build_date": "2025-12-12T20:49:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.sonar/e9407ea59e7281e62f2894982bafded9/icons/128x128/io.github.tobagin.sonar.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "webhook",
      "ngrok",
      "developer"
    ],
    "rank": 83
  },
  {
    "pkg": "Warble",
    "app_id": "com.github.avojak.warble",
    "description": "The word-guessing game",
    "description_long": "Figure out the word before your guesses run out!<br>Three difficulty levels<br>Almost 5k possible answers<br>Need a break? Close the game and automatically pick back up where you left off<br>",
    "build_date": "2025-12-18T14:01:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/avojak.warble/a24116ba1f994822537e1bfe097505f6/icons/128x128/com.github.avojak.warble.png",
    "license": "GPL-3.0+",
    "tag": [
      "Game",
      "Word",
      "Puzzle"
    ],
    "rank": 84
  },
  {
    "pkg": "Clockode",
    "app_id": "dev.mariinkys.Clockode",
    "description": "TOTP Client",
    "description_long": "Clockode is a TOTP code generator that stores your authentication secrets in an encrypted<br>local vault, keeping your two-factor codes private and accessible without needing an<br>internet connection.<br>Local encrypted vault, using battle-tested software<br>Offline-first, no internet access required<br>Minimal and user-friendly interface<br>Quick code copying and auto-refresh<br>Entry importing via QR (Camera or File)<br>Backup and import functionality (standard format that works between apps like<br>Aegis...)<br>",
    "build_date": "2025-12-20T11:18:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/Clockode/4c6c7ca57f6fffd3d80ac0c207f2e9ab/icons/128x128/dev.mariinkys.Clockode.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tool",
      "TOTP",
      "2FA"
    ],
    "rank": 85
  },
  {
    "pkg": "Forge Sparks",
    "app_id": "com.mardojai.ForgeSparks",
    "description": "Get Git forges notifications",
    "description_long": "Simple notifier app with support for GitLab, Github, Gitea and Forgejo.",
    "build_date": "2025-07-29T17:53:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mardojai/ForgeSparks/0fb43379d6446a36dcc0440aed6959c5/icons/128x128/com.mardojai.ForgeSparks.png",
    "license": "MIT",
    "tag": [
      "git",
      "github"
    ],
    "rank": 86
  },
  {
    "pkg": "SemantiK",
    "app_id": "net.krafting.SemantiK",
    "description": "Find the secret word",
    "description_long": "A word game where you guess a target word by proposing other semantically related words. The closer your proposals are to the target word, the closer you get to the solution.<br>The default language is French, but you can install other Language Pack using your Software Center.",
    "build_date": "2025-11-17T14:08:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/SemantiK/a5496d9d65da338b77d2a046edcd7f51/icons/128x128/net.krafting.SemantiK.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "word",
      "semantic",
      "vocabulary"
    ],
    "rank": 87
  },
  {
    "pkg": "BrogueCE",
    "app_id": "com.github.tmewett.BrogueCE",
    "description": "Brogue: Community Edition - a community-lead fork of the much-loved minimalist roguelike game",
    "description_long": "Brogue is a single-player strategy game set in the halls of a mysterious and randomly-generated dungeon. The objective is simple enough -- retrieve the fabled Amulet of Yendor from the 26th level -- but the dungeon is riddled with danger. Horrifying creatures and devious, trap-ridden terrain await. Yet it is also riddled with weapons, potions, and artifacts of forgotten power. Survival demands strength and cunning in equal measure as you descend, making the most of what the dungeon gives you. You will make sacrifices, narrow escapes, and maybe even some friends along the way -- but will you be one of the lucky few to return alive?",
    "build_date": "2024-12-03T10:05:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/tmewett.BrogueCE/bcd16b986ac93857b18048bc82a2ac13/icons/128x128/com.github.tmewett.BrogueCE.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 88
  },
  {
    "pkg": "Wheel Wizard",
    "app_id": "io.github.TeamWheelWizard.WheelWizard",
    "description": "Mario Kart Wii Mod Manager & Retro Rewind Auto Updater",
    "description_long": "<br>Wheel Wizard is a convenient Mario Kart Wii mod manager and launcher,<br>purpose-built for the Retro Rewind custom track distribution<br>with several online features.<br>",
    "build_date": "2025-09-15T13:08:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/TeamWheelWizard.WheelWizard/31605753815fe56a306e4a82bacb5235/icons/128x128/io.github.TeamWheelWizard.WheelWizard.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 89
  },
  {
    "pkg": "Health",
    "app_id": "dev.Cogitri.Health",
    "description": "Track your fitness goals",
    "description_long": "<br>Health can visualize how many steps you’ve made daily,<br>your weight development over time and your daily activities.\n<br>Data can be synched from Google Fit or manually entered into Health.<br>Afterwards, it can be viewed and edited in Health.<br>",
    "build_date": "2025-12-16T20:39:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/cogitri/Health/59dda71f9082bcbe0e436859dfc9d45c/icons/128x128/dev.Cogitri.Health.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 90
  },
  {
    "pkg": "Gods Deluxe",
    "app_id": "io.github.jotd666.gods-deluxe",
    "description": "A remake of the platform game",
    "description_long": "<br>Gods -Deluxe- is a remake of the excellent Bitmap Brothers platform game.<br>All classic levels are complete and working, and there are 4 extra full levels from the author.<br>",
    "build_date": "2025-10-04T10:46:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jotd666.gods-deluxe/1370e4d70f533bc377c08246a20268fb/icons/128x128/io.github.jotd666.gods-deluxe.png",
    "license": "MIT",
    "tag": [],
    "rank": 91
  },
  {
    "pkg": "Rosary",
    "app_id": "io.github.roseblume.rosary",
    "description": "Study Christianity",
    "description_long": "<br>Read the Bible and other Christian texts. This projects goal is to allow each person to study the bible and come to their own conclusion about their faith.<br>",
    "build_date": "2025-11-10T18:21:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/roseblume.rosary/9c575ee1a49c280a2189b78db7bdc56c/icons/128x128/io.github.roseblume.rosary.png",
    "license": "MIT",
    "tag": [
      "Jesus",
      "Books",
      "Bible"
    ],
    "rank": 92
  },
  {
    "pkg": "Game Server Watcher",
    "app_id": "io.github.lxndr.gswatcher",
    "description": "Monitor and admin game servers",
    "description_long": "Game Server Watcher is a simple application that helps you to monitor<br>the state of your favorite game servers and control remotely the servers of<br>your own. It also has a buddy list and can notify you if a buddy joins any of<br>servers.<br>Features:<br>Server list<br>Buddy list<br>Notifications when your buddy is on a server<br>Multiple query protocols<br>Remote console (Source only)<br>",
    "build_date": "2025-11-16T22:00:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lxndr.gswatcher/a9a82ce6d3dce93d5fa847d9a4e6c7a7/icons/128x128/io.github.lxndr.gswatcher.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "quake",
      "source",
      "gamespy"
    ],
    "rank": 93
  },
  {
    "pkg": "GTK Meteo",
    "app_id": "ch.bailu.gtk_meteo",
    "description": "Select location from map and show forecast",
    "description_long": "<br>Select location from map and show weather forecast.<br>Map is using OSM map tiles.<br>Based on mapsforge and java-gtk.<br>Forecast data is from .<br>",
    "build_date": "2025-07-28T10:34:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/ch/bailu/gtk_meteo/5e5137edcb62e1ff75128be630da0e60/icons/128x128/ch.bailu.gtk_meteo.png",
    "license": "MIT",
    "tag": [],
    "rank": 94
  },
  {
    "pkg": "OpaqueFiles",
    "app_id": "page.codeberg.cozyowl.OpaqueFiles",
    "description": "File encryption software for cloud storage",
    "description_long": "OpaqueFiles is a free and open-source project that can be used to encrypt data before uploading it to cloud providers or local storage.<br>Please also check out Cryptomator to see what suits you best.<br>Features<br>Encryption: ChaCha20-Poly1305 (default), AES-GCM-SIV<br>Remember password: Password can be saved in ~/.config/OpaqueFiles/opaqueFiles.properties to avoid typing<br>Compression: None, Zstd (default), gzip, XZ<br>Reed–Solomon Error Correction<br>Argon2id key derivation<br>Verification: Checks your encrypted files for errors during encryption<br>Checking: Check your encrypted files for malicious manipulation<br>Scrubbing: Check your encrypted files for corruption, and fix the corruption<br>UNIX Pipes<br>Stress testing: Test CPU/Memory stabilty. Faster but not as reliable as Memtest<br>",
    "build_date": "2025-12-12T17:28:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/cozyowl.OpaqueFiles/8b6dd2109fe5fd0a839239fb0803a4d4/icons/128x128/page.codeberg.cozyowl.OpaqueFiles.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "encryption",
      "aes",
      "chacha"
    ],
    "rank": 95
  },
  {
    "pkg": "Grisbi",
    "app_id": "org.grisbi.Grisbi",
    "description": "Personal finances manager",
    "description_long": "<br>Grisbi is a very functional personal financial management program<br>with a lot of features: checking, cash and liabilities accounts,<br>several accounts with automatic contra entries, several currencies,<br>including euro, arbitrary currency for every operation, money<br>interchange fees, switch to euro account per account, description<br>of the transactions with third parties, categories, sub-categories,<br>financial year, notes, breakdown, transfers between accounts, even<br>for accounts of different currencies, bank reconciliation, scheduled<br>transactions, automatic recall of last transaction for every third<br>party, nice and easy user interface, user manual, QIF import/export.<br>",
    "build_date": "2025-04-23T15:28:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/grisbi/Grisbi/2fa537dd700b9e5b48f5707fa7098af8/icons/128x128/org.grisbi.Grisbi.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "finance"
    ],
    "rank": 96
  },
  {
    "pkg": "Oku",
    "app_id": "io.github.OkuBrowser.oku",
    "description": "Browse & express yourself",
    "description_long": "Oku is a browser that offers a space that exists parallel to the web, where sites are shared between peers and found through social bookmarking.<br>While you may still browse traditional sites, Oku enables you to create, share, and find content without being beholden to centralised corporate interests.<br>Unleash your creativity and join a network of users supporting an independent effort to reintroduce control, privacy, &amp; free expression online.",
    "build_date": "2025-12-15T01:51:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/OkuBrowser.oku/19a64793cdf40240b03bb2d7a9cc2f33/icons/128x128/io.github.OkuBrowser.oku.png",
    "license": "AGPL-3.0+",
    "tag": [
      "web",
      "dweb",
      "hive"
    ],
    "rank": 97
  },
  {
    "pkg": "Gottet",
    "app_id": "org.gottcode.Gottet",
    "description": "Clear the board of falling blocks",
    "description_long": "Gottet is a falling blocks game. Pieces fall from the top of the play area and you can move them horizontally as well as rotate them before they reach the bottom of the play area. The goal is to create full lines of pieces, which are then removed. The game is over when the stack of pieces reaches the top of the play area.",
    "build_date": "2025-04-17T21:04:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Gottet/6d8ca442fd7822d81da49da6d265d2a1/icons/128x128/org.gottcode.Gottet.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "arcade"
    ],
    "rank": 98
  },
  {
    "pkg": "Q3Rally",
    "app_id": "com.q3rally.Q3Rally",
    "description": "Survival racing game",
    "description_long": "Q3Rally is a vehicular combat racing game.",
    "build_date": "2025-11-22T13:40:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/q3rally/Q3Rally/01c199b7c75e7803b0585540471617dd/icons/128x128/com.q3rally.Q3Rally.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 99
  },
  {
    "pkg": "Midnightmare Teddy",
    "app_id": "com.endlessnetwork.MidnightmareTeddy",
    "description": "Shoot and survive",
    "description_long": "You're in a dream...or maybe a nightmare! All of the toys have come alive and are chasing you. Fight them off and run to survive for as long as you can. Want the ultimate challenge? Try out Math Mode and use your number skills as a weapon to fight back the evil toys!",
    "build_date": "2025-01-21T11:07:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/endlessnetwork/MidnightmareTeddy/cabb4fcd24958c2a8816e36e92f4dc58/icons/128x128/com.endlessnetwork.MidnightmareTeddy.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 100
  },
  {
    "pkg": "Furtherance",
    "app_id": "io.unobserved.furtherance",
    "description": "Time tracker",
    "description_long": "<br>Furtherance is a time tracking application that respects your privacy.<br>It allows you to track time spent on different activities without worrying about your data being captured and sold.<br>",
    "build_date": "2025-03-09T06:37:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/unobserved/furtherance/8e232dd0ead85f64278f4e58ae975992/icons/128x128/io.unobserved.furtherance.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "timer",
      "tracker",
      "clock"
    ],
    "rank": 101
  },
  {
    "pkg": "Nyrna",
    "app_id": "codes.merritt.Nyrna",
    "description": "Suspend games and applications",
    "description_long": "Similar to the incredibly useful sleep/suspend function found in consoles like the Nintendo Switch and Sony PlayStation; suspend your game (and its resource usage) at any time, and resume whenever you wish - at the push of a button.<br>Suspend Games<br>Pause cutscenes to read the subtitles, examine the scene, answer the door, etc.<br>Pause games that can't normally be paused (single-player games like Dark Souls, Elden Ring, etc)<br>Suspend games whose pause screens keep the system running hot or playing unwanted music<br>Suspend inbetween checkpoints (example: Hollow Knight)<br>Suspend Applications<br>Nyrna can be used to suspend normal, non-game applications as well. For example:<br>3D renders<br>video encoding<br>software compilation<br>The CPU and GPU resources are being used by said task - maybe for hours - when you would like to use the system for something else. With Nyrna you can suspend that program, freeing up the resources (excluding RAM) until the process is resumed, without losing where you were - like the middle of a long job, or a gaming session between save points.",
    "build_date": "2025-09-28T19:43:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/c/co/codes.merritt.nyrna/04ee2f5bc13a8956cf75f955657b6b85/icons/128x128/codes.merritt.Nyrna.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "sleep",
      "suspend",
      "pause"
    ],
    "rank": 102
  },
  {
    "pkg": "Pulp",
    "app_id": "org.gnome.gitlab.cheywood.Pulp",
    "description": "Skim excessive feeds",
    "description_long": "Note: Today Pulp is available as available as a preview which includes direct RSS along with FreshRSS and Nextcloud News backends.<br>Pulp provides a workflow focused on reading through an excessive number of RSS feeds with the goal of regularly marking all read, resting in a state akin to an empty inbox.<br>Contributing to quickly parsing excessive articles:<br>Marking read while scrolling<br>Ensuring full article titles and longer excerpts are visible in the article list<br>A large mobile-friendly button to mark the list read and continue<br>Minimising everything else, in both UI clutter and functionality<br>Complimenting Pulp being a bucket that you're aiming to keep empty are the abilities to share (via Mastodon, Telegram, Reddit and mail) and save (to Wallabag, Nextcloud Bookmarks, Nextcloud Notes and Iotas).<br>The goal here isn't to be a typical RSS reader, please see the README (via the website link) for more about what Pulp is trying to do and what's possible with this preview. There will be some bugs, reporting those (via the Report an Issue link) is greatly appreciated 🙏",
    "build_date": "2025-10-29T00:01:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.cheywood.Pulp/ffce9738f3c27b288420d33858810e11/icons/128x128/org.gnome.gitlab.cheywood.Pulp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "rss",
      "news",
      "minimal"
    ],
    "rank": 103
  },
  {
    "pkg": "FreeRCT",
    "app_id": "net.freerct.FreeRCT",
    "description": "Theme park strategy game",
    "description_long": "FreeRCT aims to be a free and open source game which captures the look, feel and gameplay of the popular games RollerCoaster Tycoon 1 and 2.<br>The game is still in an early alpha state, but it is already playable and offers a variety of features.",
    "build_date": "2024-12-09T13:15:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/freerct/FreeRCT/11e32248926dda36baa66c9ace825e1d/icons/128x128/net.freerct.FreeRCT.png",
    "license": "GPL-2.0",
    "tag": [
      "Game",
      "Strategy"
    ],
    "rank": 104
  },
  {
    "pkg": "Konquest",
    "app_id": "org.kde.konquest",
    "description": "Galactic Strategy Game",
    "description_long": "<br>Konquest is a version of Gnu-Lactic Konquest. Players conquer other planets<br>by sending ships to them. The goal is to build an interstellar empire and ultimately<br>conquer all other player's planets.<br>",
    "build_date": "2025-12-17T17:34:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/konquest/168fa6d594bfeab7f9fd665e0781cb41/icons/128x128/org.kde.konquest.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 105
  },
  {
    "pkg": "ARX",
    "app_id": "org.deidentifier.arx",
    "description": "ARX Data Anonymization Tool",
    "description_long": "\nARX is a comprehensive open source software for anonymizing sensitive personal data. It supports a wide variety of (1) privacy and risk models, (2) methods for transforming data and (3) methods for analyzing the usefulness of output data.\n<br>\nThe software has been used in a variety of contexts, including commercial big data analytics platforms, research projects, clinical trial data sharing and for training purposes.\n<br>\nARX is able to handle large datasets on commodity hardware and it features an intuitive cross-platform graphical user interface.<br>ARX features a cross-platform graphical tool, which supports data import and cleansing, wizards for creating transformation rules, intuitive ways for tailoring the anonymized dataset to your requirements and visualizations of data utility and re-identification risks<br>ARX is also available as a comprehensive software library with a clean API that delivers data anonymization capabilities to any Java program. The underlying principles, methods, algorithms and data structures have been published in peer-reviewed journals and conference proceedings<br>ARX is not just a tool box, but a fully fledged application. All methods have been carefully selected and tightly integrated with each other. ARX provides compatibility with SQL databases, MS Excel and CSV files. Moreover, it supports data cleansing and can handle incomplete and dirty data",
    "build_date": "2025-09-25T04:16:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/deidentifier/arx/808ae0e010e3857b7d6674922a3f7c6c/icons/128x128/org.deidentifier.arx.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 106
  },
  {
    "pkg": "Kumo",
    "app_id": "org.catacombing.kumo",
    "description": "Mobile web browser",
    "description_long": "<br>Kumo is a web browser with a UI focused on portrait mode touchscreen<br>mobile devices. It is optimized to run on low-end hardware with a<br>limited battery life.<br>The following noteworthy features are implemented:<br>Built-in adblocker<br>Whitelist-based cookie policy<br>Shell-like URI completion<br>Session recovery<br>Tab groups<br>History management<br>",
    "build_date": "2025-10-31T21:43:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/catacombing/kumo/ee324bbb0a36df4ec71ee03dee813050/icons/128x128/org.catacombing.kumo.png",
    "license": "GPL-3.0-only",
    "tag": [
      "mobile",
      "wayland"
    ],
    "rank": 107
  },
  {
    "pkg": "iptux",
    "app_id": "io.github.iptux_src.iptux",
    "description": "LAN communication software",
    "description_long": "<br>iptux is an “IP Messenger” client. The features of iptux include:<br>auto-detect other clients on the intranet.<br>send/recv messages to other clients.<br>send/recv files to other clients.<br>share your files to other cliens (with optional password protection).<br>It is (supposedly) compatible with 飞鸽传书 (Feige) and 飞秋 (FeiQ) from China,<br>and with the original “IP Messenger” clients from Japan, including g2ipmsg and<br>xipmsg in Debian.<br>",
    "build_date": "2025-02-18T00:57:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/iptux_src.iptux/b390e379ebf0b8c3c219c59641cd34a2/icons/128x128/io.github.iptux_src.iptux.png",
    "license": "GPL-2.0",
    "tag": [
      "chat",
      "im",
      "ipmsg"
    ],
    "rank": 108
  },
  {
    "pkg": "Encoding Explorer",
    "app_id": "io.github.josephmawa.EncodingExplorer",
    "description": "Transform characters into binary",
    "description_long": "Encoding Explorer is a tool for learning character encoding. Below are the main features:<br>Encode characters to ASCII, UTF-8, UTF-16, and UTF-32<br>Encode numbers to IEEE-754 half, single, and double precision format<br>Supports real-time encoding<br>Change the endianness of a multi-byte encoding<br>Provides user-friendly interface for exploring encodings<br>Switch to light, dark, or system mode<br>",
    "build_date": "2025-08-29T15:48:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.EncodingExplorer/ace9931a73221f2a9fd8e73a90e84732/icons/128x128/io.github.josephmawa.EncodingExplorer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Learn",
      "Character",
      "Number"
    ],
    "rank": 109
  },
  {
    "pkg": "Candy Wrapper",
    "app_id": "net.hhoney.candy",
    "description": "Screen-wrapping arcade action",
    "description_long": "Play your way through 20 levels of this arcade screen-wrapping action game inspired by Bubble Bobble!<br>Controls: Arrows + Spacebar / WASD / IJKL<br>Candy Wrapper was originally made within 24 hours for the 100 Lines of Code GameMaker Jam.",
    "build_date": "2025-08-05T03:05:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/candy/f8492a916547756a2777cf95319cf56c/icons/128x128/net.hhoney.candy.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 110
  },
  {
    "pkg": "Notify",
    "app_id": "com.ranfdev.Notify",
    "description": "Receive notifications from ntfy.sh.",
    "description_long": "Versatile GTK4 client designed to seamlessly interface with the ntfy.sh notification service",
    "build_date": "2025-12-15T17:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Notify/715d482ec5e745785083560a55ad631f/icons/128x128/com.ranfdev.Notify.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "ntfy"
    ],
    "rank": 111
  },
  {
    "pkg": "ecode",
    "app_id": "dev.ensoft.ecode",
    "description": "Lightweight multi-platform code editor designed for modern hardware with a focus on responsiveness and performance",
    "description_long": "<br>ecode is a lightweight multi-platform code editor designed for modern hardware with a<br>focus on responsiveness and performance. It has been developed with the<br>hardware-accelerated eepp GUI, which provides the core technology for the editor. The<br>project comes as the first serious project using the eepp GUI, and it's currently being<br>developed to improve the eepp GUI library as part of one of its main objectives.<br>",
    "build_date": "2025-10-17T13:11:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/ensoft/ecode/8ab8d78b6f80778b90fedb3f71024ce8/icons/128x128/dev.ensoft.ecode.png",
    "license": "MIT",
    "tag": [],
    "rank": 112
  },
  {
    "pkg": "Parlatype",
    "app_id": "xyz.parlatype.Parlatype",
    "description": "Media player for transcription",
    "description_long": "Parlatype is an easy to use media player. Its main purpose is to help<br>you transcribing speech.",
    "build_date": "2025-11-26T18:02:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/parlatype/Parlatype/6829fabf6d823d8b96a70ef514af2930/icons/128x128/xyz.parlatype.Parlatype.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 113
  },
  {
    "pkg": "Threadbare",
    "app_id": "org.endlessaccess.threadbare",
    "description": "Rebuild an unraveling world",
    "description_long": "Story-driven, collaborative game where players don’t just explore a world—they co-create it. In Threadbare, players rebuild a world unraveling at the seams by recovering knowledge, crafting stories, and designing characters, quests, and cultures drawn from their own lives.",
    "build_date": "2025-12-18T14:32:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/endlessaccess/threadbare/941bd0fcd870783ee8e58b5c4b7163c8/icons/128x128/org.endlessaccess.threadbare.png",
    "license": "MPL-2.0",
    "tag": [
      "Godot",
      "retro",
      "pixel"
    ],
    "rank": 114
  },
  {
    "pkg": "Playlifin",
    "app_id": "net.krafting.Playlifin",
    "description": "Sync YouTube playlists to Jellyfin",
    "description_long": "A tool to convert a Youtube Music playlist to a Jellyfin playlists. You MUST have downloaded the playlist and put them on your Jellyfin before running this app.<br>This program get all the song titles in your Youtube Playlist and try its best to find the same song on Jellyfin and add it in the new playlist.<br>This is useful when you sort music by albums, genre or artists but still want to have your playlist after importing your music to Jellyfin.<br>Recommended format to download a playlist with yt-dlp: /usr/bin/yt-dlp -x --audio-format mp3 --prefer-ffmpeg -o '%(title)s.%(ext)s' --embed-thumbnail (YoutubeURL) <br>It uses the yt-dlp backend for fetching Youtube informations and the Jellyfin API for the Jellyfin informations.",
    "build_date": "2025-11-17T17:31:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Playlifin/f4ed6807f4400354ede7c9fe957de720/icons/128x128/net.krafting.Playlifin.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "youtube",
      "convert"
    ],
    "rank": 115
  },
  {
    "pkg": "Blobby Volley 2",
    "app_id": "de.blobbyvolley.BlobbyVolley2",
    "description": "The head-to-head multiplayer volley-ball game.",
    "description_long": "<br>Blobby Volley is one of the most popular freeware games where<br>two blobbed shaped entities play volleyball against each other.<br>You can play against a teammate or alone against computer opponents.<br>It's possible to play in local network and in offical servers.<br>Controls via the mouse or the keyboard are customizable.<br>The points are saved and can be displayed and compared in statistics.<br>This is an official continuation of the famous Blobby Volley 1.x<br>arcade game from 2000s.<br>",
    "build_date": "2025-10-05T18:51:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/blobbyvolley/BlobbyVolley2/fad2ef9ee9ebdfc4ab4ee857be3b1694/icons/128x128/de.blobbyvolley.BlobbyVolley2.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 116
  },
  {
    "pkg": "Kanagram",
    "app_id": "org.kde.kanagram",
    "description": "Letter Order Game",
    "description_long": "Kanagram is a game based on anagrams of words: the puzzle is solved when the letters of the scrambled word are put back in the correct order. There is no limit on either time taken, or the amount of attempts to solve the word. It features several included word lists, a hints-and-cheats help system, a word list editor, and allows for updating and distributing wordlists via KNewStuff. The interface is scalable and appropriate for children.",
    "build_date": "2025-12-11T15:47:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kanagram.desktop/391a3ac519b9e43d55045411d33d083c/icons/128x128/org.kde.kanagram.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 117
  },
  {
    "pkg": "Amazfish",
    "app_id": "uk.co.piggz.amazfish",
    "description": "Smart watch sync app",
    "description_long": "<br>Companion application for Huami Devices (such as Amazfit Bip, Cor, MiBand2/3 and GTS and GTS) and the Pinetime Infinitime.<br>",
    "build_date": "2025-10-17T13:55:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/piggz.amazfish/790ca35e53d526c55c3421cd0cf50bbc/icons/128x128/uk.co.piggz.amazfish.png",
    "license": "GPL-3.0",
    "tag": [
      "Smartwatch",
      "Bluetooth",
      "AsteroidOS"
    ],
    "rank": 118
  },
  {
    "pkg": "LCEDA Pro",
    "app_id": "cn.lceda.LCEDAPro",
    "description": "An Easier and Powerful Online PCB Design Tool",
    "description_long": "<br>LCEDA (Chinese: 嘉立创EDA), Chinese editon of EasyEDA, is a web-based, ready-to-use, easy-to-use, team-collaborative EDA tool.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by LCEDA.<br>",
    "build_date": "2025-12-16T07:36:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/cn/lceda/LCEDAPro/e3628c3d54ac06ef8ac8e81f74ebcbe7/icons/128x128/cn.lceda.LCEDAPro.png",
    "license": "LicenseRef-proprietary=https://lceda.cn/page/legal",
    "tag": [],
    "rank": 119
  },
  {
    "pkg": "Q-Zandronum",
    "app_id": "com.qzandronum.Q-Zandronum",
    "description": "A Zandronum 3.0 fork with improved netcode, configurable movement and many small tweaks",
    "description_long": "<br>Q-Zandronum is a fork of Zandronum, a multiplayer oriented port, based off Skulltag, for Doom and Doom II by id Software.<br>The main goal of the fork is to improve the QC:DE gameplay, but it can be used with other mods as well. The engine brings improved netcode, multiple Quality-of-Life improvements and new modding features.<br>In some scenarios, commercial data files are required to run the supported games. In other cases, it's possibly to automatically use Freedoom as a drop-in replacement. This package comes bundled with Doomseeker for easy installation and server browsing.<br>",
    "build_date": "2025-12-18T07:45:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/qzandronum/Q-Zandronum/3e219dc22a8cdc851b6f8e937897c8e0/icons/128x128/com.qzandronum.Q-Zandronum.png",
    "license": "Sleepycat",
    "tag": [
      "Doom",
      "Heretic",
      "Hexen"
    ],
    "rank": 120
  },
  {
    "pkg": "TransLines",
    "app_id": "net.zdechov.app.TransLines",
    "description": "Enjoyable metro building game",
    "description_long": "Features:<br>Supported 9 metro lines with different colors<br>Supported 12 metro stations shapes<br>Each week a player gets new train<br>Passengers with specific shape travel to the station with same shape<br>Tracks can be re-positioned and extended on both ends<br>New random stations appear continuously<br>Dark mode<br>Full screen mode<br>Multi-language support (English, Czech, French, German)<br>Career support with playable cities<br>Selectable weekly new improvements: line, carriage or terminal<br>",
    "build_date": "2025-01-14T11:52:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.TransLines/5942b05ecc8714f11a6dcd4550cbd0aa/icons/128x128/net.zdechov.app.TransLines.png",
    "license": "CC0-1.0",
    "tag": [
      "metro",
      "subway",
      "transport"
    ],
    "rank": 121
  },
  {
    "pkg": "Exult Ultima VII Engine",
    "app_id": "info.exult.exult",
    "description": "Cross-platform engine for the Ultima VII games",
    "description_long": "Exult is a project to recreate Ultima VII for modern operating systems, using the game's original plot, data,<br>and graphics files.<br>Ultima VII, an RPG from the early 1990's, still has a huge following. But, being a DOS game with a very<br>nonstandard memory manager, it is difficult to run it on the latest computers. Exult is a project to create<br>an Ultima VII game engine that runs on modern operating systems, capable of using the data and graphics<br>files that come with the original game.<br>Exult is written in C++ and runs on, at least, Linux, macOS and Windows using the SDL library to make porting<br>to other platforms relatively easy. The current version supports all of and<br>, allowing you to finish both games. This is only possible due to the work<br>done by other fans who have decoded the various Ultima VII data files, especially Gary Thompson, Maxim Shatskih,<br>Jakob Schonberg, and Wouter Dijkslag.<br>Exult aims to let those people who own Ultima VII (copyright 1993) play the game on modern hardware, in as close<br>to (or perhaps even surpassing) its original splendor as is possible. You need to own <br>and/or and optionally the add-ons (not required to run) in order to use Exult,<br>and we encourage you to buy a legal copy. The game data from at least one of these games must be installed in a<br>specific directory to play; please refer to the Exult documentation for more information.",
    "build_date": "2025-05-11T23:25:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/exult/exult/8823177b9a7254174b346bcc6b71989a/icons/128x128/info.exult.exult.png",
    "license": "GPL-2.0-only",
    "tag": [
      "Ultima",
      "avatar",
      "fantasy"
    ],
    "rank": 122
  },
  {
    "pkg": "Ntfy Desktop",
    "app_id": "moe.emmaexe.ntfyDesktop",
    "description": "Receive ntfy notifications",
    "description_long": "<br>Subscribe to topics from any ntfy server and receive notifications natively on the desktop.<br>",
    "build_date": "2025-09-30T01:22:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/emmaexe/ntfyDesktop/aff37d2548708ea0d8feda9f32c12dab/icons/128x128/moe.emmaexe.ntfyDesktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "ntfy"
    ],
    "rank": 123
  },
  {
    "pkg": "Words!",
    "app_id": "page.codeberg.petsoi.words",
    "description": "Have fun guessing Words",
    "description_long": "Words is a popular word puzzle game, similar to Wordle, where players try to guess a hidden word within six attempts.<br>It's simple yet addictive, combining logic, vocabulary, and deduction.<br>The game supports different word lists and lengths in multiple languages. Currently, English and German are available.<br>Want to see your language in the game? Feel free to send me a word list!",
    "build_date": "2025-08-11T21:13:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/petsoi.words/64d496a4dede7f1902d66361731af5cb/icons/128x128/page.codeberg.petsoi.words.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "wordle"
    ],
    "rank": 124
  },
  {
    "pkg": "Yet Another Framework Interface",
    "app_id": "au.stevetech.yafi",
    "description": "YAFI is another GUI for the Framework Laptop Embedded Controller",
    "description_long": "It is written in Python with a GTK4 Adwaita theme, and uses the `CrOS_EC_Python` library to communicate with the EC.",
    "build_date": "2025-09-28T11:49:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/au/stevetech/yafi/11785ee9eca2a22725a398771a210b92/icons/128x128/au.stevetech.yafi.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Framework",
      "EC"
    ],
    "rank": 125
  },
  {
    "pkg": "IPlan",
    "app_id": "ir.imansalmani.IPlan",
    "description": "Your plan for improving personal life and workflow",
    "description_long": "IPlan goal is to be a user-friendly tool for those who want to organize their ether personal life, jobs, or both.<br>Features:<br>Grouping tasks with project and list<br>Timer for tasks<br>Subtasks<br>Calendar for Exploring tasks by date<br>Global search<br>Arranging projects, lists, and tasks by drag and drop<br>",
    "build_date": "2025-12-10T16:46:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/ir/imansalmani/IPlan/59b5c762e007556385e15006b9f34d0f/icons/128x128/ir.imansalmani.IPlan.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 126
  },
  {
    "pkg": "Syng",
    "app_id": "rocks.syng.Syng",
    "description": "Easily host karaoke events",
    "description_long": "<br>Syng is an easy-to-use karaoke software. Just start the client and let your users connect via their web browser.<br>You can set up your own Syng server or simply use a publicly available one.<br>Songs can be searched and played from YouTube, an S3 storage or your local machine.<br>You can play a variety of file formats, such as mp3+cdg, webm, mp4, ...<br>",
    "build_date": "2025-12-11T22:32:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/r/ro/rocks.syng.syng/70f011f07fb736450ea5febc3db0f2f2/icons/128x128/rocks.syng.Syng.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "karaoke",
      "music",
      "video"
    ],
    "rank": 127
  },
  {
    "pkg": "Random Number Five",
    "app_id": "io.github.FailurePoint.RandomNumberFive",
    "description": "Random number generator for For the Linux desktop!",
    "description_long": "Random Number Five is a random number generator for creating randomly generated numbers between a configurable min/max range from 0 to 1,000,000.",
    "build_date": "2025-12-16T00:48:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/FailurePoint.RandomNumberFive/de9decfffdecc7946ffa8d2e5b200978/icons/128x128/io.github.FailurePoint.RandomNumberFive.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 128
  },
  {
    "pkg": "SciTE",
    "app_id": "org.scintilla.SciTE",
    "description": "A SCIntilla based Text Editor",
    "description_long": "SciTE is a SCIntilla based Text Editor. Originally built to demonstrate Scintilla, it has grown to be a generally useful editor with facilities for building and running programs. <br>SciTE includes the following features:<br>Syntax highlighting<br>Run code in Terminal, C, C++, vala, go<br>Code completion<br>Code folding<br>Many supported filetypes like C, Java, PHP, HTML, Python, Perl, Pascal<br>Exporting file to HTML, RTF, PDF, LATEX, XML<br>",
    "build_date": "2025-11-24T16:37:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/scintilla/SciTE/4ea8fa51e89e08a17da3b91a10537eba/icons/128x128/org.scintilla.SciTE.png",
    "license": "HPND",
    "tag": [],
    "rank": 129
  },
  {
    "pkg": "GNOME Taquin",
    "app_id": "org.gnome.Taquin",
    "description": "Slide tiles to their correct places",
    "description_long": "<br>Taquin is a computer version of the 15-puzzle and other sliding puzzles.<br>The object of Taquin is to move tiles so that they reach their places,<br>either indicated with numbers, or with parts of a great image.<br>",
    "build_date": "2025-12-11T14:14:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Taquin/bfc1f62a08afad1e5e0b87c99de9a9b5/icons/128x128/org.gnome.Taquin.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle"
    ],
    "rank": 130
  },
  {
    "pkg": "Master Key",
    "app_id": "com.gitlab.guillermop.MasterKey",
    "description": "Manage passwords without saving them",
    "description_long": "<br>Master Key is a password manager application that generates and manages passwords without the<br>need to store them<br>Features:<br>Passwords are generated using a combination of a master key, a site and a login<br>Passwords are never stored<br>Passwords can be recreated everywhere<br>The accounts information is encrypted<br>Follows the GNOME Human Interface Guidelines<br>",
    "build_date": "2025-09-28T18:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gitlab/guillermop.MasterKey/72e3c3dceedb5907f0d95c3a3fbd6317/icons/128x128/com.gitlab.guillermop.MasterKey.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 131
  },
  {
    "pkg": "Lifeograph",
    "app_id": "net.sourceforge.Lifeograph",
    "description": "Advanced personal note taking application",
    "description_long": "<br>Lifeograph is a powerful note-taking application that can be used to keep an encrypted diary,<br>to plan a journey, to manage todos and long term goals, to write down<br>ideas in an organized way, to track regular activities and many more. Lifeograph<br>strives to deliver an abundance of advanced features in a clean and streamlined user interface.<br>Main features of Lifeograph:<br>Completely local workflow: all data is owned solely by the user<br>Encrypted (with AES256) and unencrypted diaries<br>Powerful and intuitive parametric tagging system<br>Todo management system<br>WYSIWYG rich text formatting (i.e. no separate edit &amp; preview modes)<br>Image thumbnails, tables, and charts in entries<br>Searching and replacing of text<br>Advanced filtering of entries<br>Integrated map for travel notes and planning<br>Live tables that are created on the fly based on the user defined rules which can also be pasted into spread-sheet programs<br>Live statistical charts that are created from the values in the tables<br>Themes in text editor, including background images<br>Favorite entries<br>Spell checking<br>Links between entries and to URIs<br>Automatically created back-links to entries referring to the current entry<br>Printing individual entries or whole diaries<br>Automatically logs out when not used for some time (to protect your diary when you forget to log out)<br>Multiple automatic backups to prevent data loss<br>",
    "build_date": "2025-08-17T19:17:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/Lifeograph/06f4eed36cdb87c93537ff3f6e965027/icons/128x128/net.sourceforge.Lifeograph.png",
    "license": "GPL-3.0",
    "tag": [
      "journal",
      "note",
      "to-do"
    ],
    "rank": 132
  },
  {
    "pkg": "Pekka Kana 2",
    "app_id": "net.pistegamez.PekkaKana2",
    "description": "Jump 'n run game made in the spirit of old classic platformers",
    "description_long": "<br>Pekka Kana 2 (Pekka the Rooster 2) is a jump 'n run game made in the spirit of old classic platformers such as Super Mario, Sonic the Hedgehog, Jazz Jackrabbit, Super Frog and so on.<br>The simple goal in each level is to find the exit sign, which is usually not that simple as it sounds because of enemies, traps, and quirky puzzles.<br>",
    "build_date": "2024-11-06T10:43:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/pistegamez/PekkaKana2/81ad98f897674e1fa555ebb10a054ff5/icons/128x128/net.pistegamez.PekkaKana2.png",
    "license": "BSD-2-Clause",
    "tag": [],
    "rank": 133
  },
  {
    "pkg": "KGraphViewer",
    "app_id": "org.kde.kgraphviewer",
    "description": "A Graphviz DOT graph viewer",
    "description_long": "<br>KGraphViewer is a Graphviz DOT graph file viewer, aimed to replace the other outdated Graphviz tools.<br>Graphs are commonly used in scientific domains and particularly in computer science.<br>Features:<br>Zooming<br>Threaded loading of several graphs in tabs<br>Saving of the recent files list<br>Manual reload of files<br>Display of a bird-eye view of the graph<br>Moving of the graph by dragging<br>Full featured printing<br>Perfect drawing of all graphviz example graphs<br>Automatically choose dot for directed graphs and neato for undirected<br>Possibility to use an arbitrary layout algorithm as soon as it produces xdot format<br>Automatic reloading with user confirmation of (externally) modified files (configurable)<br>Open new instances as new tabs in the old one (configurable)<br>",
    "build_date": "2025-12-17T17:51:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kgraphviewer.desktop/8010b7bdb3e3b8f21540d82b9f5be8db/icons/128x128/org.kde.kgraphviewer.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 134
  },
  {
    "pkg": "LiberDrop",
    "app_id": "com.tenetcode.LiberDrop",
    "description": "Seamlessly transfer files across devices",
    "description_long": "<br>LiberDrop is a convenient and efficient service designed to simplify the process of transferring files between different devices. Whether you're looking to send documents, photos, or entire folders, LiberDrop makes it easy to securely transfer your files with just a few simple steps.<br>",
    "build_date": "2025-07-22T00:34:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/tenetcode/LiberDrop/9d50e1239081987041c6b5d7591cb0f8/icons/128x128/com.tenetcode.LiberDrop.png",
    "license": "LicenseRef-proprietary=https://liberdrop.com/software-license-agreement.html",
    "tag": [
      "liberdrop"
    ],
    "rank": 135
  },
  {
    "pkg": "KSquares",
    "app_id": "org.kde.ksquares",
    "description": "Connect the dots to create squares",
    "description_long": "KSquares is a game modeled after the well known pen and paper based game of Dots and Boxes. Each player takes it in turns to draw a line between two adjacent dots on the board. The objective is to complete more squares than your opponents.",
    "build_date": "2025-12-17T17:40:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ksquares/90e11fc3004dbf808f6a1797aa504afc/icons/128x128/org.kde.ksquares.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 136
  },
  {
    "pkg": "Kalorite",
    "app_id": "io.github.monsler.Kalorite",
    "description": "Lightweight audio player",
    "description_long": "Kalorite is a lightweight audio player. It supports all modern codecs and have simple and elegant design.",
    "build_date": "2025-12-18T16:57:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/monsler.Kalorite/a0b106e40d433045f99787590b93496c/icons/128x128/io.github.monsler.Kalorite.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "player",
      "sound",
      "audio"
    ],
    "rank": 137
  },
  {
    "pkg": "KSnakeDuel",
    "app_id": "org.kde.ksnakeduel",
    "description": "Tron-like Game",
    "description_long": "<br>KSnakeDuel is a simple Tron-Clone. You can play KSnakeDuel against the computer or a friend.<br>The aim of the game is to live longer than your opponent. To do that, avoid running into a<br>wall, your own tail and that of your opponent.<br>",
    "build_date": "2025-12-17T17:40:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ksnakeduel/dc03e81782f3b16f1d1b65df04aa5d85/icons/128x128/org.kde.ksnakeduel.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 138
  },
  {
    "pkg": "PDF Stitcher",
    "app_id": "org.pdfstitcher.pdfstitcher",
    "description": "Modify PDF sewing patterns",
    "description_long": "PDF Stitcher was developed to help sewists convert print-at-home PDF sewing patterns into a single large file suitable for use with a projector. Just like printing and taping together a paper pattern, PDF Stitcher takes the specified page range, amount to trim from each page, and number of rows or columns and assembles the pages together to form a complete pattern.<br>Features<br>Stitch together pages in any order with specified number of rows/columns<br>Rotate pages for stitching<br>Add a margin around the final output<br>Trim or overlap the edges of each page by a specified amount<br>Add blank pages by including zeros in the page list (e.g. 1-5,0,6-10)<br>Layers are automatically preserved if present in the source document<br>Exclude layers (either deactivate or remove)<br>Modify line properties (colour, thickness, style (solid, dashed, dotted))<br>",
    "build_date": "2025-06-26T23:39:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/pdfstitcher/pdfstitcher/593e9db5f552bdf37f34c4b3487ae365/icons/128x128/org.pdfstitcher.pdfstitcher.png",
    "license": "MPL-2.0",
    "tag": [
      "pdf",
      "stitch",
      "stitcher"
    ],
    "rank": 139
  },
  {
    "pkg": "Qcm",
    "app_id": "io.github.hypengw.Qcm",
    "description": "Material You cloud music player",
    "description_long": "Material You cloud music player. <br>Music Service:<br>Jellyfin<br>Netease Cloud Music(网易云音乐)",
    "build_date": "2025-12-20T14:53:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hypengw.Qcm/648ecb79eba3cda636bf90cdf0c56e44/icons/128x128/io.github.hypengw.Qcm.png",
    "license": "GPL-2.0",
    "tag": [
      "Netease"
    ],
    "rank": 140
  },
  {
    "pkg": "Tali",
    "app_id": "org.gnome.Tali",
    "description": "Roll dice and score points",
    "description_long": "<br>A variation on poker with dice and less money, this game is a family classic.<br>Throw the dice three times in a row, holding back the ones you like, in order<br>to make the best possible hand. You can also play a lesser-known variant with<br>colored dice.<br>Play between one and five opponents at three difficulty levels.<br>",
    "build_date": "2025-12-11T09:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Tali/e03ecc8c4861b0724300b75eabdc3c86/icons/128x128/org.gnome.Tali.png",
    "license": "GPL-2.0+",
    "tag": [
      "yahtzee"
    ],
    "rank": 141
  },
  {
    "pkg": "OpenTrace",
    "app_id": "io.github.Archeb.opentrace",
    "description": "A cross-platform GUI wrapper for NextTrace",
    "description_long": "OpenTrace is a cross-platform GUI wrapper for NextTrace. Bringing you a sense of familiarity.<br>Note: This build uses a dirty approach to run program with cap_net_raw caps. You'll need to allow pkexec to setcap at the first use.<br>If map isn't showing up, try switching to Google maps in File-&gt;Preferences.",
    "build_date": "2025-09-04T19:00:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Archeb.opentrace/4a12dbabd74504bc4dbdd2ecac86d6e0/icons/128x128/io.github.Archeb.opentrace.png",
    "license": "GPL-3.0",
    "tag": [
      "traceroute",
      "OpenTrace",
      "network"
    ],
    "rank": 142
  },
  {
    "pkg": "Snux",
    "app_id": "page.codeberg.ilijaculap.snux",
    "description": "Simple snake game",
    "description_long": "In this game, you need to be quick! You are a snake moving across the game field. Control the snake using the arrow keys: up, down, left, and right. Be careful not to hit the field borders or your own tail. The goal is to eat as much food as possible. There are two types of food: Green food makes your snake longer, green stars give you extra points, but they only appear for a short amount of time, so act fast!",
    "build_date": "2025-09-06T14:40:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/ilijaculap.snux/2999a29fddf164d2ffa982bf9beae4f5/icons/128x128/page.codeberg.ilijaculap.snux.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "snux",
      "snake",
      "game"
    ],
    "rank": 143
  },
  {
    "pkg": "Picker",
    "app_id": "io.github.mezoahmedii.Picker",
    "description": "Randomly pick something to do",
    "description_long": "<br>Picker is a simple app that can pick something for you from a list of things.\n<br>For example, if you can't decide what to have for dinner, put your favorite meals in and let<br>the Picker choose one for you.<br>",
    "build_date": "2025-09-03T04:43:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mezoahmedii.Picker/b2ce5a0accb8973da5bf8b580fe0251b/icons/128x128/io.github.mezoahmedii.Picker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picker",
      "spin",
      "choose"
    ],
    "rank": 144
  },
  {
    "pkg": "NFO Viewer",
    "app_id": "io.otsaloma.nfoview",
    "description": "Viewer for NFO files",
    "description_long": "NFO Viewer is a simple viewer for NFO files, which are <br>art in the CP437 codepage. The advantages of using NFO Viewer<br>instead of a text editor are preset font and encoding settings,<br>automatic window size and clickable hyperlinks.",
    "build_date": "2025-04-14T19:27:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/otsaloma/nfoview.desktop/8e61998cefeb130c1d2a5220b3bf5d85/icons/128x128/io.otsaloma.nfoview.desktop.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 145
  },
  {
    "pkg": "Srain",
    "app_id": "im.srain.Srain",
    "description": "Modern IRC client written in GTK",
    "description_long": "<br>Modern IRC client written in GTK<br>",
    "build_date": "2025-12-12T16:41:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/srain/Srain/c42eace13c50feeb70a75badc962f7b9/icons/128x128/im.srain.Srain.png",
    "license": "GPL-3.0",
    "tag": [
      "irc",
      "chat",
      "gtk"
    ],
    "rank": 146
  },
  {
    "pkg": "BeagleBoard Imager",
    "app_id": "org.beagleboard.imagingutility",
    "description": "BeagleBoard Imaging Utility",
    "description_long": "<br>Notice: Please download the udev permissions for fixing permission errors when working with BeagleConnect Freedom.<br>The easiest way to install the latest operating system images for your Beagle.<br>",
    "build_date": "2025-12-05T09:12:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/beagleboard/imagingutility/dfe8efc19f6e71bf0577f5b1e416c3f0/icons/128x128/org.beagleboard.imagingutility.png",
    "license": "MIT",
    "tag": [],
    "rank": 147
  },
  {
    "pkg": "Convolution",
    "app_id": "org.gnome.gitlab.bazylevnik0.Convolution",
    "description": "Maze escaping game",
    "description_long": "Logic game about escaping from a maze. Mazes are generative and in all resets are new. PC opponents with simple AIs trying to eat the player and do not gives opportunity to escape from the maze.",
    "build_date": "2024-06-28T20:03:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.bazylevnik0.Convolution.desktop/7929375930d74de2b4d3806115c3f2b2/icons/128x128/org.gnome.gitlab.bazylevnik0.Convolution.desktop.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 148
  },
  {
    "pkg": "OmegaT",
    "app_id": "org.omegat.OmegaT",
    "description": "A simple, open-source translation memory manager and CAT tool",
    "description_long": "OmegaT is a free translation memory application that works on Windows, macOS, Linux... It is a tool intended for professional translators. It does not translate for you! (Software that does this is called , and you will have to look elsewhere for it.)",
    "build_date": "2024-10-16T07:18:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/omegat/OmegaT/b7233c4eb33f2bbf5f520dc46aba8a3c/icons/128x128/org.omegat.OmegaT.png",
    "license": "GPL-3.0",
    "tag": [
      "cat"
    ],
    "rank": 149
  },
  {
    "pkg": "Quassel Client",
    "app_id": "org.quassel_irc.QuasselClient",
    "description": "Modern distributed IRC client",
    "description_long": "Quassel IRC is a modern, cross-platform, distributed IRC client based on the Qt framework.<br>Distributed means that one (or multiple) client(s) can attach to and detach from a central core that stays permanently online -- much like the popular combination of screen and a text-based IRC client such as WeeChat, and similar to (but much more featureful than) so-called BNCs. Re-attaching your client will show your IRC session in the same state as you left it in (plus whatever happened while you were gone), and this even when you re-attach from a different location. In addition, Quassel IRC can be used like a traditional client, with providing both client and core functionality in one binary. This so-called completely hides the distributed nature, so for a purely local installation, Quassel IRC can be setup very easily.<br>Cross-platform means that Quassel IRC is developed for and tested on Linux®, Windows®, and MacOS X®. It should also run on any other platform that is supported by the Qt library. Third-party mobile clients for Android and iOS also exist.<br>By modern we mean that Quassel IRC will have all the features you'd expect from an IRC client nowadays. It also innovates in many areas. For example, the GUI features a dockable nicklist and topic bar, or you can arrange your channel and query buffers in default or custom views, which are also dockable. This means that you can arrange your GUI as you please. The architecture allows for other innovations, such as on-demand creation of log files in custom formats from the backlog.",
    "build_date": "2025-04-20T18:26:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/quassel_irc/QuasselClient/059d2203782c217c7b78ef46cb6c33f5/icons/128x128/org.quassel_irc.QuasselClient.png",
    "license": "GPL-2.0 OR GPL-3.0",
    "tag": [],
    "rank": 150
  },
  {
    "pkg": "Luna",
    "app_id": "io.github.kingorgg.Luna",
    "description": "Period and pregnancy tracker",
    "description_long": "Keep track of your menstrual cycle and predict your next period and ovulation dates. Calculate your due date and follow your pregnancy's progress.",
    "build_date": "2025-12-20T19:37:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/kingorgg.Luna/5533d3f6d64c400ec7bf68564f930d2b/icons/128x128/io.github.kingorgg.Luna.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Luna",
      "Menstrual",
      "Pregnancy"
    ],
    "rank": 151
  },
  {
    "pkg": "Salawat",
    "app_id": "io.github.dbchoco.Salawat",
    "description": "Islamic prayer times application",
    "description_long": "Islamic prayer times (Adhan) that is highly customizable, lightweight and open source.Features:Many settingsCustom background imageCustom AdhanLight and dark mode5 different languagesIf you encounter a bug, want to add a language, want to contribute or just want to say Salam, join our discord server or subreddit!Jazzakoum Allahu khairan.Keywords: Athan, Adhan, Azan, Islam, Muslim, Prayers, times, Muezzin, Salah, Salat, Namaz, Islamic, Hijri.",
    "build_date": "2022-06-01T07:16:48",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.dbchoco.Salawat.png",
    "license": "MIT",
    "tag": [
      "adhan",
      "athan",
      "azan"
    ],
    "rank": 152
  },
  {
    "pkg": "Playlifin Voyager",
    "app_id": "net.krafting.PlaylifinVoyager",
    "description": "Transfer playlists to/from Jellyfin",
    "description_long": "Playlifin Voyager is a tool to export and import playlists from and to your Jellyfin Server.",
    "build_date": "2025-11-16T21:17:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/PlaylifinVoyager/9ec6b14da38499a6267f17d56128d419/icons/128x128/net.krafting.PlaylifinVoyager.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "export",
      "import"
    ],
    "rank": 153
  },
  {
    "pkg": "GSequencer",
    "app_id": "org.nongnu.gsequencer.gsequencer",
    "description": "Advanced Gtk+ Sequencer",
    "description_long": "GSequencer provides you various tools to play, create, edit and mix your own music.<br>It features a step sequencer, piano roll, automation and wave-form editor.",
    "build_date": "2025-12-19T20:11:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/nongnu/gsequencer.gsequencer/575bf7b609d0d15b9db5eebdcfe04343/icons/128x128/org.nongnu.gsequencer.gsequencer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "audio",
      "sequencer",
      "notation"
    ],
    "rank": 154
  },
  {
    "pkg": "Multiplication Puzzle",
    "app_id": "app.drey.MultiplicationPuzzle",
    "description": "Solve a math mystery",
    "description_long": "Multiplication Puzzle is a simple game inspired by the multiplication game inside the popular editor emacs.<br>You are presented with a long multiplication problem where a 3-digit number is multiplied by a 2-digit number, yielding two intermediate 4-digit numbers and a final 5-digit answer. However, all the digits are replaced by letters.<br>Your job is to discover which letters are which digits.",
    "build_date": "2025-10-30T00:28:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/MultiplicationPuzzle/00f6d1522b6545900b38238164b5bb22/icons/128x128/app.drey.MultiplicationPuzzle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "mpuz"
    ],
    "rank": 155
  },
  {
    "pkg": "Jogger",
    "app_id": "xyz.slothlife.Jogger",
    "description": "Fitness tracker",
    "description_long": "Track and view your runs, walks, cycles, swims, and other workouts on mobile Linux.",
    "build_date": "2025-12-09T22:02:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/slothlife/Jogger.desktop/f9aea31bc0ba4808b56f1b1a20ccae26/icons/128x128/xyz.slothlife.Jogger.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 156
  },
  {
    "pkg": "Musixmatch",
    "app_id": "com.musixmatch.Musixmatch",
    "description": "Enjoy your lyrics everywhere",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by Musixmatch S.p.A.**<br>**NOTE: The desktop app has been discontinued by Musixmatch S.p.A.**<br>Enjoy lyrics everywhere - The world’s largest collection of song lyrics to enjoy with your music, on the go.<br>Sign-in and connection with Spotify is required ",
    "build_date": "2025-10-03T02:24:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/musixmatch/Musixmatch/579e594738d079fe2059811d542b0248/icons/128x128/com.musixmatch.Musixmatch.png",
    "license": "LicenseRef-proprietary=https://about.musixmatch.com/eula",
    "tag": [],
    "rank": 157
  },
  {
    "pkg": "Diccionario de la Lengua",
    "app_id": "com.mardojai.DiccionarioLengua",
    "description": "Busca palabras en el DLE",
    "description_long": "Busca palabras en el Diccionario de la Lengua Española.",
    "build_date": "2025-07-18T14:36:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mardojai/DiccionarioLengua/a1be8a4d4376c8ef4363073626472275/icons/128x128/com.mardojai.DiccionarioLengua.png",
    "license": "MIT",
    "tag": [
      "DLE",
      "RAE"
    ],
    "rank": 158
  },
  {
    "pkg": "Watchmate",
    "app_id": "io.gitlab.azymohliad.WatchMate",
    "description": "Manage your PineTime",
    "description_long": "<br>Companion app for InfiniTime-powered PineTime smart watch.<br>Visually optimized for GNOME, adaptive for phone and desktop, Linux only.<br>Features:<br>Set time<br>Read various data from the PineTime<br>Update firmware and resources OTA<br>Automatically check for available firmware updates<br>Control the media player<br>Forward desktop notifications<br>",
    "build_date": "2025-11-20T09:00:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/azymohliad.WatchMate/fb4a81cb6c7d8ae28f22ab38f062489e/icons/128x128/io.gitlab.azymohliad.WatchMate.png",
    "license": "GPL-3.0",
    "tag": [
      "InfiniTime",
      "PineTime",
      "Smartwatch"
    ],
    "rank": 159
  },
  {
    "pkg": "JAG",
    "app_id": "com.gitlab.coringao.JAG",
    "description": "Arcade and Puzzle 2D Game in which you have to break all the target pieces",
    "description_long": "The aim of JAG is to break all of the target pieces on each level, and to do this before the time runs out. Keep doing this until you have beaten the last level and won the game.",
    "build_date": "2025-08-16T21:42:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gitlab/coringao.JAG.desktop/4621a2e6f9fd336a77e7519ba03343e1/icons/128x128/com.gitlab.coringao.JAG.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "arcade",
      "puzzle",
      "game"
    ],
    "rank": 160
  },
  {
    "pkg": "Conduktor",
    "app_id": "io.conduktor.Conduktor",
    "description": "A beautiful and fully-featured desktop client for Apache Kafka",
    "description_long": "<br>Conduktor gathers all necessary information and metrics about your clusters into a single application, that makes it easy to use, understand, and act upon.<br>Easy to install: in a few seconds, connect Conduktor to your clusters without hassle<br>A beautiful UI and UX to help developers and ops quickly find what they need<br>Light and Dark themes because as developers, we know how important it is to save our eyes<br>Personalizable interface (panels, columns)<br>You can work with multiple clusters, connect Conduktor to any clusters and to all the different technologies gravitating around Apache Kafka.<br>Compatible with all Apache Kafka and its extensions (Schema Registry, Kafka Connect, Kafka Streams, ksqlDB)<br>Works with on-premise Kafka clusters, Confluent Cloud, AWS MSK, Aiven, etc.<br>Works with any Kafka security: SASL, SSL, Kerberos, everything is supported.<br>Multi-clusters management. Switch between multiple clusters easily. Distinguish them with colors to not make mistakes in Production!<br>Spot problems early, understand root causes fast, and take action on them immediately. Our goal is to provide users with insights into their data flows.<br>Instant aware of failures (Kafka, Topics, Connectors, Streams…)<br>Activity of the topics, are they used or not? (throughput)<br>Plug your monitoring system into Conduktor to get more specialized insights.<br>Conduktor provides many features for quick data analysis in a specialized beautiful UI. Quickly verify if there are any defects in your streaming process and if your application produce correct data. It takes 5sec to configure our Consumer and get your answers.<br>Consume from the past or in real-time. Use more advanced strategies like from specific offsets, or from an existing consumer group to see where your application crashed<br>Filter the messages by key, value, or header values, or size. Use simple expressions or more complex ones like regular expressions<br>Project your JSON or Avro data into simplified payload for quick insights<br>Export your results to CSV or JSON for further processing<br>It’s common to work with many formats inside Apache Kafka: CSV, JSON, the Schema Registry, the popular Apache Avro from the Big Data ecosystem, Protobuf, Google’s language-neutral data interchange format… We’re keep adding more formats, but everything you need should be already here!<br>Format Auto-detection<br>All basics: strings, numbers, CSV, bytes<br>Apache Avro, widely used. Using the Schema Registry or not.<br>Google Protobuf: a rising star in the ecosystem<br>JSON Schema<br>For Developers and QA Engineers, we provide ways to send data into your topics to test your applications and see how your system reacts and scales.<br>Perfect to send custom payload<br>Save your different messages as template inside Conduktor, to replay them anytime<br>Build scenarios, send different messages into different topics and see how your applications reacts<br>Replay messages from DLQ topics<br>Send random data following your data schemas to test your services resiliency<br>Use our Flow feature to continuously send data into topics to test your performances<br>Import CSV directly into a topic<br>We have a complete integration for Kafka Connect, which is an extension of Apache Kafka to reliably stream data between Apache Kafka and other data systems. We make it simple to quickly define connectors that move large data sets into and out of Kafka.<br>Create and Update through a powerful wizard, no mistake possible<br>Monitor the state of your integrations, restart on error<br>Reset the state of your Kafka Connect to start fresh, without complexity<br>We support all connectors: Debezium, JDBC, MySQL, PostgreSQL, Elasticsearch, etc. and transformations<br>",
    "build_date": "2025-09-04T11:42:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/conduktor/Conduktor/a51308738f6ec88737ac0282bb887e5f/icons/128x128/io.conduktor.Conduktor.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Apache",
      "Kafka",
      "Zookeeper"
    ],
    "rank": 161
  },
  {
    "pkg": "ASHPD Demo",
    "app_id": "com.belmoussaoui.ashpd.demo",
    "description": "Play with portals",
    "description_long": "Demo that shows the capabilities of the ASHPD crate.",
    "build_date": "2025-04-19T08:29:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/ashpd.demo/d816300f42691d7c9f284e1a3b8bf892/icons/128x128/com.belmoussaoui.ashpd.demo.png",
    "license": "MIT",
    "tag": [
      "Gnome",
      "GTK",
      "ASHPD"
    ],
    "rank": 162
  },
  {
    "pkg": "Coulr",
    "app_id": "com.github.huluti.Coulr",
    "description": "Enjoy colors and feel happy",
    "description_long": "Color box to help developers and designers.",
    "build_date": "2025-10-18T14:39:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/huluti.Coulr.desktop/c67568147134c64038e19aa0d6759493/icons/128x128/com.github.huluti.Coulr.desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 163
  },
  {
    "pkg": "Ywallet",
    "app_id": "app.ywallet.Ywallet",
    "description": "Light Wallet for Ycash and Zcash",
    "description_long": "Fastest synchronization of all the wallets on the market<br>Supports every feature of shielded y/zcash<br>Track your wallet performance and expenditures<br>Watch-only and Cold Wallet",
    "build_date": "2025-12-04T14:55:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/ywallet/Ywallet/ca4ae84dc8ae1f81eecd9d300c8c4515/icons/128x128/app.ywallet.Ywallet.png",
    "license": "MIT",
    "tag": [],
    "rank": 164
  },
  {
    "pkg": "Chameleon Ultra GUI",
    "app_id": "run.chameleon.chameleonultragui",
    "description": "Cross-platform Chameleon Ultra GUI",
    "description_long": "A GUI for the Chameleon Ultra/Chameleon Lite written in Flutter for cross platform operation.",
    "build_date": "2025-09-29T15:44:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/run/chameleon/chameleonultragui/ad3e04bed7bed3d4b6e6c045bc93b62d/icons/128x128/run.chameleon.chameleonultragui.png",
    "license": "GPL-3.0",
    "tag": [
      "Flutter",
      "share",
      "files"
    ],
    "rank": 165
  },
  {
    "pkg": "Swatch",
    "app_id": "org.gabmus.swatch",
    "description": "Color palette manager",
    "description_long": "Color palette manager.<br>Create and manage various color palettes for different projects, name colors with significant names, and quickly copy them with a single button.<br>View your colors as an orderly list or as a grid, depending on your screen size.<br>Import and export palettes using the GIMP palette format for easier interoperability.",
    "build_date": "2025-12-11T13:56:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gabmus/swatch/4756b1c14c48b11eb9100fe4b1e5ca3d/icons/128x128/org.gabmus.swatch.png",
    "license": "GPL-3.0+",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 166
  },
  {
    "pkg": "Hand TeX",
    "app_id": "io.github.voxelcubes.hand-tex",
    "description": "Draw the symbol, get the LaTeX",
    "description_long": "Hand TeX uses machine learning to find the matching LaTeX symbol and also offers a searchable list of all symbols.<br>It features over 3500 symbols and their variations, of which over 1700 are unique.<br>It operates fully offline, no internet connection at all.",
    "build_date": "2025-07-05T13:13:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/voxelcubes.hand-tex/1903e14297520b68c4838c50ce50ca14/icons/128x128/io.github.voxelcubes.hand-tex.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "LaTeX",
      "Sketch",
      "Draw"
    ],
    "rank": 167
  },
  {
    "pkg": "Hamster",
    "app_id": "org.gnome.Hamster",
    "description": "Personal time keeping tool",
    "description_long": "<br>Hamster is time tracking for individuals. It helps you to keep track of how<br>much time you have spent during the day on activities you choose to track.<br>Whenever you change from doing one task to other, you change your current<br>activity in Hamster. After a while you can see how many hours you have spent on<br>what. Maybe print it out, or export to some suitable format, if time reporting<br>is a request of your employer.<br>Features:<br>Fast and easy data entry with autocompletion of recent activities<br>Flexible grouping with @categories and #tags<br>Day, week, month or custom views with tallies by groups<br>Generation of html reports (can be customized)<br>Data export in text, xml and tsv formats<br>",
    "build_date": "2025-12-16T08:51:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Hamster/78d1c806ebc162cc5a1bb93274a79d75/icons/128x128/org.gnome.Hamster.png",
    "license": "GPL-3.0+ and CC-BY-SA-3.0",
    "tag": [
      "time-log"
    ],
    "rank": 168
  },
  {
    "pkg": "Hexalate",
    "app_id": "org.gottcode.Hexalate",
    "description": "Spin circles to match colors",
    "description_long": "Hexalate is a color matching game. The goal of the game is to rotate and position the circles so that each touching line matches in color. You rotate circles by right clicking, and you move circles by dragging them. The game stores the positions and rotations of the circles across runs.",
    "build_date": "2025-04-17T21:08:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Hexalate/12bf5d50d2e3a97f13c70534ace49698/icons/128x128/org.gottcode.Hexalate.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 169
  },
  {
    "pkg": "Taigo",
    "app_id": "com.github.appadeia.Taigo",
    "description": "Taigo is a virtual pet for your desktop",
    "description_long": "<br>Taigo is a virtual pet for your desktop that you need to take care of.<br>",
    "build_date": "2024-10-31T03:14:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/appadeia.Taigo.desktop/2e7f1c2521e7595b84c04b32ac128ccf/icons/128x128/com.github.appadeia.Taigo.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Game"
    ],
    "rank": 170
  },
  {
    "pkg": "Trackballs",
    "app_id": "io.github.trackballs.Trackballs",
    "description": "Steer a marble ball through a labyrinth",
    "description_long": "<br>By steering a marble ball through a labyrinth filled with sharp objects,<br>pools of acid, and other obstacles the player collects points. When the<br>destination is reached you continue on to the next, more difficult level<br>- unless the time runs out.<br>Features:<br>3D graphics<br>Integrated level editor<br>High quality sound effects<br>Background music<br>",
    "build_date": "2025-12-01T08:57:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/trackballs.Trackballs/7ef6f4b8caebc6f384be7dfd52a838e0/icons/128x128/io.github.trackballs.Trackballs.png",
    "license": "GPL-2.0+",
    "tag": [
      "marble",
      "maze",
      "obstacle"
    ],
    "rank": 171
  },
  {
    "pkg": "PicGuard",
    "app_id": "com.kjxbyz.PicGuard",
    "description": "Your pictures, your signature",
    "description_long": "Introducing PicGuard - the ultimate solution for securing and customizing your digital photos. With our app, you can easily add watermarks to your images to protect your creative work and maintain your privacy.<br>PicGuard offers robust privacy protection features, ensuring your personal and sensitive information remains safeguarded. It's highly customizable, allowing you to personalize watermarks with various fonts, styles, and designs to suit your needs.<br>Accessible on web, mobile, and desktop, you can seamlessly integrate and manage your watermarking tasks across all your devices. PicGuard, as an open-source tool, it's not only free but also continuously improved by a community of developers dedicated to providing the best user experience.<br>Download PicGuard today and take control of your photo security and personalization like never before!",
    "build_date": "2025-12-06T05:12:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/kjxbyz/PicGuard/4ea1e85c4de8dd01972ebff0098da1dc/icons/128x128/com.kjxbyz.PicGuard.png",
    "license": "GPL-3.0-only",
    "tag": [
      "PicGuard",
      "Watermark",
      "Assistant"
    ],
    "rank": 172
  },
  {
    "pkg": "Fedinspect",
    "app_id": "org.andypiper.Fedinspect",
    "description": "Analyse Fediverse servers",
    "description_long": "<br>Fedinspect is an application for analysing Fediverse servers and user accounts.<br>It provides detailed information about server configurations, capabilities, and<br>user profiles using standard protocols like NodeInfo, WebFinger, and ActivityPub.<br>Features:<br>NodeInfo protocol checks and schema validation<br>Mastodon API v1 and v2 support<br>WebFinger user lookup of ActivityPub actors<br>HTTP debug information<br>",
    "build_date": "2025-09-01T19:14:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/andypiper/Fedinspect/9abc8806adc6bde32891623ebd5e250b/icons/128x128/org.andypiper.Fedinspect.png",
    "license": "MIT",
    "tag": [
      "fediverse"
    ],
    "rank": 173
  },
  {
    "pkg": "Race into Space",
    "app_id": "org.raceintospace.Raceintospace",
    "description": "A game to relive the 1960s Space Race",
    "description_long": "<br>Race Into Space is a simulation of the US-Soviet Space Race.<br>In it, you take charge of your country’s space program as<br>Director (US) or Designer (USSR). You will purchase and develop<br>space hardware, recruit and manage astronauts/cosmonauts, and<br>plan and send missions into space. The ultimate goal is to be<br>the first to complete a Moon landing and return your people<br>safely to Earth.<br>Race Into Space (RIS) is a port to modern operating systems of<br>Buzz Aldrin’s Race Into Space (BARIS), a DOS game originally released<br>in 1993 on floppy disk, and a year later in an expanded CD version.<br>BARIS was developed by Fritz Bronner based on his 1989 board game Liftoff!.<br>Dr. Aldrin’s name and imagery have been dropped because permission to<br>use them was limited to the old DOS game.<br>RIS is available for Windows, Linux, and Mac, and includes some<br>improvements over the original game—which we feel have justified<br>a rewrite of the game manual. Those involved in RIS are volunteer<br>enthusiasts, and we hope you enjoy this simulation.<br>You might even find it educational.<br>",
    "build_date": "2025-02-12T13:57:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/raceintospace/Raceintospace/75433e9f217067a5de50fc78d05be000/icons/128x128/org.raceintospace.Raceintospace.png",
    "license": "GPL-2.0+",
    "tag": [
      "Game"
    ],
    "rank": 174
  },
  {
    "pkg": "FotoToon",
    "app_id": "org.sugarlabs.FotoToon",
    "description": "Create your own comic",
    "description_long": "FotoToon allows you to create everything from a simple “comic” strip to a long elaborate illustrated document. You will be able to import many kinds of images into the panes of your project and add text bubbles to help tell the story.",
    "build_date": "2024-06-05T23:15:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sugarlabs/FotoToon/b0f45c4e93e29207eb3d31ee5913421f/icons/128x128/org.sugarlabs.FotoToon.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 175
  },
  {
    "pkg": "Tanglet",
    "app_id": "org.gottcode.Tanglet",
    "description": "Single player variant of Boggle",
    "description_long": "Tanglet is a single player word finding game based on Boggle. The object of the game is to list as many words as you can before the time runs out. There are several timer modes that determine how much time you start with, and if you get extra time when you find a word.<br>You can join letters horizontally, vertically, or diagonally in any direction to make a word, so as long as the letters are next to each other on the board. However, you can not reuse the same letter cells in a single word. Also, each word must be at least three letters on a normal board, and four letters on a large board.",
    "build_date": "2025-04-17T21:14:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Tanglet/1dafd2f24de0818a3d7e8a9fc02c740d/icons/128x128/org.gottcode.Tanglet.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 176
  },
  {
    "pkg": "Quelea",
    "app_id": "org.quelea.Quelea",
    "description": "Open source projection software for churches",
    "description_long": "Quelea is an open source projection application specifically tailored for churches.<br>With one dashboard you have an overview for the entire church service and can control<br>which songs, bible texts, images and more multimedia you want to project on the big screen.",
    "build_date": "2025-05-11T16:14:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/quelea/Quelea/f7ff473ce7b413000e9c6092d8ae2a57/icons/128x128/org.quelea.Quelea.png",
    "license": "GPL-3.0",
    "tag": [
      "church",
      "projection",
      "media"
    ],
    "rank": 177
  },
  {
    "pkg": "UYAP Editor",
    "app_id": "tr.gov.uyap.Editor",
    "description": "Edit and view UDF documents",
    "description_long": "<br>UYAP Document Editor is developed by The Ministry of Justice of Türkiye and has been presented<br>to the service of users free of charge.<br>You can easily open, create, print and sign UDF documents<br>It includes both UYAP Document Editor and UYAP Template Editor<br>",
    "build_date": "2025-07-15T19:09:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/tr/gov/uyap.Editor/2bb36ce711a1d9f875a7b6284942d3eb/icons/128x128/tr.gov.uyap.Editor.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 178
  },
  {
    "pkg": "Freeciv SDL2 client",
    "app_id": "org.freeciv.sdl2",
    "description": "SDL2 based client for the Freeciv game",
    "description_long": "<br>Freeciv is a Free and Open Source empire-building strategy game inspired by the history of human civilization. The game commences in prehistory and your<br>mission is to lead your tribe from the Stone Age to the Space Age...<br>This client for connecting to network games, or to launch local single-player games, is based on SDL2.<br>",
    "build_date": "2025-10-11T19:33:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freeciv/sdl2/361b6d67873d09b7854511197edd1187/icons/128x128/org.freeciv.sdl2.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "strategy",
      "simulation",
      "tiles"
    ],
    "rank": 179
  },
  {
    "pkg": "Ball2Box",
    "app_id": "org.simondalvai.ball2box",
    "description": "Shoot the ball into the red box",
    "description_long": "Can you get all three stars on all levels?<br>120+ levels and more coming soon...<br>20+ different styled balls to collect<br>Privacy friendly<br>Offline game<br>Created with Godot Engine 3<br>",
    "build_date": "2025-10-23T07:58:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/simondalvai/ball2box/1bdedf9bc456afa4778823c90305c0f2/icons/128x128/org.simondalvai.ball2box.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 180
  },
  {
    "pkg": "Simsu",
    "app_id": "org.gottcode.Simsu",
    "description": "Fill in numbers to solve puzzles",
    "description_long": "Simsu is a basic Sudoku game. You can switch between filling in notes (pencil mode), or filling in answers (pen mode). To make it easier to see where to place numbers, you can highlight all instances of a number. You can also check your answers for correctness while playing. The game stores your current notes and answers, so that you can pick up where you left off the next time you play.",
    "build_date": "2025-05-14T17:10:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Simsu/39cd6e5a797c4ff55182d04310bf1398/icons/128x128/org.gottcode.Simsu.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 181
  },
  {
    "pkg": "Janus",
    "app_id": "dev.pantheum.janus",
    "description": "Simple text editor",
    "description_long": "<br>Janus is a simple, native linux text editor. Supports UTF-8 and binary data through it's binary editing mode. Spiritual successor to leafpad.<br>",
    "build_date": "2025-09-09T21:01:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/pantheum/janus/e6fefebb350a0950a453ca7bbad68c48/icons/128x128/dev.pantheum.janus.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 182
  },
  {
    "pkg": "Splitcat",
    "app_id": "lol.janjic.Splitcat",
    "description": "Simple application for splitting and merging files.",
    "description_long": "Simple file splitting and merging application with predefined presets for popular apps.",
    "build_date": "2024-11-05T08:43:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/lol/janjic/Splitcat/291f1726ef1a8d2dbaf7ca93ad13cb5a/icons/128x128/lol.janjic.Splitcat.png",
    "license": "MIT",
    "tag": [
      "split",
      "merge",
      "files"
    ],
    "rank": 183
  },
  {
    "pkg": "Connectagram",
    "app_id": "org.gottcode.Connectagram",
    "description": "Unscramble words placed in patterns",
    "description_long": "Connectagram is a word unscrambling game. The board consists of several scrambled words that are joined together. You can choose the length of the words, the amount of words, and the pattern that the words are arranged in. The game provides a hint option for times when you are stuck, and features an online word lookup that fetches the definitions of each word from Wiktionary. Your current progress is automatically saved.",
    "build_date": "2025-04-17T21:00:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Connectagram/e9e6f7b9d89d534084bf15edfdc24543/icons/128x128/org.gottcode.Connectagram.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 184
  },
  {
    "pkg": "QuickBib",
    "app_id": "io.github.archisman_panigrahi.QuickBib",
    "description": "Quickly get BibTeX from a DOI",
    "description_long": "QuickBib helps you quickly generate BibTeX bibliographic entries from identifiers such as DOIs, arXiv IDs, article URLs and their titles. Enter an identifier and QuickBib will fetch the metadata and produce a ready-to-use BibTeX entry which you can copy to your clipboard and use in your LaTeX documents.<br>Features include: fast DOI/arXiv lookup and copy-to-clipboard.",
    "build_date": "2025-12-17T10:06:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/archisman_panigrahi.QuickBib/667b030451893ec2d4c7180fa55c9b4b/icons/128x128/io.github.archisman_panigrahi.QuickBib.png",
    "license": "GPL-3.0-only",
    "tag": [
      "bib",
      "doi",
      "doi2bib"
    ],
    "rank": 185
  },
  {
    "pkg": "Lanchat",
    "app_id": "pl.youkai.lanchat",
    "description": "LAN chat and file transfer",
    "description_long": "I will not continue development of Lanchat after 2.10 release. Any bugs or security issues will not be fixed. Please consider using alternatives.",
    "build_date": "2023-03-25T16:24:31",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/pl.youkai.lanchat.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 186
  },
  {
    "pkg": "FreeTheBugs",
    "app_id": "io.github.mlm_games.free-the-bugs",
    "description": "A short game on fixing java bugs",
    "description_long": "Was initially made for mehu game jam in just 2 days!",
    "build_date": "2025-11-17T13:42:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mlm_games.free-the-bugs/06e4909f50e6cefdd47f4e7576cbdf07/icons/128x128/io.github.mlm_games.free-the-bugs.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 187
  },
  {
    "pkg": "UnCSO2",
    "app_id": "tf.harmony.UnCSO2",
    "description": "Extract Counter-Strike: Online 2 and Titanfall Online game files",
    "description_long": "A file data extractor for the video games Counter Strike: Online 2 and Titanfall Online.<br>Aside from extracting files from Counter-Strike: Online 2's and Titanfall Online's proprietary archive format, PKG, UnCSO2 can:<br>Explore and extract from individual PKG archives<br>Explore and extract from entire game's filesystem (loads every PKG archive in their PKG index)<br>Preview and/or extract individual file entries<br>Decrypt Counter-Strike: Online 2 files with an .e* prepended in their extension<br>Decompress Counter-Strike: Online 2 texture files<br>UnCSO2 supports every Counter-Strike: Online 2 region's game data. Those regions are: South Korea, China, Taiwan and Japan.",
    "build_date": "2025-11-10T01:24:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/tf/harmony/UnCSO2/14903242dd6056acea8b3883c3aee7fa/icons/128x128/tf.harmony.UnCSO2.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Qt"
    ],
    "rank": 188
  },
  {
    "pkg": "Cuneo",
    "app_id": "io.github.heidefinnischen.cuneo",
    "description": "Widget-like Calculator and Conversion tool",
    "description_long": "Cuneo is a simple and straightforward app that lets you calculate and convert anything you might encounter in your daily life. Being designed like a widget, Cuneo gets out of the way and is best used floating over a maximized window so you can focus on your actual tasks and not managing a calculation app covering half your screen.<br>Cuneo's name is inspired by the ancient writing system cuneiform. It is the earliest known wiritng system that's been originally used by the Sumer civilization. One use case for cuneiform was on numerical tablets likely to keep track of taxes, inventory, calculations and many other things people encountered in their daily lives. This is what Cuneo basically is. Cuneo is meant to be used . For when you need to get something done or look something up really quick. Designed like a tool that lives in your pocket which you get out when you need to crunch some numbers or conversions. <br>Cuneo features two distinct modes: a regular calculation mode and a conversion mode. To help you stay focused and avoid wasting any of your precious screen space, Cuneo skips the usual skeuomorphic calculator buttons. You just use the numbers on your keyboard, they're right there after all. For anything a little more complicated than your keyboard can handle theres an operator menu right at your disposal. Power users can also just type the operators like for square root. <br>Conversion mode is a powerful conversion multi-tool that offers many different units to convert to and from. Unit types range from Area to Volume and Units inside these categories are grouped by common affiliation like metric and imperial. <br>For both modes Cuneo offers a history window that displays previous entries of your current session. ",
    "build_date": "2025-06-08T02:11:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/heidefinnischen.cuneo/417e29eac48f614c331c5b6ce67381f4/icons/128x128/io.github.heidefinnischen.cuneo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Utility",
      "Calculator",
      "Conversion"
    ],
    "rank": 189
  },
  {
    "pkg": "Tennix",
    "app_id": "org.icculus.tennix",
    "description": "Multiplayer Tennis Game",
    "description_long": "<br>Tennix is a overhead view tennis simulator for one or two players.<br>It features locations from all 4 Grand Slam tournaments in Australia,<br>France, the USA and England.<br>",
    "build_date": "2024-11-10T13:05:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/icculus/tennix/8e60401d38972ffea279caf219157dd2/icons/128x128/org.icculus.tennix.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 190
  },
  {
    "pkg": "Etesync-Knotes",
    "app_id": "io.gitlab.JBeaumont81.Etesync-Knotes",
    "description": "A Etesync note-taking application for linux.",
    "description_long": "<br>Etesync-Knotes is a note-taking application for linux, compatible with notes created with the mobile app etesync-notes (see https://github.com/etesync/etesync-notes).<br>In order to use this application you need to have an account with EteSync (paid hosting), or run your own instance (free and open source). Check out https://www.etesync.com/ for more information.<br>List of features:<br>Connection to one EteSync account<br>Read, edit, delete, create Notes<br>Read, edit, delete, create Notebooks<br>Search across the notes<br>Sort the Notes and Notebooks<br>Light and Dark themes<br>Display Note and notebook metadata<br>Access deleted notes and notebooks<br>Auto-disconnect on close option (delete credentials)<br>",
    "build_date": "2025-10-19T18:43:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/JBeaumont81.Etesync-Knotes/b89cb4ccb1d1625db333587195c5004f/icons/128x128/io.gitlab.JBeaumont81.Etesync-Knotes.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Notes",
      "Etesync",
      "Etebase"
    ],
    "rank": 191
  },
  {
    "pkg": "Lynx Time Tracker",
    "app_id": "com.empesol.timetracker",
    "description": "Track work time and tasks",
    "description_long": "<br>Track your daily work hours and monitor the progress of your tasks with Lynx Time Tracker.<br>Additionally, the application supports integration with:<br>Ridango Bamboo HR<br>Jira for task time logging<br>",
    "build_date": "2025-08-01T06:33:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/empesol/timetracker/f963390636a7c646d9a6613fa3af1774/icons/128x128/com.empesol.timetracker.png",
    "license": "LicenseRef-proprietary=https://timetracker.empesol.com/static/docs/Software_License_Agreement.html",
    "tag": [
      "time",
      "tracker"
    ],
    "rank": 192
  },
  {
    "pkg": "CuteMaze",
    "app_id": "org.gottcode.CuteMaze",
    "description": "Find targets in a maze",
    "description_long": "CuteMaze is a simple, top-down game in which mazes are randomly generated using one of a choice of several different algorithms. You move the character through the maze while hunting for targets (cheese, by default)—the game is won once all of these targets have been picked up.",
    "build_date": "2025-04-17T21:01:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/CuteMaze/c9029bfd55c65d8eb62a775d264089e8/icons/128x128/org.gottcode.CuteMaze.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 193
  },
  {
    "pkg": "Escritoire",
    "app_id": "page.codeberg.dudenix.escritoire",
    "description": "Write letters with confidence",
    "description_long": "Escritoire helps you to create standards-compliant letters with ease. <br>Just write your text, select a style and Escritoire will do the rest.<br>You can store your correspondents in an integrated addressbook and use different sender addresses.<br>Currently, Escritoire is limited to DIN 5008 letters.<br>Escritoire uses the power of the Typst typesetting system.",
    "build_date": "2025-06-19T23:10:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/dudenix.escritoire/d6bb6cff457ebedc581d46d98549daac/icons/128x128/page.codeberg.dudenix.escritoire.png",
    "license": "MIT",
    "tag": [
      "Rust",
      "Flatpak",
      "GTK"
    ],
    "rank": 194
  },
  {
    "pkg": "YUView",
    "app_id": "de.rwth_aachen.ient.YUView",
    "description": "QT based, cross-platform YUV player with an advanced analytic toolset",
    "description_long": "<br>YUView is a Qt based YUV player with an advanced analytic toolset for Linux, Windows and Mac. At its core, YUView is a powerful YUV player that can open and show almost any YUV format. With its simple interface it is easy to navigate through sequences and inspect details and a side by side and comparison view can help to spot differences between two sequences. A sophisticated statistics renderer can overlay the video with supplemental information. More features include playlists, support for visual tests and presentations, support of compressed formats (through libde265 and FFmpeg), support for raw RGB files as well as image files and image sequences, and many more. <br>",
    "build_date": "2025-12-18T21:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/rwth_aachen/ient.YUView/ca7df68656c9040983dc65dcc151a61e/icons/128x128/de.rwth_aachen.ient.YUView.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 195
  },
  {
    "pkg": "Meine Ausweiskopie",
    "app_id": "in.varb.Ausweiskopie",
    "description": "Redact and mark German id copies",
    "description_long": "<br>Easily watermark and hide information in copies of your (German) identity documents!<br>This tool allows watermarking copies of German identity documents.<br>You can also redact information your recipient does not need (like the document number or CAN).<br>Dieses Werkzeug ermöglicht es eine Ausweiskopie eindeutig als Kopie und mit Wasserzeichen zu kennzeichnen.<br>Für den Adressaten unwichtige Daten (z. B. die CAN oder die Ausweisnummer) können geschwärzt werden.<br>Currently, this tool supports the following documents:<br>Temporary German identity cards (issued on paper)<br>Regular German identity cards (all revisions)<br>German Passports (issued 2017 or newer)<br>",
    "build_date": "2025-09-21T20:38:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/varb/Ausweiskopie/d754e4e2f47b181b205974853f078f1b/icons/128x128/in.varb.Ausweiskopie.png",
    "license": "MPL-2.0",
    "tag": [
      "privacy",
      "document",
      "passport"
    ],
    "rank": 196
  },
  {
    "pkg": "kst",
    "app_id": "org.kde.kst",
    "description": "Interactive Data Visualization and Analysis",
    "description_long": "<br>Kst is the fastest real-time large-dataset viewing and plotting tool available and has built-in data analysis functionality.<br>",
    "build_date": "2024-09-19T05:34:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kst/40346ed116c391df21db0eec3c191528/icons/128x128/org.kde.kst.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 197
  },
  {
    "pkg": "nip4",
    "app_id": "org.libvips.nip4",
    "description": "Image processing spreadsheet",
    "description_long": "\n<br>nip4 is a spreadsheet-like interface to the libvips image processing<br>library. You create a set of formula connecting your objects together,<br>and on a change nip4 will recalculate. Because nip4 uses libvips<br>as the image processing engine it can handle very large images,<br>recalculates quickly, and only needs a little memory. It scales to<br>fairly complex workflows: I've used it to develop systems with more<br>than 10,000 cells, analyzing images of many tens of gigabytes.\n<br>nip4 can load all workspaces from nip2, the previous version of this<br>program. It has a batch mode, so you can run any image processing<br>system you develop from the command-line and without a GUI.\n<br>",
    "build_date": "2025-11-22T15:07:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/libvips/nip4/d78c16afc8398041b874fcdaf1127bd8/icons/128x128/org.libvips.nip4.png",
    "license": "GPL-2.0+",
    "tag": [
      "nip4",
      "nip2",
      "graphic"
    ],
    "rank": 198
  },
  {
    "pkg": "KUIViewer",
    "app_id": "org.kde.kuiviewer",
    "description": "Qt Designer UI File Viewer",
    "description_long": "KUIViewer is a tool to display and check user interface (.ui) files created in Qt Designer.",
    "build_date": "2025-12-11T17:11:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kuiviewer/4084bc8378880d397d76901ba485421f/icons/128x128/org.kde.kuiviewer.png",
    "license": "LGPL-2.0",
    "tag": [],
    "rank": 199
  },
  {
    "pkg": "Paint Spill",
    "app_id": "com.github.avojak.paint-spill",
    "description": "The color-filling puzzle game",
    "description_long": "Fill the board with all the same color!<br>Three difficulty levels<br> for relaxing and uninterrupted play<br>Need a break? Close the game and automatically pick back up where you left off<br>",
    "build_date": "2025-12-19T23:41:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/avojak.paint-spill/e5657c2ccc3992b1c7cdb23b3bf41a97/icons/128x128/com.github.avojak.paint-spill.png",
    "license": "GPL-3.0+",
    "tag": [
      "Game",
      "Puzzle",
      "Color"
    ],
    "rank": 200
  },
  {
    "pkg": "TheIDE",
    "app_id": "org.ultimatepp.TheIDE",
    "description": "IDE for cross-platform U++ app development framework",
    "description_long": "<br>TheIDE is an integrated development environment for the U++ cross-platform app development framework<br>dedicated to the C++ programming language. It can handle general-purpose C/C++ projects as well.<br>Additionally, it is an excellent IDE for people starting their journey with C/C++ programming and looking for an<br>easy-to-use environment with features like a simple build system, code completion, code formatting, and debugger support.<br>U++ is a C++ cross-platform rapid application development framework focused on programmers productivity.<br>It includes a set of libraries (GUI, SQL, Network, etc.), and an integrated development environment.<br>Rapid development is achieved by the smart and aggressive use of C++ rather than through fancy code generators.<br>In this respect, U++ competes with popular scripting languages while preserving C/C++ runtime characteristics.<br>The U++ integrated development environment, TheIDE, introduces modular concepts to C++ programming.<br>It features BLITZ-build technology to speedup C++ rebuilds up to 4 times, Visual designers for U++ libraries, a Topic++ system for documenting code and creating rich text resources for applications (like help and code documentation) and Assist++ - a powerful C++ code analyzer that provides features like code completion, navigation and transformation.<br>TheIDE can work with GCC, Clang, MinGW and Visual C++ and contains a full featured debugger.<br>TheIDE can also be used to develop non-U++ applications.<br>U++ supports following platforms on the production level: Windows, macOS, GNU/Linux &amp; FreeBSD.<br>",
    "build_date": "2025-11-09T14:10:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/ultimatepp/TheIDE/9d386cb9adab411d22de3c217751acba/icons/128x128/org.ultimatepp.TheIDE.png",
    "license": "BSD-2-Clause",
    "tag": [],
    "rank": 201
  },
  {
    "pkg": "GemRB",
    "app_id": "org.gemrb.gemrb",
    "description": "GemRB is a portable open-source implementation of Bioware’s Infinity Engine",
    "description_long": "The goal of the project is to make the Infinity Engine games available on a wide range of platforms<br>forever, fix or avoid old bugs, add new features and provide a superb platform for mod development.<br>PLEASE NOTE: GemRB does not include game data for any of the supported commercial<br>titles. To play any of the commercial titles, you will need to provide the game data. Please refer to<br>the GemRB documentation for more detail on how to provide it.",
    "build_date": "2025-12-12T19:08:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gemrb/gemrb/ef295cb11d00029af649d357e5178833/icons/128x128/org.gemrb.gemrb.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "roleplay",
      "rpg",
      "game"
    ],
    "rank": 202
  },
  {
    "pkg": "Hitori",
    "app_id": "org.gnome.Hitori",
    "description": "Play the Hitori puzzle game",
    "description_long": "Hitori is a logic game similar to the popular game of Sudoku.<br>You play the game against the clock, aiming to eliminate all the duplicate<br>numbers in each row and column in the fastest time.<br>Multiple sizes of game board are supported, and you can place markers on<br>cells to help work out the solution.<br>If you get stuck, the game can give you a hint.<br>",
    "build_date": "2025-12-11T14:14:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Hitori/5b53dec6221776d19f7f00a82d9bea32/icons/128x128/org.gnome.Hitori.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle",
      "game",
      "logic"
    ],
    "rank": 203
  },
  {
    "pkg": "jdAppStreamEdit",
    "app_id": "page.codeberg.JakobDev.jdAppStreamEdit",
    "description": "A graphical Program to create and edit AppStream files",
    "description_long": "jdAppStreamEdit (previously known as jdAppdataEdit) allows you to easily create and edit AppStream (.appdata.xml or .metainfo.xml) files for your Application.<br>Features:<br>Easy to use<br>Full support for the Open Age Rating System (OARS)<br>The AppStream files are fully translatable<br>Releases can be imported from GitHub, GitLab, Gitea, Git Repos and NEWS files<br>You can view a preview in Gnome Software<br>You can use a existing .desktop file as template<br>Supports External Releases<br>Plugins<br>",
    "build_date": "2025-12-14T12:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdAppStreamEdit/f52b63e74fe4c71f16d45d60594f0e20/icons/128x128/page.codeberg.JakobDev.jdAppStreamEdit.png",
    "license": "GPL-3.0-only",
    "tag": [
      "appstream",
      "appdata",
      "metainfo"
    ],
    "rank": 204
  },
  {
    "pkg": "Find Billy!",
    "app_id": "page.codeberg.papojari.Find_Billy",
    "description": "A pixel art 2d platformer game.",
    "description_long": "A 2 dimensional Pixel Art Jump &amp; Run. Your mission is it to find Billy!",
    "build_date": "2024-03-02T02:54:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/papojari.Find_Billy/b54e5727e2ea05ba8a3a22a168beda42/icons/128x128/page.codeberg.papojari.Find_Billy.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 205
  },
  {
    "pkg": "Identities",
    "app_id": "one.k8ie.Identities",
    "description": "Passwords at hand",
    "description_long": "Modern password-store pass client with responsive design.<br>Features include:<br>Adaptive UI - works great on phones and small screens<br>Supports as many arbitrary attributes as you want<br>Generates TOTPs (even several per file)<br>Support for adding multiple password stores in arbitrary locations<br>",
    "build_date": "2025-10-18T14:35:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/k8ie/Identities/00f04b5e7fdedc1eaa64c8e65209f24b/icons/128x128/one.k8ie.Identities.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "password",
      "logins",
      "manager"
    ],
    "rank": 206
  },
  {
    "pkg": "Elliptic Curve Plotter",
    "app_id": "de.unifreiburg.ellipticcurve",
    "description": "Sketches elliptic curves and allows to experiment with their group law",
    "description_long": "The Elliptic Curve Plotter is a graphical application that allows the<br>user to play and exeriment with elliptic curves and their group law.",
    "build_date": "2025-07-06T04:48:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/unifreiburg/ellipticcurve/68e51a91b5c85acaf0dbe21477c50c05/icons/128x128/de.unifreiburg.ellipticcurve.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 207
  },
  {
    "pkg": "Sums",
    "app_id": "io.gitlab.leesonwai.Sums",
    "description": "Calculate with postfix notation",
    "description_long": "<br>Sums is a postfix calculator designed for quick calculations and focused<br>on simplicity. Features include:<br>A selection of core mathematical operations and constants<br>Two-way history navigation<br>Copying your results with one click<br>",
    "build_date": "2025-10-12T22:55:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Sums/972543288fe38cf2774fdad8e326fb5f/icons/128x128/io.gitlab.leesonwai.Sums.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "calculator",
      "math",
      "education"
    ],
    "rank": 208
  },
  {
    "pkg": "Time Log",
    "app_id": "org.gtimelog.GTimeLog",
    "description": "Unobtrusively keep track of your time",
    "description_long": "GTimeLog is a small GNOME app for keeping track of your time. Its main goal is to be as unobtrusive as possible.",
    "build_date": "2025-12-12T18:47:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gtimelog/GTimeLog/12157c6e18250d5b72caa6cee2e9a762/icons/128x128/org.gtimelog.GTimeLog.png",
    "license": "GPL-2.0",
    "tag": [
      "time",
      "tracking",
      "logging"
    ],
    "rank": 209
  },
  {
    "pkg": "Corese Gui",
    "app_id": "fr.inria.corese.CoreseGui",
    "description": "Handling the semantic web",
    "description_long": "<br>Corese GUI is an interactive sandbox for working with RDF data. It provides an intuitive<br>graphical environment for loading, exploring, querying, reasoning, and validating<br>semantic datasets.<br>The application supports multiple RDF serialization formats for import/export, includes<br>a<br>Turtle editor, and allows running SPARQL queries directly. It also integrates reasoning<br>engines, supporting both standard profiles like RDFS and OWL, as well as custom rule<br>files for advanced inferencing workflows.<br>With Corese GUI, users can visualize and manipulate semantic data, test SHACL<br>validations, and prototype knowledge-based systems with ease.<br>",
    "build_date": "2025-10-10T16:45:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/inria/corese.CoreseGui/781b6691fc95539e8aefe2f6d7f9f6b7/icons/128x128/fr.inria.corese.CoreseGui.png",
    "license": "CECILL-C",
    "tag": [
      "RDF",
      "SPARQL",
      "OWL"
    ],
    "rank": 210
  },
  {
    "pkg": "Ruqola",
    "app_id": "org.kde.ruqola",
    "description": "Rocket Chat Client",
    "description_long": "<br>Ruqola is a client for Rocket.Chat.<br>It supports RC features:<br>Direct Message<br>group channel<br>channel<br>Support autotranslate (when RC has it)<br>Configuring room notification<br>Configuring room<br>Thread message support<br>Discussion room<br>Teams room support<br>Configuring own account<br>Registering new account<br>Support multi account<br>Search message in room<br>Show mention/attachment/Pinned message/start message<br>Support emoji<br>Video support<br>Configure administrator support (add/remove roles, add/remove users, add/remove permissions, configure rooms etc.)<br>Support OTR (in progress)<br>support gif image<br>Add support for uploading attachment files<br>Show unread message information<br>Allow to block/unblock users<br>Auto-away<br>Two-factor authentication via TOTP<br>Two-factor authentication via email<br>Administrator support (Server Info, Rooms, Custom User Status, Custom Sounds, Custom Emoji, Users, Invites, View Log, Permissions, Roles, Oauth), Administrator settings (Message, Account, Retention Policy, File Upload, Encryption)<br>Export Messages<br>Video Conference<br>Extra features:<br>Allow to reply directly to message from notification (kde features)<br>Drag and drop image from ruqola to website or local folder<br>Store message in local database so we can search in offline<br>Mark All Channels are read<br>Add notification history<br>New RocketChat Server Information Support<br>Manage Device (RC &gt;= 5.0)<br>Manage Personal Access Token<br>Add support for local translation<br>Add support for text auto-correction<br>",
    "build_date": "2025-12-10T01:35:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ruqola/92ae7cbcd84acb7af08e14437937fe7f/icons/128x128/org.kde.ruqola.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 211
  },
  {
    "pkg": "Tundra",
    "app_id": "moe.tundra.Tundra",
    "description": "Update your anime lists automatically",
    "description_long": "Tundra is an open-source MyAnimeList scrobbler application for Linux. It automatically detects media players running on your computer, checks for any anime videos playing, and marks them as watched on your MAL profile.",
    "build_date": "2025-05-28T11:01:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/tundra/Tundra/5a24cee40fc6e159097481c4c971c5d3/icons/128x128/moe.tundra.Tundra.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK",
      "MAL",
      "scrobble"
    ],
    "rank": 212
  },
  {
    "pkg": "Peercoin",
    "app_id": "net.peercoin.peercoin-qt",
    "description": "Peercoin, a green crypto for sustainable future.",
    "description_long": "<br>Peercoin, launched in August 2012, is the world's first cryptocoin secured by Proof of Stake.<br>It stands as an energy-efficient digital store of value, enabling online transactions without relying on a central authority.<br>Its efficient design allows for transaction validation even on basic hardware like the first-generation Raspberry Pi.<br>Owning Peercoins grants active participation in the proof-of-stake consensus, offering the opportunity to create new blocks and earn rewards, setting it apart from alternative cryptocurrencies.<br>",
    "build_date": "2025-11-06T08:10:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/peercoin/peercoin-qt/1b8a7726680b91440e167bc1e284941a/icons/128x128/net.peercoin.peercoin-qt.png",
    "license": "MIT",
    "tag": [],
    "rank": 213
  },
  {
    "pkg": "csven",
    "app_id": "io.github.rsvzz.csven",
    "description": "Order English words",
    "description_long": "<br>CSVEN allows you to add an English word to mess it up and put it back together to learn how to write it through a game<br>",
    "build_date": "2025-12-03T17:39:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/rsvzz.csven/d86b3197b75ce8f9d0b0cddbf27f605f/icons/128x128/io.github.rsvzz.csven.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 214
  },
  {
    "pkg": "Rocs",
    "app_id": "org.kde.rocs",
    "description": "Rocs Graph Theory",
    "description_long": "Rocs is a Graph Theory IDE for designing and analyzing graph algorithms. It provides an easy to use visual editor for creating graphs, a scripting engine to execute algorithms, and several helper tools for simulations and experiments. Algorithms are specified in JavaScript.",
    "build_date": "2025-12-11T19:19:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/rocs.desktop/9931ce5867cbaf08b2793758f646250e/icons/128x128/org.kde.rocs.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 215
  },
  {
    "pkg": "Dion",
    "app_id": "vc.dion.Dion",
    "description": "Corporate communications platform",
    "description_long": "**This package is not verified by, affiliated with, or supported by dion.vc.**<br>Video conferencing service with a hybrid cloud infrastructure.<br>A full-featured video conferencing system from DION with extensive capabilities for comfortable communication: high-quality audio and video, support for up to 5,000 users, guaranteed security, and much more.<br>A custom corporate social video network with channels, communication, and video sharing. Create, share, and engage users in a secure and controlled environment. Meeting recordings are stored on a video hosting platform, where any call can be automatically transcribed and recorded in just a few clicks.<br>Full-fledged chats for personal and group communication with extensive functionality: from editing to forwarding messages.<br>A solution from DION that lets you host events of any size. Get all the features you need: quick and easy event creation, inviting guests using a variety of scenarios, and live streaming.<br>A meeting room booking and management system that will replace expensive imported alternatives. Create, modify, and cancel bookings, and conduct meetings with a single solution from DION.<br>",
    "build_date": "2025-12-01T09:10:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/vc/dion/Dion/5557dadafd32456e8d3932d281e999c1/icons/128x128/vc.dion.Dion.png",
    "license": "LicenseRef-proprietary=https://diongo.ru/pdfs/license_agreement_DION.pdf",
    "tag": [],
    "rank": 216
  },
  {
    "pkg": "JackTrip",
    "app_id": "org.jacktrip.JackTrip",
    "description": "Connect and play with other musicians",
    "description_long": "<br>JackTrip is a cross-platform multi-machine audio system<br>used for network music performance over the Internet.<br>It supports any number of channels (as many as the computer/network can handle)<br>of bidirectional, high quality, uncompressed audio signal streaming.<br>You can use it between any combination of machines e.g., one end using<br>Linux can connect to another using Mac OSX.<br>",
    "build_date": "2025-10-01T03:42:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/jacktrip/JackTrip/e5d015e87c01436750d5343e5e5a3d08/icons/128x128/org.jacktrip.JackTrip.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 217
  },
  {
    "pkg": "qMasterPassword",
    "app_id": "io.github.bkueng.qMasterPassword",
    "description": "Stateless Master Password Manager",
    "description_long": "\nqMasterPassword is a graphical password manager. Access all your passwords\nusing only a single master password. But in contrast to other managers it does\nnot store any passwords: Unique passwords are generated from the master password\nand a site name. This means you automatically get different passwords for each\naccount and there is no password file that can be lost or get stolen. There is\nalso no need to trust any online password service.<br>\nThere exists compatible software for other platforms, for example Android or\niOS.<br>",
    "build_date": "2025-12-11T18:03:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/bkueng.qMasterPassword/31672c7f9213545609932ab584dcd28f/icons/128x128/io.github.bkueng.qMasterPassword.png",
    "license": "GPL-3.0",
    "tag": [
      "Password"
    ],
    "rank": 218
  },
  {
    "pkg": "Thakir Prayer Times",
    "app_id": "io.github.hafmed.Thakir-Prayer-Times",
    "description": "A desktop application to calculate prayer times for Algeria cities and author in the World.",
    "description_long": "<br>Thakir Prayer Times is a desktop application to calculate prayer times for Algeria cities and author in the World:<br>Accurate Prayer time calculator based on your current location;<br>With Azan/Adhan: visual and audio notifications/calls for prayer;<br>Quibla direction;<br>Enable/Disable Alert before Adhan;<br>Enable/Disable autostart in login;<br>Arabic GUI;<br>",
    "build_date": "2025-09-18T00:18:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hafmed.Thakir-Prayer-Times/d82894a4dd0f126648bcb151600efc95/icons/128x128/io.github.hafmed.Thakir-Prayer-Times.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Prayer",
      "Iclamic",
      "Arabic"
    ],
    "rank": 219
  },
  {
    "pkg": "Colorful",
    "app_id": "pl.suve.colorful",
    "description": "Side-view shooter game",
    "description_long": "<br>Colorful is a simple side-view shooter game, where the protagonist<br>travels a maze of caves and corridors in order to collect color artefacts.<br>",
    "build_date": "2025-01-11T21:50:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/pl/suve/colorful/0a8616bdc30cecd90110c6b297a62a76/icons/128x128/pl.suve.colorful.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 220
  },
  {
    "pkg": "Reactions",
    "app_id": "dev.atoft.Reactions",
    "description": "Simple GIF search.",
    "description_long": "Search for the perfect GIF with Reactions!Search for reaction images, provided by Giphy.Drag-and-drop images to other apps, in GIF or MP4 formats.",
    "build_date": "2021-11-08T07:20:27",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/dev.atoft.Reactions.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 221
  },
  {
    "pkg": "Tandem",
    "app_id": "chat.tandem.Client",
    "description": "Virtual office for remote teams",
    "description_long": "Connect effortlessly with your distributed team. See who’s around, talk, and collaborate in one click.<br>Quick Collaboration<br>See which work apps your team is working in, and join them with a click. Shared cursors = better screen-sharing.<br>Spontaneous Conversations<br>Time zones got you working late? See who is also in work mode and get quick feedback on your work.<br>Co-working<br>Hang out in a minimal voice/video call to feel connected — like you're working at the same table.<br>NOTE: This package is not verified by, affiliated with, or supported by Tandem Communications Inc.",
    "build_date": "2025-11-25T08:02:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/chat/tandem/Client/5605675576f8eb6a30ff56a4fdebde76/icons/128x128/chat.tandem.Client.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 222
  },
  {
    "pkg": "NEST Desktop",
    "app_id": "io.github.nest_desktop.nest-desktop",
    "description": "Simulate spiking neuronal networks",
    "description_long": "<br>NEST Desktop is a web-based application which provides a graphical user interface for NEST Simulator. With this<br>easy-to-use tool, users can interactively construct neuronal networks and explore network dynamics.<br>Advanced users often choose NEST Simulator: a prominent tool for spiking neuronal networks to measure network<br>dynamics.However, programming knowledge is required to write code for this tool. NEST Desktop bypasses this<br>requirement, but still teaches users how to construct and explore neuronal networks. A textual script is generated<br>from the constructed networks and sent to NEST Simulator; the network activity is then visualized in a graph or<br>table. It is a useful teaching tool, since the network graphs and network activity visualizations can be exported<br>to files that users can implement for their course protocol.<br>",
    "build_date": "2025-10-16T08:00:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nest_desktop.nest-desktop/9ef8a11c3562e4cac49a8274085be583/icons/128x128/io.github.nest_desktop.nest-desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 223
  },
  {
    "pkg": "ParaPara",
    "app_id": "com.github.aharotias2.parapara",
    "description": "An image viewer without library",
    "description_long": "<br>An image viewer in which images are displayed as one of three styles:<br>single, spread (book), continuous (scrolling),<br>and that supports jpg, png, bmp, ico, gif files.<br>animated gifs are also supported.<br>",
    "build_date": "2025-12-13T06:34:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/aharotias2.parapara/3de48cb3b33b411f428ffe3e80d4b3dd/icons/128x128/com.github.aharotias2.parapara.png",
    "license": "GPL-3.0",
    "tag": [
      "Picture",
      "Image",
      "Viewer"
    ],
    "rank": 224
  },
  {
    "pkg": "jEveAssets",
    "app_id": "io.github.GoldenGnu.jEveAssets",
    "description": "An out-of-game asset manager for Eve-Online",
    "description_long": "<br>jEveAssets is an out-of-game asset manager for Eve-Online, written in Java.<br>EVE Online and the EVE logo are the registered trademarks of CCP hf. All rights are reserved worldwide. All<br>other trademarks are the property of their respective owners. EVE Online, the EVE logo, EVE and all<br>associated logos and designs are the intellectual property of CCP hf. All artwork, screenshots, characters,<br>vehicles, storylines, world facts or other recognizable features of the intellectual property relating to<br>these trademarks are likewise the intellectual property of CCP hf.<br>CCP hf. has granted permission to jEveAssets to use EVE Online and all associated logos and designs for<br>promotional and information purposes on its website but does not endorse, and is not in any way affiliated<br>with, jEveAssets. CCP is in no way responsible for the content on or functioning of this program, nor can it<br>be liable for any damage arising from the use of this program.<br>",
    "build_date": "2025-12-02T18:00:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/GoldenGnu.jEveAssets/49ffe76a402d89a76e05edefb9bed23a/icons/128x128/io.github.GoldenGnu.jEveAssets.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 225
  },
  {
    "pkg": "Diurnals",
    "app_id": "io.github.sss_says_snek.diurnals",
    "description": "Get daily Todoist notifications",
    "description_long": "Not keeping up with upcoming and overdue tasks? Better track your tasks on Todoist with a popup that appears regularly.<br>Features:<br>Customizable popup times<br>Apply custom filters for tasks<br>Manage your tasks and your time more efficiently<br>Note: Diurnals is not affiliated with or created by Doist",
    "build_date": "2025-12-13T05:38:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sss_says_snek.diurnals/b01ac85bda79d60ebfc779bf29adb97f/icons/128x128/io.github.sss_says_snek.diurnals.png",
    "license": "MIT",
    "tag": [],
    "rank": 226
  },
  {
    "pkg": "Spiderbro 2",
    "app_id": "uk.co.studiopond.spiderbro2",
    "description": "A spider puzzle game!",
    "description_long": "<br>Spiderbro 2 is a retro inspired adventure puzzle game for Windows and Linux. You play as Shadowbro, a spider that has to save the multiverse from the antics of a real life computer worm!<br>EXPLORE, COLLECT ITEMS, SOLVE PUZZLES! Make your way deeper into the company building by exploring the environment and collecting items for your pockets! Use your pocket items on world objects, give them to NPCs or merge them with one another to solve puzzles!<br>THE IN-GAME PCs ARE BACK WITH AN UPGRADE! Use the in-game PCs and check for further clues! Text logs with clues and backstory can be found on PCs found throughout the game! Take a trip to PC-SPACE, a company exclusive VR service that takes using a PC to new depths!<br>A WORM IS LOOSE! THE MULTIVERSE IS COLLIDING! A computer worm gone wild has broken into the real world! More cracks and holes to new universes have appeared! In Spiderbro 2 you should expect the unexpected as you overcome the worm whilst travelling between different universes!<br>DISCOVER COMPANY SECRETS! Go deeper into the company building and find out what triggered the events of Spiderbro! Each new department will unravel more secrets!<br>NO NEED TO PLAY THE PREQUEL! Players need not play the first Spiderbro! Spiderbro 2 expands upon the first game in a way that does not require the player to complete it! Spiderbro 2 also contains a copy of the first game, within the game!<br>YOU WILL DIE! Be warned that this world is not safe! Make frequent use of savepoints to prevent losing progress!<br>EVEN MORE!<br>34 In-game Awards<br>New game plus mode<br>Two possible conclusions<br>Built in Cheat Sheet with all puzzle solutions<br>CONTROLS<br>Arrow Keys / WASD - Movement<br>SPACE / ENTER - Interact<br>P / E - Open Pockets<br>ESC - Back / Pause<br>",
    "build_date": "2025-11-24T11:25:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/studiopond.spiderbro2/8d6811db0e46dfd5c41f16d441fa24d8/icons/128x128/uk.co.studiopond.spiderbro2.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 227
  },
  {
    "pkg": "Shopping List",
    "app_id": "ro.hume.cosmin.ShoppingList",
    "description": "A shopping list application for GNU/Linux mobile devices",
    "description_long": "<br>Shopping List makes it easy to add items to a list,<br>check the item off, and remove it from the list.<br>",
    "build_date": "2025-04-17T18:16:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/ro/hume/cosmin.ShoppingList/7f3de377de22e94962acce92db6ed46b/icons/128x128/ro.hume.cosmin.ShoppingList.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 228
  },
  {
    "pkg": "Tags",
    "app_id": "io.github.phastmike.tags",
    "description": "Color logs based on tags",
    "description_long": "Create tags with color schemes and give color to your logs or text files.<br>Features<br>Load tags<br>Save tags<br>Remove all tags<br>Document minimap with colors<br>User defined line numbering color scheme<br>Simple tags based on string containing a pattern<br>Support for regular expressions<br>Case sensitive support<br>Automatically load tags files<br>Navigate through similarly tagged lines with ease<br>",
    "build_date": "2025-09-20T11:45:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/phastmike.tags/46a0b5690d17e165696940cc26d6990f/icons/128x128/io.github.phastmike.tags.png",
    "license": "MIT",
    "tag": [
      "tags",
      "highlight",
      "logs"
    ],
    "rank": 229
  },
  {
    "pkg": "Polished Map++",
    "app_id": "io.github.Rangi42.polished-map-plusplus",
    "description": "Edit pokecrystal maps and tilesets",
    "description_long": "A map and tileset editor for pokecrystal, pokegold, pokeyellow, pokered, and hacks including Polished Crystal v2, Red++ v3, Orange, Prism, and many more.<br>Polished Map++ is for pokecrystal projects that have added attributes.bin files. If you're working with regular pokecrystal or pokered, don't use ++.",
    "build_date": "2024-10-02T20:23:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Rangi42.polished-map-plusplus/6653d5d28bcc83490e5827fec400c9b6/icons/128x128/io.github.Rangi42.polished-map-plusplus.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "Nintendo",
      "Pokemon",
      "GameBoy"
    ],
    "rank": 230
  },
  {
    "pkg": "Nexus LU Launcher",
    "app_id": "io.thenexusavenger.Nexus-LU-Launcher",
    "description": "Launcher for LEGO Universe",
    "description_long": "Nexus LU (LEGO Universe) Launcher is a custom, cross-platform user interface for installing and launching LEGO Universe for community-run LEGO Universe servers.",
    "build_date": "2025-01-22T21:35:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/thenexusavenger/Nexus-LU-Launcher/e27152c7c767bb7b7cab1fb3630454b0/icons/128x128/io.thenexusavenger.Nexus-LU-Launcher.png",
    "license": "MIT",
    "tag": [],
    "rank": 231
  },
  {
    "pkg": "qv (quickview)",
    "app_id": "de.marlam.qv",
    "description": "2D Data Visualizer",
    "description_long": "<br>Qv is a viewer for 2D scalar data such as images, sensor data,<br>simulations, renderings, videos etc.\n<br>It provides analysis tools including statistics, histogram, range<br>selection, dynamic range reduction, value inspection, and color maps.\n<br>Most file formats are supported.<br>",
    "build_date": "2025-06-02T07:13:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/marlam/qv/07c6a8d704c9a58f3940142fbc943833/icons/128x128/de.marlam.qv.png",
    "license": "MIT",
    "tag": [],
    "rank": 232
  },
  {
    "pkg": "Syndic",
    "app_id": "com.rocksandpaper.syndic",
    "description": "Feed reader for casual browsing",
    "description_long": "Syndic is a simple, touch-friendly feed reader for KDE Plasma Desktop. Subscribe to any site that provides an RSS or Atom feed. Get automatically-generated <br>highlights from your collection, search for articles by keyword, or page through a list of every new article.<br>Features include:<br>Adaptive design - Displays in one, two or three column mode depending on available space<br>Touchscreen support - quickly swipe between articles on touchscreen devices<br>Cut through the clutter - automatically-generated highlights prevent lower-volume feeds from getting drowned out by higher-volume ones<br>Download web content - fetch full article text from the web, even if the feed only provides a summary<br>Save your favorites - mark your favorite articles to keep track of them and prevent them from expiring<br>",
    "build_date": "2025-03-22T17:58:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/rocksandpaper/syndic/7552f2077c27e1d63fe29364393824db/icons/128x128/com.rocksandpaper.syndic.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 233
  },
  {
    "pkg": "Reddy",
    "app_id": "net.krafting.Reddy",
    "description": "Repost Reddit images to Lemmy",
    "description_long": "Reddy is a tool to manually repost images from Reddit posts to Lemmy.",
    "build_date": "2025-11-17T17:33:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Reddy/67d714865f4da5c9dda1bc4a5dab8c86/icons/128x128/net.krafting.Reddy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "reddit",
      "lemmy",
      "export"
    ],
    "rank": 234
  },
  {
    "pkg": "Frigoligo",
    "app_id": "net.casimirlab.frigoligo",
    "description": "Your articles with you",
    "description_long": "<br>Take your links anywhere and keep them fresh! Frigoligo is a wallabag client striving to be simple but also fast and easy to use.<br>Just like wallabag, Frigoligo is free to use, ad-free and open source.<br>You need a wallabag instance to use this application.<br>",
    "build_date": "2025-03-16T16:13:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/casimirlab/frigoligo/f9b90b9e7c6572f6ae4acc5bba7f623b/icons/128x128/net.casimirlab.frigoligo.png",
    "license": "MIT",
    "tag": [],
    "rank": 235
  },
  {
    "pkg": "Profex",
    "app_id": "org.profex_xrd.Profex",
    "description": "Open Source XRD and Rietveld Refinement",
    "description_long": "<br>Profex is a graphical user interface for Rietveld refinement of powder X-ray diffraction (XRD) data with the program BGMN. It can be used for phase identification, phase quantification, structure refinement, and export of results and graphs to tables and figures.<br>",
    "build_date": "2025-12-20T15:49:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/profex_xrd/Profex/8e98db4b71d1166d1ef9a34a7026d138/icons/128x128/org.profex_xrd.Profex.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "jdEolConverter",
    "app_id": "page.codeberg.JakobDev.jdEolConverter",
    "description": "Converts End of Line of all files in a directory",
    "description_long": "jdEolConverter is a simple tool that converts the End of Line of all files in a direcory into the given format. Nothing more and nothing less. This is useful when you e.g. have edited files under Windows and forgot to change the End of Line Option.",
    "build_date": "2025-11-09T16:12:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdEolConverter/4d43686fe5bc6143b9222b4fb5c2fb62/icons/128x128/page.codeberg.JakobDev.jdEolConverter.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "Polished Map",
    "app_id": "io.github.Rangi42.polished-map",
    "description": "Edit pokecrystal maps and tilesets",
    "description_long": "A map and tileset editor for pokecrystal, pokegold, pokeyellow, pokered, and hacks including Polished Crystal v2, Red++ v3, Orange, Prism, and many more.<br>For projects that use 256–512 tiles and per-block attributes, including Polished Crystal v3, Red++ v4, Coral, Black and White 3: Genesis, and Ancient Ruby, use Polished Map++!",
    "build_date": "2024-10-02T20:19:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Rangi42.polished-map/31cdc555717a2d901849ba4e70b23ab6/icons/128x128/io.github.Rangi42.polished-map.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "Nintendo",
      "Pokemon",
      "GameBoy"
    ],
    "rank": 238
  },
  {
    "pkg": "CutePeaks",
    "app_id": "io.github.labsquare.CutePeaks",
    "description": "Standalone Sanger trace viewer",
    "description_long": "A simple viewer for Sanger trace file. Supports AB1 and SCF 3.0 file formats. It has regular expression pattern finder and can export trace as SVG vector image.",
    "build_date": "2025-04-22T09:44:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/labsquare.CutePeaks/a80b4b03b170377a3484a26425ddbc70/icons/128x128/io.github.labsquare.CutePeaks.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 239
  },
  {
    "pkg": "TwoFun",
    "app_id": "org.tabos.twofun",
    "description": "Touch based reaction game for two players",
    "description_long": "Multiplayer game collection for touch devices, like , , , and more",
    "build_date": "2025-11-05T21:02:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/twofun/f29dfcc6cd276d2903721c20c402b530/icons/128x128/org.tabos.twofun.png",
    "license": "GPL-3.0",
    "tag": [
      "two",
      "fun",
      "touch"
    ],
    "rank": 240
  },
  {
    "pkg": "gencolormap",
    "app_id": "de.marlam.gencolormap",
    "description": "Color Map Generator",
    "description_long": "<br>A generator for color maps, for scientific visualization.<br>",
    "build_date": "2025-11-11T21:24:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/marlam/gencolormap/71cd75a83731cbe36e3b48c53d7986ca/icons/128x128/de.marlam.gencolormap.png",
    "license": "MIT",
    "tag": [],
    "rank": 241
  },
  {
    "pkg": "IRPF 2022",
    "app_id": "br.gov.fazenda.receita.irpf2022",
    "description": "Do your taxes in Brazil (Calendar year of 2021)",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by any Brazilian government agency.**<br>IRPF is an app officially distributed by the Special Department of Federal Revenue of Brazil, to help Brazilian citizens file their income tax return.",
    "build_date": "2025-10-03T01:48:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/br/gov/fazenda.receita.irpf2022/55dc7569885c4a9b38089c788daf1135/icons/128x128/br.gov.fazenda.receita.irpf2022.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dirpf",
      "imposto",
      "irpf"
    ],
    "rank": 242
  },
  {
    "pkg": "pairinteraction",
    "app_id": "org.pairinteraction.Pairinteraction",
    "description": "A Rydberg Interaction Calculator",
    "description_long": "<br>The pairinteraction software calculates properties of Rydberg systems. The software consists of a C++/Python library and a graphical user interface for pair potential calculations. For usage examples visit the tutorials section of the documentation.<br>",
    "build_date": "2025-11-09T18:54:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/pairinteraction/Pairinteraction/a19d5221565b42bc523e6d020a8ff125/icons/128x128/org.pairinteraction.Pairinteraction.png",
    "license": "LGPL-3.0-or-later or GPL-3.0-or-later",
    "tag": [],
    "rank": 243
  }
]
