[
  {
    "pkg": "Camera",
    "app_id": "org.gnome.Snapshot",
    "description": "Take pictures and videos",
    "description_long": "<br>Take pictures and videos on your computer, tablet, or phone.<br>",
    "build_date": "2025-12-08T14:00:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Snapshot/bbb0c05f21f9b8a93f73302c642c6a93/icons/128x128/org.gnome.Snapshot.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "picture",
      "photos",
      "camera"
    ],
    "rank": 1
  },
  {
    "pkg": "Waterfox",
    "app_id": "net.waterfox.waterfox",
    "description": "Private web browser",
    "description_long": "<br>Waterfox is a privacy-focused browser built for power users who value customization and control over their online experience. It pairs a privacy-first foundation with the kind of deep customization normally reserved for extensions and hidden flags.<br>Waterfox routes DNS-over-HTTPS through a Fastly-hosted Oblivious HTTP relay, disables DNS prefetching, blocks 0.0.0.0 lookups, and leaves Safe Browsing calls off so lookups stay private. Cookie-banner automation rejects consent prompts when possible, HTTPS-First is enforced, Global Privacy Control is declared, and telemetry, experiments, analytics, and ad feeds are stripped out.<br>Private Tabs let you flip any tab into an isolated session with its own history, cookies, and default search. Tab context shortcuts can copy URLs, unload sleeping tabs, or restart the browser with cache-purge options, while privacy-first ergonomics keep scripted pop-ups in tabs, prompt for new download handlers, and restore the classic status bar with live link previews.<br>Layout controls move tab bars, bookmark bars, restart switches, and status bars without touching userChrome.css. Switch between Waterfox, Lepton, and Proton presets, adjust icon weight, padding, autohide behaviour, and rounding, or load legacy userChrome and userContent tweaks. Modern web APIs such as WebGPU, WebCodecs H.265, Web Share, JPEG XL, CSS Masonry, and scroll-driven animations are enabled by default, and Startpage plus Waterfox Private Search ship as defaults with a separate private-window engine.<br>",
    "build_date": "2025-12-19T18:49:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/waterfox/waterfox/16d00bccbee89a5c2666284cfa845ac6/icons/128x128/net.waterfox.waterfox.png",
    "license": "MPL-2.0",
    "tag": [
      "internet",
      "waterfox",
      "browser"
    ],
    "rank": 2
  },
  {
    "pkg": "darktable",
    "app_id": "org.darktable.Darktable",
    "description": "Organize and develop images from digital cameras",
    "description_long": "darktable manages your camera raw files and images in a database, lets you view them through lighttable mode and develop/enhance them in darkroom mode.<br>Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.<br>darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.",
    "build_date": "2025-12-21T17:50:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/darktable/Darktable/5dc206ae65cae1096a37d513e604f998/icons/128x128/org.darktable.Darktable.png",
    "license": "GPL-3.0+",
    "tag": [
      "graphics",
      "raw"
    ],
    "rank": 3
  },
  {
    "pkg": "Mango Juice",
    "app_id": "io.github.radiolamp.mangojuice",
    "description": "Customizable performance display",
    "description_long": "<br>MangoJuice is an application for easily editing MangoHUD settings, which in turn is an Overlay solution for tracking load and other parameters in games and other software.<br>",
    "build_date": "2025-12-22T07:25:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/radiolamp.mangojuice/ca39c937e93c3456ea72fa55daa63e4b/icons/128x128/io.github.radiolamp.mangojuice.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "mangojuice",
      "MangoJuice",
      "mj"
    ],
    "rank": 4
  },
  {
    "pkg": "Planify",
    "app_id": "io.github.alainm23.planify",
    "description": "Forget about forgetting things",
    "description_long": "Planify is your modern and powerful task manager that helps you keep your life organized. With a clean and intuitive interface, cloud synchronization, and advanced features, you'll never forget what matters again.<br>✨ Core Features:<br>Modern and clean interface designed with GTK4 and libadwaita<br>Drag and drop to organize tasks and projects effortlessly<br>Visual progress indicators for each project<br>Smart organization with sections and custom labels<br>Calendar integration to visualize your schedule<br>Multiple reminders per task to never miss a deadline<br>Dark mode with seamless system theme integration<br>Quick and powerful search to find anything instantly<br>Recurring tasks with flexible patterns<br>Attachments and links in your tasks<br>☁️ Cloud Synchronization:<br>Full synchronization with Todoist to access your tasks from anywhere<br>Support for Nextcloud and CalDAV servers (Radicale, Baïkal) to keep your data private<br>Offline mode: work without internet and sync when you're back online<br>Cross-platform synchronization to access from any device<br>* Planify is not created by, affiliated with, or supported by Doist",
    "build_date": "2025-11-27T10:57:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/alainm23.planify/269fd3ff7bf008b5781bcb65a329d162/icons/128x128/io.github.alainm23.planify.png",
    "license": "GPL-3.0+",
    "tag": [
      "task",
      "tasks",
      "project"
    ],
    "rank": 5
  },
  {
    "pkg": "Maps",
    "app_id": "org.gnome.Maps",
    "description": "Find places around the world",
    "description_long": "<br>Maps gives you quick access to maps all across the world. It allows you<br>to quickly find the place you’re looking for by searching for a city or<br>street, or locate a place to meet a friend.<br>Maps uses the collaborative OpenStreetMap database, made by hundreds of<br>thousands of people across the globe.<br>",
    "build_date": "2025-12-21T15:17:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Maps/259849db3ce286b17354769a5474b54e/icons/128x128/org.gnome.Maps.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Maps"
    ],
    "rank": 6
  },
  {
    "pkg": "Weather",
    "app_id": "org.gnome.Weather",
    "description": "Show weather conditions and forecast",
    "description_long": "<br>A small application that allows you to monitor the current weather<br>conditions for your city, or anywhere in the world.<br>It provides access to detailed forecasts, up to 7 days, with hourly<br>details for the current and next day, using various internet services.<br>It also optionally integrates with the GNOME Shell, allowing you to see<br>the current conditions of the most recently searched cities by just<br>typing the name in the Activities Overview.<br>",
    "build_date": "2025-09-16T17:22:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Weather/28d6c4519ab133ce5a9090327095b8ef/icons/128x128/org.gnome.Weather.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Weather",
      "Forecast"
    ],
    "rank": 7
  },
  {
    "pkg": "IntelliJ IDEA Community",
    "app_id": "com.jetbrains.IntelliJ-IDEA-Community",
    "description": "Leading Java and Kotlin editor",
    "description_long": "IntelliJ IDEA is an Integrated Development Environment (IDE) for professional development in Java and Kotlin. It is designed to maximize developer productivity and has a strong focus on privacy and security. It does the routine and repetitive tasks for you by providing clever code completion, static code analysis, and refactorings. It lets you focus on the bright side of software development, making it not only productive but also an enjoyable experience.<br>The development of modern applications involves using multiple languages, tools, frameworks, and technologies. IntelliJ IDEA is designed as an IDE for JVM languages, but numerous plugins can extend it to provide a polyglot experience.<br>Use IntelliJ IDEA to develop applications in the following languages that can be compiled into the JVM bytecode, namely: Java, Kotlin, Scala and Groovy<br>IntelliJ IDEA Community Edition is a free IDE built on open-source code that provides essential features for Java and Kotlin enthusiasts.<br>BETA branch enable Wayland Preview Support",
    "build_date": "2025-12-18T21:08:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jetbrains/IntelliJ-IDEA-Community/7baa3194bf693d4e44f4ca286b0d3d3c/icons/128x128/com.jetbrains.IntelliJ-IDEA-Community.png",
    "license": "Apache-2.0",
    "tag": [
      "kotlin",
      "java",
      "ide"
    ],
    "rank": 8
  },
  {
    "pkg": "Pulsar",
    "app_id": "dev.pulsar_edit.Pulsar",
    "description": "A community-led, hyper-hackable text editor",
    "description_long": "Pulsar is a fork of the discontinued Atom editor - assuming its mission of being a zero-compromise combination of hackability and usability.",
    "build_date": "2025-10-12T05:01:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/pulsar_edit/Pulsar/b6e4f26583cabdd49166e17a54b6397c/icons/128x128/dev.pulsar_edit.Pulsar.png",
    "license": "MIT",
    "tag": [
      "atom"
    ],
    "rank": 9
  },
  {
    "pkg": "Contacts",
    "app_id": "org.gnome.Contacts",
    "description": "Manage your contacts",
    "description_long": "<br>Contacts keeps and organize your contacts information. You can create,<br>edit, delete and link together pieces of information about your contacts.<br>Contacts aggregates the details from all your sources providing a<br>centralized place for managing your contacts.<br>Contacts will also integrate with online address books and automatically<br>link contacts from different online sources.<br>",
    "build_date": "2025-09-16T17:54:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Contacts/e2845b1d05e0c8d9f0fc2445dcf59f14/icons/128x128/org.gnome.Contacts.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "friends"
    ],
    "rank": 10
  },
  {
    "pkg": "Characters",
    "app_id": "org.gnome.Characters",
    "description": "Character map application",
    "description_long": "<br>Characters is a simple utility application to find and insert unusual characters. It allows you to quickly find the character you are looking for by searching for keywords.<br>You can also browse characters by categories, such as Punctuation, Pictures, etc.<br>",
    "build_date": "2025-10-12T18:42:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Characters/7da778562f2c3c0b83fa42fc58a6138a/icons/128x128/org.gnome.Characters.png",
    "license": "BSD-3-Clause AND GPL-2.0-or-later",
    "tag": [
      "characters",
      "unicode",
      "math"
    ],
    "rank": 11
  },
  {
    "pkg": "Connections",
    "app_id": "org.gnome.Connections",
    "description": "View and use other desktops",
    "description_long": "<br>Connections allows you to connect to and use other desktops. This can be a great way to access content or software on a different desktop operating system. It can also be used as a way to provide support to users who might need help.<br>A range of different operating systems can be connected to, including Linux and Windows desktops. You can also connect to virtual machines.<br>Connections uses the widely supported VNC and RDP protocols, and one of these must be enabled on the desktop that you want to connect to.<br>",
    "build_date": "2025-09-17T07:29:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Connections/288f451c9088c877c3a67744197329eb/icons/128x128/org.gnome.Connections.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "vnc",
      "rdp",
      "remote"
    ],
    "rank": 12
  },
  {
    "pkg": "AppFlowy",
    "app_id": "io.appflowy.AppFlowy",
    "description": "Open Source Notion Alternative",
    "description_long": "AppFlowy is a privacy-first open source workspace for your notes, tasks, databases, and<br>more.<br>Built for individuals who care about data security and mobile experience<br>100% control of your data<br>Download and install AppFlowy on your local machine<br>You own and control your personal data<br>Built for teams that need more control and flexibility (Coming Soon):<br>100% data control You can host AppFlowy wherever you want<br>No vendor lock-in<br>Extensively extensible<br>For those with no coding experience, AppFlowy enables you to create apps that suit<br>your needs<br>It's built on a community-driven toolbox, including templates, plugins, themes, and<br>more<br>Truly native experience<br>Faster, more stable with support for offline mode<br>It's also better integrated with different devices<br>Moreover, AppFlowy enables users to access features and possibilities not available<br>on the web<br>",
    "build_date": "2025-12-22T12:46:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/appflowy/AppFlowy/d4b2d7d5538308a0ed374eca455f6b2b/icons/128x128/io.appflowy.AppFlowy.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "Notes"
    ],
    "rank": 13
  },
  {
    "pkg": "Eloquent",
    "app_id": "re.sonny.Eloquent",
    "description": "Your proofreading assistant",
    "description_long": "Eloquent is a proofreading software for English, Spanish, French, German, Portuguese, Polish, Dutch, and more than 20 other languages. It finds many errors that a simple spell checker cannot detect.<br>It works fully offline, powered by LanguageTool standalone server.",
    "build_date": "2025-12-05T21:25:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Eloquent/f2e40af5babb96539e48ac0cf8d2f700/icons/128x128/re.sonny.Eloquent.png",
    "license": "GPL-3.0",
    "tag": [
      "spell",
      "grammar",
      "mistake"
    ],
    "rank": 14
  },
  {
    "pkg": "GnuCash",
    "app_id": "org.gnucash.GnuCash",
    "description": "Manage your finances, accounts, and investments",
    "description_long": "<br>GnuCash is a program for personal and small-business financial-accounting.<br>Designed to be easy to use, yet powerful and flexible, GnuCash allows you to track bank accounts, stocks, income and expenses. As quick and intuitive to use as a checkbook register, it is based on professional accounting principles like double-entry<br>accounting to ensure balanced books and accurate reports.<br>With GnuCash you can (but are not limited to):<br>Keep track of your day to day personal income and expenses<br>Manage your stock, bond and mutual fund accounts with ease<br>Keep your small business' accounting up to date<br>Create accurate reports and graphs from your financial data<br>Set up scheduled transactions to avoid repeated data entry<br>Exchange by CSV/FinTS(former HBCI) or import SWIFT-MT9xx/QIF/OFX data including Transaction Matching<br>Perform financial calculations, such as a loan repayment<br>",
    "build_date": "2025-12-21T17:17:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnucash/GnuCash/e5dcf9047e6c11b1b0c75e24cdd69d10/icons/128x128/org.gnucash.GnuCash.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 15
  },
  {
    "pkg": "Gelly",
    "app_id": "io.m51.Gelly",
    "description": "Jellyfin client focused on music",
    "description_long": "<br>A native, lightweight Jellyfin client designed specifically for enjoying<br>your music library.<br>Browse your music collection by artist, album and playlist<br>Modern GTK/Adwaita interface with MPRIS support<br>Written in Rust<br>",
    "build_date": "2025-12-19T22:44:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/m51/Gelly/f0739a8d58fa7353c64adf28340cfa4d/icons/128x128/io.m51.Gelly.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Jellyfin"
    ],
    "rank": 16
  },
  {
    "pkg": "Pantheon Tweaks",
    "app_id": "io.github.pantheon_tweaks.pantheon-tweaks",
    "description": "Tweak Pantheon settings",
    "description_long": "<br>A system customization app for the Pantheon Desktop that lets you easily and safely customise your desktop's appearance.<br>",
    "build_date": "2025-10-26T03:11:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pantheon_tweaks.pantheon-tweaks/d0ede6bb76b2af4abcbc7d778dd5a348/icons/128x128/io.github.pantheon_tweaks.pantheon-tweaks.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Advanced",
      "Fonts",
      "Theme"
    ],
    "rank": 17
  },
  {
    "pkg": "Errands",
    "app_id": "io.github.mrvladus.List",
    "description": "Manage your tasks",
    "description_long": "Todo application for those who prefer simplicity.<br>Features:<br>Multiple task lists support<br>Add, remove, edit tasks and sub-tasks<br>Mark task and sub-tasks as completed<br>Add accent color for each task<br>Sync tasks with Nextcloud or other CalDAV providers<br>Drag and Drop support<br>Import .ics files<br>",
    "build_date": "2025-12-22T12:15:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mrvladus.List/b8ee1ad697b5a857bbea5ffdc7960d0e/icons/128x128/io.github.mrvladus.List.png",
    "license": "MIT",
    "tag": [
      "errands",
      "tasks",
      "list"
    ],
    "rank": 18
  },
  {
    "pkg": "Rewaita",
    "app_id": "io.github.swordpuffin.rewaita",
    "description": "Bring color to Adwaita",
    "description_long": "Rewaita gives your Adwaita apps a fresh look by tinting them with popular color schemes.<br>Features:<br>Modify application window controls<br>Make custom themes<br>Palette swap/tint wallpapers<br>Add effects like transparency, window borders, or sharp corners<br>Changes only affect GTK3/4 applications; other UI libraries are not affected",
    "build_date": "2025-12-23T00:17:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/swordpuffin.rewaita/4aa94aac7718c05c0cb9e6df97df27b5/icons/128x128/io.github.swordpuffin.rewaita.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "gtk",
      "adwaita",
      "gnome"
    ],
    "rank": 19
  },
  {
    "pkg": "Materialious",
    "app_id": "us.materialio.Materialious",
    "description": "Materialious is a privacy respecting frontend for YouTube built ontop of Invidious.",
    "description_long": "Materialious is a client for Invidious using material design. It lets you browse and watch videos, manage playlists and visit channels.<br>Features:<br>Invidious companion support<br>Invidious API extended integration<br>YouTube.js fallback if Invidious fails loading videos<br>Support for disabling certificate validation for homelab users<br>Sync your watch progress between Invidious sessions<br>Watch sync parties<br>Sponsorblock built-in<br>Return YouTube dislikes built-in<br>DeArrow built-in (With local processing fallback)<br>No ads<br>No tracking<br>Light/Dark themes<br>Custom colour themes<br>Integrates with Invidious subscriptions, watch history and more<br>Live stream support<br>Dash support<br>Chapters<br>Audio only mode<br>Playlists<br>",
    "build_date": "2025-12-23T04:42:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/us/materialio/Materialious/4b74db33a24d9898a3b2483d106a5df2/icons/128x128/us.materialio.Materialious.png",
    "license": "AGPL-3.0",
    "tag": [],
    "rank": 20
  },
  {
    "pkg": "ASCII Draw",
    "app_id": "io.github.nokse22.asciidraw",
    "description": "Sketch anything using characters",
    "description_long": "Draw diagrams, tables, tree view, art and more using only characters.\nThere are many tools and features available such as:<br>Rectangle using multiple line styles<br>Filled Rectangle using border and fill characters<br>Cartesian, Freehand and Stepped line, also with arrows<br>Freehand Brush<br>Text with FIGlet fonts<br>Table<br>Tree View<br>Eraser<br>Character Picker<br>Move and Rotate selection<br>Flood Fill<br>You can also organize characters into custom palettes.",
    "build_date": "2025-11-28T18:58:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.asciidraw/73bbf5868b1a07b1d2d1481dedf6fa50/icons/128x128/io.github.nokse22.asciidraw.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Graphics"
    ],
    "rank": 21
  },
  {
    "pkg": "Euphonica",
    "app_id": "io.github.htkhiem.Euphonica",
    "description": "MPD client with delusions of grandeur",
    "description_long": "<br>MPD client with dynamic playlists, integrated spectrum visualiser, synced lyrics &amp; more.<br>**Features**<br>Supports most MPD features, from queue reordering and ReplayGain to output control, crossfade and MixRamp.<br>Client-side dynamic playlists: both query and sticker filter rules, multiple ordering clauses, fetch-first limits, scheduled refreshes, all via an intuitive editor UI.<br>Fetch album arts, artist avatars and (synced) song lyrics from external sources (currently supporting Last.fm, MusicBrainz and LRCLIB).<br>Configurable multi-artist tag splitting.<br>Stay in control while in the background via MPRIS &amp; XDG Background Portal.<br>Customisable spectrum visualiser (FIFO or system PipeWire).<br>Live bitrate readout + audio quality indicators (lossy, lossless, hi-res, DSD).<br>Largely **zero-cost** static background blur.<br>Volume knob with dBFS readout support ('cuz why not?)<br>User-friendly configuration UI &amp; GSettings backend<br>MPD passwords are securely stored in your user's login keyring.<br>Works with large playlists (tested with 30K songs).<br>Commands are bundled into lists for efficient MPD-side processing where possible.<br>myMPD-compatible stickers handling.<br>PipeWire permissions<br>Euphonica requires PipeWire capture permissions for its PipeWire visualizer backend, but currently it is only possible to specify a PipeWire permission that also allows screen recording, microphone access, etc. Euphonica does not make use of these extra permissions, and will be updated to use a more restricted when one becomes available.<br>Screenshot content copyright information &amp; disclaimer<br>Album arts contained in the screenshots have been substituted with random photos from Pexel. All credits go to the original authors.<br>Euphonica is solely a music player programme and does not provide any media content or sources. Users must provide their own content or manually configure Euphonica to access third party online services.",
    "build_date": "2025-11-29T11:39:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/htkhiem.Euphonica/693443c4383775432f5e50b8d08db7f4/icons/128x128/io.github.htkhiem.Euphonica.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 22
  },
  {
    "pkg": "Mirror Hall",
    "app_id": "eu.nokun.MirrorHall",
    "description": "Use Linux devices as second screens",
    "description_long": "<br>Mirror Hall is an experimental app that aims to turn any Linux device into a <br>second monitor.<br>It is designed on both desktop and mobile devices, and supports both <br>hardware-accelerated and software-based encoding to stream video efficiently.<br>Mirror Hall makes use of a new, experimental GNOME feature to create virtual <br>monitors, and requires UDP traffic to be allowed by the network and firewall.<br>Support for other desktops will be added once a standardized API exists.<br>",
    "build_date": "2025-12-14T20:33:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/nokun/MirrorHall/604039d4532c5d5467f3c14d103d85ee/icons/128x128/eu.nokun.MirrorHall.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 23
  },
  {
    "pkg": "Junction",
    "app_id": "re.sonny.Junction",
    "description": "Application chooser",
    "description_long": "<br>Junction pops up automatically when you open a file or link in another app.<br>Use the mouse or keyboard navigation to choose which app you want to open it with.<br>Features:<br>Choose the app to open with<br>Show the location before opening<br>Edit the URL before opening<br>Show a hint for insecure links<br>Keyboard navigation<br>Supports desktop actions on right click<br>Middle Click or Ctrl + Click to open in multiple applications<br>Linux Mobile support<br>",
    "build_date": "2025-12-18T22:37:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Junction/981ff033568da9f5e7e908a6155fff6b/icons/128x128/re.sonny.Junction.png",
    "license": "GPL-3.0",
    "tag": [
      "Choosy",
      "Braus",
      "Finicky"
    ],
    "rank": 24
  },
  {
    "pkg": "SysD Manager",
    "app_id": "io.github.plrigaux.sysd-manager",
    "description": "A user-friendly application to manage systemd's units",
    "description_long": "<br>Manage your Services, Timers, Sockets and other units. You can enable, disable, stop and<br>start them. Also, you can view their config file and peak at their journal logs.<br>",
    "build_date": "2025-12-20T22:19:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/plrigaux.sysd-manager/b4310d9d8dc241f1bdfc1e7b4126125c/icons/128x128/io.github.plrigaux.sysd-manager.png",
    "license": "GPL-3.0+",
    "tag": [
      "rust",
      "Systemd"
    ],
    "rank": 25
  },
  {
    "pkg": "Portfolio Performance",
    "app_id": "info.portfolio_performance.PortfolioPerformance",
    "description": "Track the performance of an investment portfolio",
    "description_long": "An open source tool to calculate the overall performance of an investment portfolio - across all accounts - using True-Time Weighted Return or Internal Rate of Return.<br>Record the full history of your transactions: purchases, sales, taxes, fees, ...<br>Calculate performance indicators such as the True-Time Weighted Rate of Return or the Internal Rate of Return (IRR) for your holdings.<br>Update historical quotes from a variety of sources: Yahoo Finance, Finnhub.io, Quandl, or AlphaVantage. Alternatively, scrape quotes from HTML pages or JSON documents.<br>All data is stored in XML for further processing and can be exported as CSV or JSON.<br>Rebalance your investment portfolio based on a freely defined Asset Allocation.<br>Keep foreign currency accounts using the exchange rates published by the European Central Bank (ECB).<br>",
    "build_date": "2025-12-21T01:20:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/portfolio_performance/PortfolioPerformance/5f25bedc1d4127eef3025a6dc03ddf56/icons/128x128/info.portfolio_performance.PortfolioPerformance.png",
    "license": "EPL-1.0",
    "tag": [
      "finance",
      "portfolio",
      "investment"
    ],
    "rank": 26
  },
  {
    "pkg": "PhotoQt",
    "app_id": "org.photoqt.PhotoQt",
    "description": "View and manage images and videos",
    "description_long": "PhotoQt is a fast and simple, good looking, yet powerful and highly configurable image viewer.<br>It provides an uncluttered interface and can be extensively tweaked to fit ones needs perfectly. It is possible to set key or mouse shortcuts for many of its features and capabilities, as well as for any external script/command.<br>It supports loading 100+ image formats, video files, and documents. Additionally, it fully supports Google Motion Photos, Apple Live Photos, and photo spheres (including 360 degree panoramas).<br>The many features provided include: thumbnails, slideshow, color profiles, chromecast, zooming, rotating, flipping, displaying metadata (selection of Exif and IPTC), set-as-wallpaper, simple file management, scaling, face tags (XMP metadata), touchscreen support, and a lot more.",
    "build_date": "2025-12-25T09:16:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/photoqt/PhotoQt/43ade81dd725f1c158361de44adc5628/icons/128x128/org.photoqt.PhotoQt.png",
    "license": "GPL-2.0+",
    "tag": [
      "image",
      "photo",
      "video"
    ],
    "rank": 27
  },
  {
    "pkg": "Paper Clip",
    "app_id": "io.github.diegoivan.pdf_metadata_editor",
    "description": "Edit PDF document metadata",
    "description_long": "Edit the title, author, keywords and more details of your PDF documents",
    "build_date": "2025-05-05T17:32:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/diegoivan.pdf_metadata_editor/be891656f7ba1cbba3c191204acff858/icons/128x128/io.github.diegoivan.pdf_metadata_editor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "PDF",
      "Metadata",
      "Editor"
    ],
    "rank": 28
  },
  {
    "pkg": "Ping Monitor",
    "app_id": "io.github.sigmasd.pingmonitor",
    "description": "Monitor your ping",
    "description_long": "Ping Monitor is a simple tool to monitor your network.<br>Features:<br>Display your ping in real time as a nice chart<br>Make it obvious when you're disconnected<br>Monitor download and upload speeds<br>Display local and public IP addresses<br>Automatically detect network and VPN changes<br>",
    "build_date": "2025-12-24T10:07:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sigmasd.pingmonitor/e80f3a049efe5f466d8f6248c0b8efad/icons/128x128/io.github.sigmasd.pingmonitor.png",
    "license": "MIT",
    "tag": [
      "ping",
      "network",
      "monitor"
    ],
    "rank": 29
  },
  {
    "pkg": "jdMinecraftLauncher",
    "app_id": "page.codeberg.JakobDev.jdMinecraftLauncher",
    "description": "Unofficial classic styled Minecraft Launcher",
    "description_long": "jdMinecraftLauncher is a Minecraft launcher which Look and Feel is close to the the good old official Launcher<br>Features:<br>All Minecraft versions are supported<br>Offline mode is available after your first login<br>One click install of Forge, NeoForge, Fabric and Quilt<br>FeralInteractive GameMode is supported<br>Create Shortcuts in the Menu and on the Desktop to directly launch Minecraft<br>For Developers commandline arguments and a D-Bus Interface are provided<br>Profiles can be imported from the vanilla launcher<br>Modrinth modpacks (.mrpack) can be installed directly through the Launcher<br>Integrated into KRunner and GNOME Search<br>You need a Microsoft Account which owns Minecraft to use this Launcher<br>This Launcher is completly fanmade and not supported by Mojang/Microsoft",
    "build_date": "2025-12-14T12:19:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdMinecraftLauncher/f45df975af675c49607be0d15021d6ce/icons/128x128/page.codeberg.JakobDev.jdMinecraftLauncher.png",
    "license": "GPL-3.0-only",
    "tag": [
      "minecraft",
      "sandbox",
      "pyqt"
    ],
    "rank": 30
  },
  {
    "pkg": "Icon Library",
    "app_id": "org.gnome.design.IconLibrary",
    "description": "Symbolic icons for your apps",
    "description_long": "Find the right icon to use on your GNOME application.",
    "build_date": "2025-09-16T17:23:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.IconLibrary/59414ad00d879d088cfb556f98ad9513/icons/128x128/org.gnome.design.IconLibrary.png",
    "license": "GPL-3.0+",
    "tag": [
      "Icon",
      "Library",
      "Icons"
    ],
    "rank": 31
  },
  {
    "pkg": "Tuner",
    "app_id": "org.altlinux.Tuner",
    "description": "Extensible control center",
    "description_long": "<br>Tuner is the home for your additional system settings, components,<br>applications, and whatever else you want!<br>Extended control over the interface and functions using plugins.<br>The interface is adapted to different device sizes.<br>Easy installation from the repository.<br>You can create your own plugins without affecting the main program<br>code.<br>Easy creation of plugins working with dconf and unlimited plugin<br>functionality thanks to libpeas.<br>",
    "build_date": "2025-08-06T12:44:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/altlinux/Tuner/28e8e53ef8573f5d5283cce0424b911d/icons/128x128/org.altlinux.Tuner.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "settings",
      "tuner",
      "tune"
    ],
    "rank": 32
  },
  {
    "pkg": "GHex",
    "app_id": "org.gnome.GHex",
    "description": "Inspect and edit binary files",
    "description_long": "<br>GHex is a hex editor for the GNOME desktop.<br>GHex can load raw data from binary files and display them for editing in the<br>traditional hex editor view. The display is split in two columns, with<br>hexadecimal values in one column and the ASCII representation in the other.<br>GHex is a useful tool for working with raw data.<br>",
    "build_date": "2025-11-05T06:08:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/GHex/ba8ca8a4d5506a94dd347a248cd4aec7/icons/128x128/org.gnome.GHex.png",
    "license": "GPL-2.0+",
    "tag": [
      "binary",
      "debug"
    ],
    "rank": 33
  },
  {
    "pkg": "Armagetron Advanced",
    "app_id": "org.armagetronad.ArmagetronAdvanced",
    "description": "3D Lightcycle Game",
    "description_long": "<br>In Armagetron Advanced, you ride a bizarre vehicle that can never stop and leaves a deadly trail behind. In the most basic game mode, you can only make sudden right angle turns and are trapped with others in an inescapable arena. The last survivor wins.<br>Focus is firmly on online play. Pick a server that sounds fun from the server browser, hop in, stay and play there for as long as you like with the same people. Online, you will find many variations of the core gameplay principle. There are other objectives than mere survival. In Fortress Mode, two teams face each other. Each team owns a Fortress Zone and needs to defend it while trying to conquer the enemy teams' Fortress. In Sumo Mode, everyone needs to stay inside a shrinking circle to stay alive.<br>The game supports custom maps (sadly without an editor) and just about every gameplay variable can be tweaked to your, or more likely, the server owner's heart content. Speed, map size, trail length and timeouts are just the start. Even the rigid right angle turn rule can be bent!<br>",
    "build_date": "2025-12-22T19:22:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/armagetronad/ArmagetronAdvanced/cfcc43b94dfa2fbb71032ce988b774bc/icons/128x128/org.armagetronad.ArmagetronAdvanced.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "tron-like",
      "light",
      "cycle"
    ],
    "rank": 34
  },
  {
    "pkg": "Emblem",
    "app_id": "org.gnome.design.Emblem",
    "description": "Generate project avatars",
    "description_long": "Generate projects avatars for your Matrix rooms and git forges from a symbolic icon.",
    "build_date": "2025-09-16T17:20:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Emblem/42cdb3fdb86d09db32df7af7f66640c5/icons/128x128/org.gnome.design.Emblem.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "logo"
    ],
    "rank": 35
  },
  {
    "pkg": "Pidgin",
    "app_id": "im.pidgin.Pidgin",
    "description": "Instant Messaging Client",
    "description_long": "Pidgin is a chat program which lets you log into accounts on multiple chat networks simultaneously.<br>This means that you can be chatting with friends on XMPP and sitting in an IRC channel at the same time.",
    "build_date": "2025-10-12T14:49:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/pidgin/Pidgin/917f440145d38681cb35beacdb9b48b1/icons/128x128/im.pidgin.Pidgin.png",
    "license": "GPL-2.0",
    "tag": [
      "chat",
      "talk",
      "im"
    ],
    "rank": 36
  },
  {
    "pkg": "Tangram",
    "app_id": "re.sonny.Tangram",
    "description": "Browser for your pinned tabs",
    "description_long": "<br>Tangram is a new kind of browser. It is designed to organize and run your Web applications.<br>Each tab is persistent and independent. You can set multiple tabs with different accounts for the same application.<br>Common use cases:<br>Stay up to date with your favorite communities<br>Merge all these chat applications into one<br>Group your organization tools under one application<br>One-stop for multiple sources of documentation or information<br>",
    "build_date": "2025-10-13T16:55:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Tangram/ef95562c735754904ccb4f734c015e91/icons/128x128/re.sonny.Tangram.png",
    "license": "GPL-3.0",
    "tag": [
      "Franz",
      "Ferdi",
      "Rambox"
    ],
    "rank": 37
  },
  {
    "pkg": "Ciano",
    "app_id": "com.github.robertsanseries.ciano",
    "description": "A multimedia file converter",
    "description_long": "The easiest way to convert your multimedia files to the most popular formats.<br>Characteristics:<br>Conversion of multiple files at the same time<br>Possibility of changing the output folder<br>Notification support<br>Close the application at any time with Ctrl + Q<br>Supports the conversion of:<br>Video - MP4, MPG, AVI, WMV, FLV, MKV, 3GP, MOV, VOB, OGV, WEBM<br>Audio - MP3, WMA, OGG, WAV, AAC, FLAC, AIFF, MMF, M4A<br>Images - JPG, BMP, PNG, TIF, GIF, TGA<br>",
    "build_date": "2025-12-22T21:31:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/robertsanseries.ciano/dbf44d485337478c66df897b795f1ec9/icons/128x128/com.github.robertsanseries.ciano.png",
    "license": "GPL-3.0+",
    "tag": [
      "converter",
      "multimedia",
      "audio"
    ],
    "rank": 38
  },
  {
    "pkg": "Turn On",
    "app_id": "de.swsnr.turnon",
    "description": "Turn on devices in your network",
    "description_long": "Conveniently turn on devices in your network, such as a NAS or a gaming console,<br>using Wake On LAN (WoL).<br>Features:<br>Add devices to turn on.<br>Discover devices in the local network.<br>Discover web interfaces on devices.<br>Monitor device status.<br>Turn on devices with magic Wake On LAN (WoL) packets.<br>Turn on devices from GNOME Shell search.<br>Turn on devices from the command line.<br>",
    "build_date": "2025-11-28T19:05:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/swsnr/turnon/2f9464e488008710d4965a76b94a762f/icons/128x128/de.swsnr.turnon.png",
    "license": "EUPL-1.2",
    "tag": [
      "WakeOnLan"
    ],
    "rank": 39
  },
  {
    "pkg": "Ricochlime",
    "app_id": "com.adilhanney.ricochlime",
    "description": "Satisfying monster shooter",
    "description_long": "<br>Ricochlime is a game where you attack the advancing<br>monsters with your ricocheting projectiles. The game is<br>made with the Flame game engine and Flutter.<br>",
    "build_date": "2025-12-16T15:27:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/ricochlime/3c80af5bd25abe617dabdbeb29744cd0/icons/128x128/com.adilhanney.ricochlime.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "flutter",
      "monster",
      "shooter"
    ],
    "rank": 40
  },
  {
    "pkg": "Break Timer",
    "app_id": "org.gnome.BreakTimer",
    "description": "Computer break reminders for GNOME",
    "description_long": "<br>Break Timer keeps track of how much you are using the computer, and it reminds you to take regular breaks. It is designed to encourage healthy behaviour, with a mix of short breaks for your eyes and wrists, as well as longer breaks to keep your body moving and your mind on task.<br>Break Timer is easy to set up, so you can pick a break schedule that works for you and it will carry on working in the background.<br>",
    "build_date": "2025-12-15T17:39:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/BreakTimer/e9cfaef22902ff74d76d2abd14c90cba/icons/128x128/org.gnome.BreakTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "break",
      "micro",
      "rest"
    ],
    "rank": 41
  },
  {
    "pkg": "Ultimate Tic Tac Toe",
    "app_id": "io.github.nokse22.ultimate-tic-tac-toe",
    "description": "(Tic Tac Toe)²",
    "description_long": "Play with your friends or against the algorithm. You can read the rules in the game.<br>",
    "build_date": "2025-05-05T10:48:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.ultimate-tic-tac-toe/2f2e03fc9486924cd281a7ccf5af98bb/icons/128x128/io.github.nokse22.ultimate-tic-tac-toe.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Game"
    ],
    "rank": 42
  },
  {
    "pkg": "Schedule",
    "app_id": "io.github.zhrexl.thisweekinmylife",
    "description": "A simple kanban-styled planner",
    "description_long": "<br>Schedule is a kanban-styled planner that aims to help you organize your workflow and keep track of your activities efficiently.\n<br>Easily create and manage your own activities and tasks, drag and drop cards anywhere, and implement your own ideas and system of task management with versatility.<br>",
    "build_date": "2025-12-13T01:58:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/zhrexl.thisweekinmylife/06bf16a7cf24b02e0cc18d0c45dc29b7/icons/128x128/io.github.zhrexl.thisweekinmylife.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "Office",
      "Calendar"
    ],
    "rank": 43
  },
  {
    "pkg": "Thrive",
    "app_id": "com.revolutionarygamesstudio.ThriveLauncher",
    "description": "An evolution simulation game. Take control of your species in the environment and edit your species as a whole. Compete with other evolving species for resources on an alien planet.",
    "description_long": "<br>In Thrive, you take control of an organism on an alien planet, beginning with the Last Universal Common Ancestor (LUCA). Your goal is to survive in the environment, adapt your species by adding mutations, and thrive. Other species will emerge to compete with yours. They will evolve via a population dynamics driven simulation with random mutations - you must improve and spread your species to surpass them. The success of your species depends both on your skill in surviving as an individual cell and the changes you make in the editor.<br>In the Microbe Stage, you control a single microbe or a colony of microbes bound together. You swim through a watery environment to find the resources your cell needs to stay alive and to reproduce. Once you have reproduced, you enter the editor, where you can review how well your species and others are surviving, move to new biomes, and modify your species. Add new organelles, change your membrane, and change your cell's visuals. Your goal is to become a more complex lifeform by first evolving the nucleus to become a eukaryote, then using binding agents to form cell colonies, the precursor to the first multicellular lifeforms.<br>Current key features:<br>Control an individual member of your species and survive the environment<br>Predate on other species, use photosynsthesis or scavenge for resources<br>Edit your species to make it more successful<br>Compete with other species emerging on your planet via an evolution simulation<br>Explore different biomes<br>Fight other cells with multiple cellular level weapons<br>Try different gameplay styles by specializing in different energy sources in subsequent playthroughs<br>Learn about biology by using real compounds, organelles or parts inspired by real science<br>Spread your species via the biome map<br>Review and plan future actions by looking at population simulation results and graphs<br>Learn the basics of the game with a light interactive tutorial<br>The major goals of Thrive are to create engaging, compelling gameplay that respects our players’ intelligence, and remain as accurate as possible in our depiction of known scientific theory without compromising the former. Thrive is an open-source project, and anyone with game development skill is welcome to join our team. The game uses the open-source Godot engine with the C# programming language.<br>If you don't have game development skills, you are still welcome to join our fan community. We would love to have you along for the long ride! <br>",
    "build_date": "2025-12-19T02:16:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/revolutionarygamesstudio/ThriveLauncher/0d63946b2d365e665cf32a6aac110d25/icons/128x128/com.revolutionarygamesstudio.ThriveLauncher.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Spore",
      "Thrive"
    ],
    "rank": 44
  },
  {
    "pkg": "ROTA",
    "app_id": "net.hhoney.rota",
    "description": "Gravity bends beneath your feet",
    "description_long": "Move blocks and twist gravity to solve puzzles. Collect all 50 gems and explore 8 vibrant worlds.<br>Rotate gravity as you walk over the edge!<br>Push, pull and rotate gravity-blocks to traverse the stage and solve puzzles.<br>Collect all 50 gems to unlock doors and explore 8 vibrant worlds!<br>Listen to an original ambient soundtrack that will keep you relaxed while solving challenging puzzles. (:<br>Watch out for spikes! 0:<br>",
    "build_date": "2025-08-25T17:40:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/rota/5ad819dbf706c8c7976076ffc1568608/icons/128x128/net.hhoney.rota.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 45
  },
  {
    "pkg": "Rclone Shuttle",
    "app_id": "io.github.pieterdd.RcloneShuttle",
    "description": "Upload your files to anywhere",
    "description_long": "<br>Access all your cloud storage providers from one app. Powered by Rclone's superb command line<br>tool, Rclone Shuttle lets you browse your files wherever they are hosted.<br>Rclone Shuttle can:<br>Upload files via drag and drop<br>Rename, move, copy and delete files/folders<br>Open remote files locally via double click<br>Permanently save a local copy of specific files/folders<br>Handle encrypted Rclone configuration files<br>Rclone supports a variety of providers and protocols including:<br>Amazon S3<br>Dropbox<br>FTP<br>Google Cloud Storage<br>Google Drive<br>Google Photos<br>OneDrive<br>Proton Drive<br>SFTP<br>SMB (Samba)<br>WebDAV (works with Nextcloud)<br>Full host filesystem access is necessary to enable drag-and-drop until<br>https://github.com/pieterdd/RcloneShuttle/issues/7 is fixed.",
    "build_date": "2025-12-19T23:08:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pieterdd.RcloneShuttle/dbb29efe5d1b0980a3637684ebb9dd20/icons/128x128/io.github.pieterdd.RcloneShuttle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 46
  },
  {
    "pkg": "Cartero",
    "app_id": "es.danirod.Cartero",
    "description": "Make HTTP requests and test APIs",
    "description_long": "Cartero is a graphical HTTP client that can be used as a developer tool to test web APIs and perform all kind of HTTP requests to web servers. It is compatible with any REST, SOAP or XML-RPC API and it supports multiple request methods as well as attaching body payloads to compatible requests.<br>Features:<br>Loads and saves to plain Git-friendly TOML files, so that you can own your data.<br>Customization and modification of the request headers and body payloads.<br>Variable binding for API keys and other secret information.<br>",
    "build_date": "2025-11-14T21:40:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/es/danirod/Cartero/94c937953f8ef63fecd57f60bfbe64d3/icons/128x128/es.danirod.Cartero.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "HTTP"
    ],
    "rank": 47
  },
  {
    "pkg": "Polari",
    "app_id": "org.gnome.Polari",
    "description": "Talk to people on IRC",
    "description_long": "<br>A simple Internet Relay Chat (IRC) client that is designed to integrate<br>seamlessly with GNOME; it features a simple and beautiful interface which<br>allows you to focus on your conversations.<br>You can use Polari to publicly chat with people in a channel, and to<br>have private one-to-one conversations. Notifications make sure that<br>you never miss an important message.<br>",
    "build_date": "2025-12-18T14:43:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Polari.desktop/a6226ac2a63a1d252efe17f6ebd128df/icons/128x128/org.gnome.Polari.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "IRC",
      "Internet",
      "Relay"
    ],
    "rank": 48
  },
  {
    "pkg": "Flare",
    "app_id": "de.schmidhuberj.Flare",
    "description": "Chat with your friends on Signal",
    "description_long": "<br>Flare is an unofficial app for Signal. It is still in development and doesn't include all the features that the official Signal apps do. More information can be found on its feature roadmap.<br>Please note that using this application will probably worsen your security compared to using official Signal applications.<br>Use with care when handling sensitive data.<br>Look at the projects README for more information about security.<br>",
    "build_date": "2025-12-07T18:12:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/Flare/cf242eb823585f8f9233d607df7e418e/icons/128x128/de.schmidhuberj.Flare.png",
    "license": "AGPL-3.0",
    "tag": [
      "messaging",
      "chat",
      "signal"
    ],
    "rank": 49
  },
  {
    "pkg": "TreeSheets",
    "app_id": "com.strlen.TreeSheets",
    "description": "Free Form Data Organizer",
    "description_long": "<br>A that is a great replacement for spreadsheets, mind mappers, outliners, PIMs, text editors and small databases.<br>Suitable for any kind of data organization, such as todo lists, calendars, project management, brainstorming, organizing ideas, planning, requirements gathering, presentation of information, etc.<br>It's like a spreadsheet, immediately familiar, but much more suitable for complex data because it's hierarchical. It's like a mind mapper, but more organized and compact. It's like an outliner, but in more than one dimension. It's like a text editor, but with structure.<br>",
    "build_date": "2025-12-23T22:48:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/strlen/TreeSheets/95d4deca8a217860e89523469f7d602d/icons/128x128/com.strlen.TreeSheets.png",
    "license": "Zlib",
    "tag": [
      "mindmaps",
      "knowledge",
      "organizer"
    ],
    "rank": 50
  },
  {
    "pkg": "Binary",
    "app_id": "io.github.fizzyizzy05.binary",
    "description": "Convert numbers between bases",
    "description_long": "A small and simple app used to convert between different hexadecimal and binary numbers",
    "build_date": "2025-05-10T17:52:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fizzyizzy05.binary/d5c1f8db63782a2ab910d0d87376c13b/icons/128x128/io.github.fizzyizzy05.binary.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "binary",
      "decimal",
      "base"
    ],
    "rank": 51
  },
  {
    "pkg": "Mixer",
    "app_id": "com.github.childishgiant.mixer",
    "description": "Change the volume of apps",
    "description_long": "A no-frills volume mixer, with simplicity and usability at its core.<br>Simple volume controls including balance and output selection<br>Individually change each audio source's values<br>",
    "build_date": "2025-12-21T23:40:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/childishgiant.mixer/c4b974475864096884bd1ab0260920bb/icons/128x128/com.github.childishgiant.mixer.png",
    "license": "GPL-3.0+",
    "tag": [
      "Sound",
      "Audio"
    ],
    "rank": 52
  },
  {
    "pkg": "ACBR",
    "app_id": "com.binarynonsense.acbr",
    "description": "Comic book reader and converter",
    "description_long": "ACBR is a free and open source comic book reader and converter.<br>Main Features:<br>Compatible file formats: CBZ, CBR, CB7, PDF, EPUB, JPG, PNG, WebP and AVIF<br>Single and double page modes, page rotation, integrated audio player, metadata editor, RSS reader, partial gamepad support...<br>UI available in: English, Spanish, Russian, German, Arabic and Filipino<br>Included Tools:<br>Convert, resize or extract comic book files<br>Convert and resize image files<br>Extract color palettes from images<br>Create comic book page and thumbnails templates<br>Search for and open public domain online books and audiobooks<br>Search for and open RSS feeds from podcasts and websites<br>Search for and open radio station streams<br>...<br>",
    "build_date": "2025-12-21T20:28:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/binarynonsense/acbr/6e70cf3bc9670bd0edb21a77d322df3b/icons/128x128/com.binarynonsense.acbr.png",
    "license": "BSD-2-Clause",
    "tag": [],
    "rank": 53
  },
  {
    "pkg": "fheroes2",
    "app_id": "io.github.ihhub.Fheroes2",
    "description": "fheroes2 is a recreation of the Heroes of Might and Magic II game engine",
    "description_long": "This open source multiplatform project, written from scratch, is designed to reproduce the original game with significant improvements to the gameplay, graphics and logic (including support for high-resolution graphics, improved AI, numerous fixes and UI improvements), breathing new life into one of the most addictive turn-based strategy games.",
    "build_date": "2025-12-21T13:09:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ihhub.Fheroes2/426cdf708f8a4f19f7eb70d135fce51c/icons/128x128/io.github.ihhub.Fheroes2.png",
    "license": "GPL-2.0",
    "tag": [
      "heroes2",
      "homm2"
    ],
    "rank": 54
  },
  {
    "pkg": "EngPlayer",
    "app_id": "io.github.falldaemon.engplayer",
    "description": "Modern IPTV and Media Center",
    "description_long": "<br>EngPlayer is a modern, fast, and lightweight media player developed with Python and GTK4 for Linux desktops.<br>It serves as a user-friendly entertainment hub that brings your local media library, VOD content, and live streams under one roof.<br>Key Features:<br>IPTV Support: Seamless integration with Xtream Codes API and M3U playlists.<br>Smart EPG &amp; Catch-up: Real-time program guides and archive playback support.<br>Recorder (PVR): Record live streams or schedule recordings for later.<br>Cinematic VOD: Automatic metadata fetching (Posters, Cast, Plot) via TMDb integration.<br>Trakt.tv Sync: Automatically tracks what you're watching (Scrobbling).<br>Local Library: Manage your Video, Music, and Picture collections with album art support.<br>Advanced Player: 10-Band Equalizer, Subtitle download support, and PiP mode.<br>",
    "build_date": "2025-12-23T13:57:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/falldaemon.engplayer/fd11005fe9c89dbca34e967caa6f04fc/icons/128x128/io.github.falldaemon.engplayer.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "IPTV",
      "M3U",
      "Xtream"
    ],
    "rank": 55
  },
  {
    "pkg": "Widelands",
    "app_id": "org.widelands.Widelands",
    "description": "A real-time build-up strategy game",
    "description_long": "<br>You are the regent of a small clan. Your task is to build an ever growing settlement. Every member of your clan will do his or her part to produce more resources to further this growth.<br>Widelands offers a single-player mode with campaigns that tell stories of the tribes and their struggle in the Widelands universe. However, settling really starts when you unite with friends over the Internet or LAN to build up new empires together – or to crush each other in the dusts of war. Widelands also offers an artificial intelligence to challenge you.<br>",
    "build_date": "2025-12-21T22:42:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/widelands/Widelands/cdc4706e992f8ff2a6d7c5c455fec6c7/icons/128x128/org.widelands.Widelands.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Game",
      "RTS",
      "Real-time"
    ],
    "rank": 56
  },
  {
    "pkg": "Playhouse",
    "app_id": "re.sonny.Playhouse",
    "description": "Playground for HTML/CSS/JavaScript",
    "description_long": "Playhouse make it easy to prototype, teach, design, learn and build Web things.<br>HTML/CSS/JavaScript editors<br>auto-save<br>live Web preview<br>standard keyboard shortcuts<br>developer tools<br>dark/light mode support<br>",
    "build_date": "2025-12-18T22:59:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Playhouse/86753e5c2b31fed51a845c373c490b6e/icons/128x128/re.sonny.Playhouse.png",
    "license": "GPL-3.0",
    "tag": [
      "CodePen",
      "JSFiddle"
    ],
    "rank": 57
  },
  {
    "pkg": "Dune Legacy",
    "app_id": "net.sourceforge.DuneLegacy",
    "description": "A modern Dune II reimplementation",
    "description_long": "<br>Lead one of three interplanetary houses, Atreides, Harkonnen or Ordos,<br>in an attempt to harvest the largest amount of spice from the sand<br>dunes. Exchange your spice stockpiles for credits through refinement<br>and build an army capable of thwarting attempts of the other houses to<br>stop your harvesting!<br>Dune Legacy is an effort by a handful of developers to revitalize the<br>first-ever real-time strategy game. The original game was the basis<br>for the hugely successful Command and Conquer series, and the gameplay<br>has been replicated an extended to a wide variety of storylines and<br>series.<br>NOTE: Original Dune 2 game files are needed.<br>",
    "build_date": "2025-12-21T13:26:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/DuneLegacy/7b4130f89384f9e4f37adb1b2392cb16/icons/128x128/net.sourceforge.DuneLegacy.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 58
  },
  {
    "pkg": "Multiplex",
    "app_id": "com.pojtinger.felicitas.Multiplex",
    "description": "Watch torrents with your friends",
    "description_long": "Multiplex is an app to watch torrents together, providing an experience similar to<br>Apple's SharePlay and Amazon's Prime Video Watch Party.<br>It enables you to:<br>Stream any file directly using a wide range of video and audio formats with the mpv<br>video player<br>Host online watch parties while preserving your privacy by synchronizing video<br>playback with friends without a central server<br>Bypass internet restrictions by optionally separating the backend and user interface<br>into two separate components<br>",
    "build_date": "2025-12-20T10:01:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Multiplex/e5b16bfb06c4ec97d87a70c1ebd43882/icons/128x128/com.pojtinger.felicitas.Multiplex.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 59
  },
  {
    "pkg": "Memorize",
    "app_id": "io.github.david_swift.Flashcards",
    "description": "Study flashcards",
    "description_long": "\nMemorize is a native GNOME app that stores your flashcard sets.\nIt enables you to create, edit, view, and study sets.\nUse the test mode for creating a preparation exam. You can easily import existing Quizlet sets.<br>",
    "build_date": "2025-12-23T12:31:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/david_swift.Flashcards/4635ab27471bda2dbebe2b3ea2b889c0/icons/128x128/io.github.david_swift.Flashcards.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 60
  },
  {
    "pkg": "OpenFodder",
    "app_id": "org.openfodder.OpenFodder",
    "description": "Source port of Cannon Fodder",
    "description_long": "Open Fodder is an open source version of the Cannon Fodder engine, for modern operating systems.<br>The game is military-themed and based on shooting action but with a strategy game-style control system. The player directs troops through numerous missions, battling enemy infantry, vehicles and installations.",
    "build_date": "2025-12-17T07:37:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/openfodder/OpenFodder/a3ba57305bffdb3988286faceaa3e56d/icons/128x128/org.openfodder.OpenFodder.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 61
  },
  {
    "pkg": "FontForge",
    "app_id": "org.fontforge.FontForge",
    "description": "An outline font editor",
    "description_long": "<br>FontForge is a font editor for outline and bitmap fonts that lets you create,<br>edit, or convert, a range of fonts, including PostScript, TrueType, OpenType,<br>cid-keyed, multi-master, cff, SVG and BitMap (bdf, FON, NFNT) fonts.<br>FontForge is free Open Source Software written to run on various computer operating<br>systems. You can use FontForge Graphically or as a command-line tool.<br>Learning to use FontForge is easy, and there are various tutorials available beginning<br>with the basics up to more advanced features such as making and using scripts.<br>",
    "build_date": "2025-10-21T17:36:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/fontforge/FontForge/266ed5aacb4c047d1a8359320d5b35bd/icons/128x128/org.fontforge.FontForge.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "font",
      "fonts",
      "editor"
    ],
    "rank": 62
  },
  {
    "pkg": "Lotti",
    "app_id": "com.matthiasn.lotti",
    "description": "A smart journal and life management app",
    "description_long": "<br>Lotti is a comprehensive life management and journaling application that helps you track your goals, <br>habits, and daily activities while maintaining your privacy. It features:<br>Smart journaling with text, audio, and image support<br>Habit tracking and goal management<br>Health data integration<br>Privacy-first design with local data storage<br>Cross-platform synchronization<br>Customizable dashboards and analytics<br>Coming in December 2025: A 10-part blog series with video walkthroughs exploring everything Lotti can do — from task management to AI-powered insights. Learn how to take control of your productivity while keeping your data private!<br>",
    "build_date": "2025-12-14T19:14:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/matthiasn/lotti/4d64b247a6d00454fc471272336034bc/icons/128x128/com.matthiasn.lotti.png",
    "license": "GPL-3.0-only",
    "tag": [
      "journal",
      "diary",
      "goals"
    ],
    "rank": 63
  },
  {
    "pkg": "OneWare",
    "app_id": "com.one_ware.OneWare",
    "description": "IDE for Electronics Development",
    "description_long": "OneWare Studio is the next generation IDE for electronics development.<br>It supports a broad range of development languages including VHDL, Verilog, C++, and more.<br>It is designed to streamline electronics development with features like a high-speed simulation viewer and<br>advanced debugging tools.<br>OneWare Studio also offers extensive customization with an extensible architecture for custom tools and<br>strong support for digital twin technology, making it ideal for firmware and hardware development across<br>diverse applications.<br>These are a few of the current features:<br>Comprehensive support for VHDL and Verilog for streamlined digital design<br>Vendor-independent support for FPGA development<br>Support for simulation tools like GHDL or IVerilog with a integrated high-speed, multithreaded VCD<br>Viewer<br>Extensible architecture to unlock additional functionality and hardware support with custom extensions<br>All the features you would expect from a modern IDE, with built-in GIT support<br>Get started and join our growing community!",
    "build_date": "2025-12-23T09:22:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/one_ware/OneWare/dd92e74c3059aee08d01196b897a0f88/icons/128x128/com.one_ware.OneWare.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 64
  },
  {
    "pkg": "OpenSCQ30",
    "app_id": "com.oppzippy.OpenSCQ30",
    "description": "Control Soundcore headphones",
    "description_long": "Cross platform application for controlling settings of Soundcore headphones and earbuds.",
    "build_date": "2025-12-22T05:40:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/oppzippy/OpenSCQ30/858f9d9e2ebb08c0ef5df93131288a67/icons/128x128/com.oppzippy.OpenSCQ30.png",
    "license": "GPL-3.0+",
    "tag": [
      "soundcore",
      "bluetooth",
      "wireless"
    ],
    "rank": 65
  },
  {
    "pkg": "BMI",
    "app_id": "io.github.philippkosarev.bmi",
    "description": "Body mass index calculator",
    "description_long": "BMI is an open-source, body mass index calculator built with GTK4 and LibAdwaita.",
    "build_date": "2025-12-02T21:01:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/philippkosarev.bmi/d65e427b9bfd47da0b576ab2b34c9109/icons/128x128/io.github.philippkosarev.bmi.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "GTK",
      "body",
      "mass"
    ],
    "rank": 66
  },
  {
    "pkg": "Password",
    "app_id": "io.gitlab.elescoute.password",
    "description": "Password calculator and generator",
    "description_long": "<br>Password is a password calculator and random generator for Gnome written in Gtk/Vala.<br>This app calculates strong unique passwords for each alias and passphrase combination.<br>No need to remember dozens of passwords any longer and no need for a password manager!<br>The calculator can use MD5, SHA1, SHA256 and SHA512 hash algorithms in combination with HMAC.<br>Compatible with Linux Phone using Phosh (PinePhone, Librem 5).<br>",
    "build_date": "2025-10-18T06:53:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/elescoute.password/5bffc18bf19fca6c46187c492acbf7c9/icons/128x128/io.gitlab.elescoute.password.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "password",
      "generate",
      "generator"
    ],
    "rank": 67
  },
  {
    "pkg": "Qt Designer",
    "app_id": "io.qt.Designer",
    "description": "Design GUIs for Qt applications",
    "description_long": "Qt Designer lets you created and edit .ui files for your Qt Widgets Application",
    "build_date": "2025-04-14T15:48:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/qt/Designer/256e688f981e073bb67f8847eba5316c/icons/128x128/io.qt.Designer.png",
    "license": "LGPL-3.0-only",
    "tag": [],
    "rank": 68
  },
  {
    "pkg": "AssaultCube Reloaded",
    "app_id": "ca.victorz.acr.AssaultCubeReloaded",
    "description": "First-person-shooter game",
    "description_long": "The game offers fast paced gameplay just like its predecessor AssaultCube. Improvements over the original game include:<br>New, diverse game modes and mutators<br>Many new and different weapons<br>More realistic gameplay: damage fading over distance, bleeding, drowning<br>Ricochet shots (bouncing bullets)<br>Chat easily visible, separated from the main console<br>Less potential cheats (more server-sided code)<br>Better voting system: ignore neutral votes, veto admin votes after second press<br>Improved radar showing explosions and shotlines<br>Killfeed making it easy to see kills<br>Spawn enqueue/dequeue—no need to spam the spawn button<br>",
    "build_date": "2025-07-14T06:03:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/ca/victorz/acr.AssaultCubeReloaded/0f1a84ad2df01cb57695c52977f7d732/icons/128x128/ca.victorz.acr.AssaultCubeReloaded.png",
    "license": "Cube AND LicenseRef-proprietary=https://assault.cubers.net/docs/license.html",
    "tag": [],
    "rank": 69
  },
  {
    "pkg": "Pineapple Pictures",
    "app_id": "net.blumia.pineapple-pictures",
    "description": "Image Viewer",
    "description_long": "Pineapple Pictures is a lightweight and easy-to-use image viewer that comes with a handy navigation thumbnail when zoom-in, and doesn't contain any image management support.",
    "build_date": "2025-12-19T16:47:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/blumia/pineapple-pictures/8061e92e5394224310c36ccc65d6a0e1/icons/128x128/net.blumia.pineapple-pictures.png",
    "license": "MIT",
    "tag": [
      "Picture",
      "Image",
      "Viewer"
    ],
    "rank": 70
  },
  {
    "pkg": "Audiveris",
    "app_id": "org.audiveris.audiveris",
    "description": "Optical Music Recognition (OMR) Application",
    "description_long": "<br>An Optical Music Recognition (OMR) application, featuring<br>an OMR engine coupled with a dedicated editor.<br>It recognizes music from digitized images and converts it into<br>computer-readable symbolic format. This enables further music processing<br>by any external notation editor, most notably: digital playback,<br>transposition and arrangement.<br>Audiveris provides outputs in two main digital formats: its OMR format<br>and standard MusicXML format. It has a graphical user<br>interface focused on quick verification and manual<br>correction of the OMR outputs. Other music editors, such as MuseScore,<br>Finale, or Lilypond, can be used on Audiveris MusicXML output.<br>",
    "build_date": "2025-12-14T22:46:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/audiveris/audiveris/655c42a791e0595d62600e609c6844f9/icons/128x128/org.audiveris.audiveris.png",
    "license": "AGPL-3.0",
    "tag": [
      "lilypond",
      "editor",
      "java"
    ],
    "rank": 71
  },
  {
    "pkg": "GoldenDict",
    "app_id": "org.goldendict.GoldenDict",
    "description": "Dictionary lookup program",
    "description_long": "<br>GoldenDict is a feature-rich dictionary lookup program, supporting multiple<br>dictionary formats (StarDict/Babylon/Lingvo/Dictd/AARD/MDict/SDict) and<br>online dictionaries, featuring perfect article rendering with the complete<br>markup, illustrations and other content retained, and allowing you to type<br>in words without any accents or correct case.<br>",
    "build_date": "2025-12-20T16:03:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/goldendict/GoldenDict/347d53d2547e8d588ab36bf1c24d3466/icons/128x128/org.goldendict.GoldenDict.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 72
  },
  {
    "pkg": "GNOME 2048",
    "app_id": "org.gnome.TwentyFortyEight",
    "description": "Obtain the 2048 tile",
    "description_long": "<br>Play the highly addictive 2048 game. GNOME 2048 is a clone of the popular<br>single-player puzzle game. Gameplay consists of joining numbers in a grid<br>and obtain the 2048 tile.<br>Use your keyboard's arrow keys to slide all tiles in the desired direction.<br>Be careful: all tiles slide to their farthest possible positions, you cannot<br>slide just one tile or one row or column. Tiles with the same value are<br>joined when slided one over the other.<br>With every new tile obtained you increase your score. If you think you can easily<br>get the 2048 tile, do not let it stop you, the game does not end there, you can<br>continue joining tiles and improving your score.<br>Originally created by Gabriele Cirulli, 2048 has gained much popularity<br>due to it being highly addictive. Cirulli's 2048 is in turn a clone of<br>the 1024 game and includes ideas from other clones.<br>",
    "build_date": "2025-12-22T00:29:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/TwentyFortyEight/00f004fbd9081441679b423144f94b6b/icons/128x128/org.gnome.TwentyFortyEight.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle"
    ],
    "rank": 73
  },
  {
    "pkg": "Oh My SVG",
    "app_id": "re.sonny.OhMySVG",
    "description": "Reduce the size of SVGs",
    "description_long": "Oh My SVG let you export unoptimized SVG files into smaller versions.<br>It lets you preview and tweak the parameters to obtain a satisfactory result before saving.<br>It removes or approximate information that is not required for rendering.<br>Remember that Oh My SVG removes information and metadata that may be useful, do not overwrite your original/source SVG files.",
    "build_date": "2025-10-28T09:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/OhMySVG/5cb6d5d981e6c3f0c5db9d61c9507c27/icons/128x128/re.sonny.OhMySVG.png",
    "license": "GPL-3.0",
    "tag": [
      "SVG",
      "clean",
      "optimize"
    ],
    "rank": 74
  },
  {
    "pkg": "Twine",
    "app_id": "org.twinery.Twine",
    "description": "Twine is an open-source tool for telling interactive, nonlinear stories",
    "description_long": "Twine is an open-source tool for telling interactive, nonlinear stories.<br>You don't need to write any code to create a simple story with Twine, but you can extend your stories with variables, conditional logic, images, CSS, and JavaScript when you're ready.<br>Twine publishes directly to HTML, so you can post your work nearly anywhere. Anything you create with it is completely free to use any way you like, including for commercial purposes.<br>Twine was originally created by Chris Klimas in 2009 and is now maintained by a whole bunch of people at several different repositories.",
    "build_date": "2025-11-14T00:07:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/twinery/Twine/7408396bff346bf67c4306389d7d62a4/icons/128x128/org.twinery.Twine.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 75
  },
  {
    "pkg": "Flood It",
    "app_id": "io.github.tfuxu.floodit",
    "description": "Flood the board",
    "description_long": "<br>Flood It is a game with the simple premise of flooding the entire board with one color in the least amount of moves possible.\n<br>Challenge yourself with this simple, yet addictive strategy game, where you need to flood-it as efficiently as you can!<br>",
    "build_date": "2025-09-20T10:59:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tfuxu.floodit/a521967f125521df0528db5ffb9037f4/icons/128x128/io.github.tfuxu.floodit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "strategy",
      "flood"
    ],
    "rank": 76
  },
  {
    "pkg": "Dosage",
    "app_id": "io.github.diegopvlk.Dosage",
    "description": "Keep track of your treatments",
    "description_long": "Easily manage and track treatments with Dosage: notifications, history, multiple doses, flexible frequency, customization, stock monitoring, and duration control<br>Features:<br>Notifications — Get reminders at the right time<br>History — See which medications you took, skipped or missed<br>Dosage management — Multiple doses with different times<br>Frequency modes — Every day, specific days, cycle or just when necessary<br>Color and icon — Give a shape for your treatment<br>Inventory tracking — Monitor your stock and get reminded when it's low<br>Duration — Define the start and end dates<br>",
    "build_date": "2025-12-22T21:35:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/diegopvlk.Dosage.desktop/88c4fc8c3201c5755b62f4d8ddfbcb06/icons/128x128/io.github.diegopvlk.Dosage.desktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Medication",
      "Tracker",
      "Reminder"
    ],
    "rank": 77
  },
  {
    "pkg": "Byte",
    "app_id": "com.github.alainm23.byte",
    "description": "Rediscover your music",
    "description_long": "Interact with your music and fall in love with your library all over again.<br>Byte offers a beautiful presentation of your Music Library with loads of powerful features in a minimalistic yet highly customizable UI.<br>Handy features:<br>Light and Dark themes.<br>Add up to 100 items under for songs.<br>Sort individual playlists by album, title, play count or recently added.<br>Advanced Media Details and Artist Info.<br>Group Playlists, Albums, Artists, Songs, etc.<br>Search, add and play your favorite online radio stations.<br>",
    "build_date": "2025-12-22T00:10:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/alainm23.byte/7d112eff1fc2f3292cb81b3d48ad45b6/icons/128x128/com.github.alainm23.byte.png",
    "license": "GPL-3.0+",
    "tag": [
      "music",
      "radio",
      "playlist"
    ],
    "rank": 78
  },
  {
    "pkg": "Maxint",
    "app_id": "com.maxint.maxint",
    "description": "True financial clarity.",
    "description_long": "Maxint is not a calculator; it is a lens. We transform the chaotic noise of your financial<br>life—investments, debts, and market trends—into a single, illuminated truth. By unifying your<br>net worth, automating your budget, and calibrating investment strategies with AI, we replace<br>complexity with clarity.<br>Experience the power of Finsight, your personal AI analyst that turns data into simple<br>answers, and explore a curated marketplace of financial opportunities tailored to your goals.<br>From the shape of your spending to the growth of your portfolio, Maxint ensures you see the<br>signal, not the noise.",
    "build_date": "2025-12-21T00:52:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/maxint/maxint/c3d92a3a11dbf50581e855f9ed07e517/icons/128x128/com.maxint.maxint.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "finance",
      "money",
      "budget"
    ],
    "rank": 79
  },
  {
    "pkg": "Ticket Booth",
    "app_id": "me.iepure.Ticketbooth",
    "description": "Keep track of your favorite shows",
    "description_long": "Ticket Booth allows you to build your watchlist of movies and TV Shows, keep track of<br>watched titles, and find information about the latest releases.<br>Ticket Booth does not allow you to watch or download content. This app uses the TMDB API<br>but is not endorsed or certified by TMDB.",
    "build_date": "2025-05-11T09:25:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/iepure/Ticketbooth/a22779d0d24d21fe97356264608095d8/icons/128x128/me.iepure.Ticketbooth.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Movies",
      "Films",
      "Shows"
    ],
    "rank": 80
  },
  {
    "pkg": "Dippi",
    "app_id": "com.github.cassidyjames.dippi",
    "description": "Calculate display info like DPI",
    "description_long": "Analyze any display. Input a few simple details and figure out the aspect ratio, DPI, and other details of a particular display. Great for deciding which laptop or external monitor to purchase, and if it would be considered HiDPI.<br>Lots of handy features:<br>Find out if a display is a good choice based on its size and resolution<br>Get advice about different densities<br>Learn the logical resolution<br>Differentiate between laptops and desktop displays<br>Stupid simple: all in a cute li'l window<br>Based my expertise and experience shipping HiDPI hardware and software at System76 and elementary.<br>Tells you if a display’s density is:<br>Very Low DPI,<br>Fairly Low DPI,<br>Ideal for LoDPI,<br>Potentially Problematic,<br>Ideal for HiDPI,<br>Fairly High for HiDPI, or<br>Too High DPI<br>Special thanks to Micah Ilbery for the shiny icons.",
    "build_date": "2025-11-05T05:43:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/cassidyjames.dippi/a5c5f6a77818f51a238eb5b9597ca5c2/icons/128x128/com.github.cassidyjames.dippi.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "DPI",
      "density",
      "monitor"
    ],
    "rank": 81
  },
  {
    "pkg": "Length",
    "app_id": "io.github.herve4m.Length",
    "description": "Measure objects on screen",
    "description_long": "<br>GNOME application for measuring distances on screen to help you design and inspect layouts and graphics.<br>Length includes the following features:<br>Pixels, centimeters, inches, picas, points, or percentages as units<br>Horizontal or vertical orientation<br>Left-to-right or right-to-left orientation<br>Transparency levels<br>Track pointer position<br>",
    "build_date": "2025-09-29T10:07:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/herve4m.Length/9bd2f91429d37a84f6053ca5905ff1da/icons/128x128/io.github.herve4m.Length.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "GNOME",
      "ruler"
    ],
    "rank": 82
  },
  {
    "pkg": "Neverball",
    "app_id": "org.neverball.Neverball",
    "description": "Deftly Guide a Rolling Ball through Many Slick 3D Levels",
    "description_long": "<br>Guide a rolling ball through dangerous territory that you control by<br>tilting the floor. Balance on narrow bridges, navigate mazes, ride<br>moving platforms, and dodge pushers and shovers to get to the goal.<br>Race against the clock to collect coins to earn extra balls. With nice<br>physics and very clean and appealing 3D graphics, this is definitely a<br>must play.<br>Bundled with Neverball is also Neverputt, a hot-seat local multiplayer<br>miniature golf game, built on the physics and graphics engine of Neverball.<br>",
    "build_date": "2025-10-23T23:06:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/neverball/Neverball/9b615243630cc01320404d8b3b9779a0/icons/128x128/org.neverball.Neverball.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 83
  },
  {
    "pkg": "Freeciv gtk+-3.22 client",
    "app_id": "org.freeciv.gtk322",
    "description": "Gtk+-3.22 based client for the Freeciv game",
    "description_long": "<br>Freeciv is a Free and Open Source empire-building strategy game inspired by the history of human civilization. The game commences in prehistory and your<br>mission is to lead your tribe from the Stone Age to the Space Age...<br>This client for connecting to network games, or to launch local single-player games, is based on gtk3 widget set.<br>",
    "build_date": "2025-10-15T21:45:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freeciv/gtk322/40ed15965776a558de0ef350172bb992/icons/128x128/org.freeciv.gtk322.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "strategy",
      "simulation",
      "tiles"
    ],
    "rank": 84
  },
  {
    "pkg": "The AMC Squad",
    "app_id": "io.itch.amcsquad.amcsquad",
    "description": "Epic story-driven FPS running on the Build Engine",
    "description_long": "The AMC Squad is an epic story-driven FPS running on the Build Engine. It combines gameplay mechanics of retro-shooters with aspects of modern titles, complete with a story-driven narrative that spans over several episodes.<br>Each episode is a full-length campaign featuring multiple varied locations to explore and many hidden secrets and collectibles to discover. Experience an overarching story that is loosely based on the worlds and settings of other classic Build Engine games. Pick from more than 8 different characters, each with a unique set of items, weapons and abilities, and fight a large selection of different enemy factions that threaten the safety of the world.<br>The game currently contains 4 fully playable episodes, with 6 episodes planned total. Episode 5 is currently in development. No release date estimate is available at this time.<br>Features:<br>Classic FPS gameplay mixed with modern mechanics.<br>Mission-based level structure, spanning 4+ separate episodes, with more than 20 hours worth of content.<br>Intricate and highly interactive levels, with many secrets to find.<br>A rich story consisting of multiple character arcs and plot threads.<br>8 different characters with different gameplay styles, with more to unlock as you progress.<br>Unique loadout of weapons and items for each character, as well as level-specific weapons to find and unlock.<br>Collectibles, weapon replacements and a fully-fledged progress system.<br>Upgradeable weapons and character abilities.<br>Multiple vehicles, including motorcycles, spaceships, tanks and horses.<br>In-game cutscenes and pre-rendered FMV sequences, complete with voice acting and subtitles.<br>Original music composed by HiveBoss, TheDavisD, AliCatGamer, and various tracks sourced from OpenGameArt.<br>And more features you never thought possible in a Build Engine game!<br>",
    "build_date": "2025-11-07T18:07:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/itch/amcsquad.amcsquad/c6a793cf105883a8cf2417f3747a8d0a/icons/128x128/io.itch.amcsquad.amcsquad.png",
    "license": "GPL-2.0",
    "tag": [
      "fps",
      "retro",
      "shooter"
    ],
    "rank": 85
  },
  {
    "pkg": "unlockR",
    "app_id": "com.github.jkotra.unlockr",
    "description": "PDF Password remover",
    "description_long": "unlockR is a simple app to unlock / decrypt PDF files.",
    "build_date": "2025-10-18T05:31:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/jkotra.unlockr/b19d8225be2b49e73f711738680ed08d/icons/128x128/com.github.jkotra.unlockr.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 86
  },
  {
    "pkg": "Trivia Quiz",
    "app_id": "io.github.nokse22.trivia-quiz",
    "description": "Respond to endless questions",
    "description_long": "This app let's you respond to an endless stream of questions.\nIt uses Open Trivia database. Questions are only available in English.",
    "build_date": "2025-12-14T15:31:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.trivia-quiz/6f54bcc6a6f69588a1b21315a09e8141/icons/128x128/io.github.nokse22.trivia-quiz.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "ArcadeGame"
    ],
    "rank": 87
  },
  {
    "pkg": "Mending Wall",
    "app_id": "org.indii.mendingwall",
    "description": "Try another desktop environment",
    "description_long": "Mending Wall eliminates common problems when using more than one desktop environment (e.g. GNOME, KDE Plasma, Xfce, Cinnamon, COSMIC).<br>For example, if you use KDE Plasma then switch to GNOME, icon and cursor themes may have changed. When you switch back to KDE Plasma, scaling and light/dark mode may have changed. Meanwhile, menus may become cluttered with several core applications of similar functionality (e.g. terminals, file browsers, text editors).<br>Mending Wall fixes all this.<br>To use, simply launch the app and choose one or more features to enable. The best time to enable is before using a second desktop environment, to prevent issues before they occur. Mending Wall will then run in the background to maintain your setup. You can install any desktop environments in the usual way through your package manager, either before or after starting Mending Wall.",
    "build_date": "2025-11-17T14:47:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/indii/mendingwall/46cb7b23aa6904aafbf5eb073568d441/icons/128x128/org.indii.mendingwall.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 88
  },
  {
    "pkg": "Read It Later",
    "app_id": "com.belmoussaoui.ReadItLater",
    "description": "Save and read web articles",
    "description_long": "Read It Later, is a simple Wallabag client. It has the basic features to manage your articles.<br>Add new articles<br>Archive an article<br>Delete an article<br>Favorite an article<br>It also comes with a nice on eyes reader mode that supports code syntax highlighting and a dark mode.",
    "build_date": "2025-03-31T15:21:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/ReadItLater/693d9dac0b1f3c198dd33c92d25c3d9e/icons/128x128/com.belmoussaoui.ReadItLater.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "Wallabag"
    ],
    "rank": 89
  },
  {
    "pkg": "Lonewolf",
    "app_id": "site.someones.Lonewolf",
    "description": "Organize your tasks",
    "description_long": "<br>Lonewolf is a productivity application based on the principles of Kanban.<br>Manages lists<br>Create cards<br>Organize cards with lables<br>Set due dates for yourself<br>Add attchments<br>Write descriptions of your tasks in markdown<br>Split up larger tasks with check lists<br>Keep your thoughts by adding comments for your future self<br>",
    "build_date": "2025-05-30T11:31:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/site/someones/Lonewolf/bad95e3874a403d68dc6efb5edc3df98/icons/128x128/site.someones.Lonewolf.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "kanban"
    ],
    "rank": 90
  },
  {
    "pkg": "Frescobaldi",
    "app_id": "org.frescobaldi.Frescobaldi",
    "description": "Write beautiful music sheets",
    "description_long": "<br>Frescobaldi is an advanced text editor to edit LilyPond sheet music files.<br>It aims to be powerful, yet lightweight and easy to use.<br>Features:<br>Powerful text editor with syntax highlighting and automatic completion<br>Music view with advanced Point &amp; Click<br>Midi player to proof-listen LilyPond-generated MIDI files<br>Midi capturing to enter music<br>Powerful Score Wizard to quickly setup a music score<br>Snippet Manager to store and apply text snippets, templates or scripts<br>Use multiple versions of LilyPond, automatically selects the correct version<br>Built-in LilyPond documentation browser and built-in User Guide<br>Smart layout-control functions like coloring specific objects in the PDF<br>MusicXML, Midi and ABC import<br>Modern user interface with configurable colors, fonts and keyboard shortcuts<br>Translated into the following languages: Dutch, English, French, German, Italian, Czech, Russian, Spanish, Galician, Turkish, Polish, Brazilian Portuguese and Ukrainian.<br>Frescobaldi is designed to run on all major operating systems (Linux, macOS<br>and Windows). It is named after Girolamo Frescobaldi (1583-1643), an Italian<br>composer of keyboard music in the late Renaissance and early Baroque period.<br>",
    "build_date": "2025-12-09T12:49:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/frescobaldi/Frescobaldi/2a8c500ad7245bb8ea2d92877a9de5b8/icons/128x128/org.frescobaldi.Frescobaldi.png",
    "license": "GPL-2.0+",
    "tag": [
      "editor",
      "leadsheet",
      "lilypond"
    ],
    "rank": 91
  },
  {
    "pkg": "Clockode",
    "app_id": "dev.mariinkys.Clockode",
    "description": "TOTP Client",
    "description_long": "Clockode is a TOTP code generator that stores your authentication secrets in an encrypted<br>local vault, keeping your two-factor codes private and accessible without needing an<br>internet connection.<br>Local encrypted vault, using battle-tested software<br>Offline-first, no internet access required<br>Minimal and user-friendly interface<br>Quick code copying and auto-refresh<br>Entry importing via QR (Camera or File)<br>Backup and import functionality (standard format that works between apps like<br>Aegis...)<br>",
    "build_date": "2025-12-21T09:47:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/Clockode/a8eb58324dbcca305a1772741e11446b/icons/128x128/dev.mariinkys.Clockode.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tool",
      "TOTP",
      "2FA"
    ],
    "rank": 92
  },
  {
    "pkg": "OpenKJ",
    "app_id": "org.openkj.OpenKJ",
    "description": "Professional karaoke hosting software",
    "description_long": "<br>Karaoke hosting software aimed at professional karaoke DJs<br>Features rotation management, playback of all common karaoke formats, and various other features important<br>for hosting a show.<br>",
    "build_date": "2025-07-21T13:01:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/openkj/OpenKJ/066d35fc1d61cf3a314187ada05b7bac/icons/128x128/org.openkj.OpenKJ.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 93
  },
  {
    "pkg": "Loop",
    "app_id": "net.danigm.loop",
    "description": "A simple audio loop machine for GNOME",
    "description_long": "Simple audio loop machine application to create music",
    "build_date": "2025-12-15T10:45:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/danigm/loop.desktop/21c779a8992ffee13f23045012561df4/icons/128x128/net.danigm.loop.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 94
  },
  {
    "pkg": "Bolls",
    "app_id": "life.bolls.bolls",
    "description": "A web app for reading the Bible with full emphasis on the God`s Word only. Sola scriptura",
    "description_long": "Read the Bible with full focus on the text. Over a hundred translations in 29 languages<br>are available., bookmarks, reading history, synchronization with different devices,<br>different themes, font size and family adjustment, and some other small nice features.<br>If you have any additional questions or suggestions - don't be afraid to email me.<br>This is FOSS. Here is GitHub -=&gt; https://github.com/Bohooslav/bain.",
    "build_date": "2025-04-11T15:11:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/life/bolls/bolls/e4df03771d0acfd9393fc4bb05a10527/icons/128x128/life.bolls.bolls.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 95
  },
  {
    "pkg": "Chance",
    "app_id": "dev.zelikos.rollit",
    "description": "Roll the dice",
    "description_long": "Roll six-sided dice by default, or roll custom dice of up to 999 sides. Save frequently-used dice to the tray. Copy roll results to the clipboard from the history pane. Results are remembered until the app is closed or they are manually cleared.<br>Keyboard shortcuts:<br>Roll the dice with Ctrl+R<br>Select dice with Ctrl+,<br>Copy the last result with Ctrl+C<br>Toggle the roll history pane with F9<br>Clear roll history with Ctrl+L<br>Undo the clear with Ctrl+Z<br>",
    "build_date": "2025-03-20T14:03:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/zelikos/rollit/0547a234074f52a6e3fd177597ff90d3/icons/128x128/dev.zelikos.rollit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Die",
      "Dice",
      "Roll"
    ],
    "rank": 96
  },
  {
    "pkg": "Cube Timer",
    "app_id": "io.github.vallabhvidy.CubeTimer",
    "description": "Rubik's Cube timer",
    "description_long": "<br>Cube Timer is a simple Rubik's Cube Timer application for the GNOME desktop.<br>Just long press the space-bar and start solving!<br>Following puzzles are supported :- <br>3x3x3<br>2x2x2<br>4x4x4<br>5x5x5<br>6x6x6<br>7x7x7<br>Skewb<br>Megaminx<br>Pyraminx<br>Clock<br>",
    "build_date": "2025-12-21T09:27:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vallabhvidy.CubeTimer/db7740427f768640311dc8e65b6eb9d3/icons/128x128/io.github.vallabhvidy.CubeTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "solve",
      "timer",
      "rubiks"
    ],
    "rank": 97
  },
  {
    "pkg": "Interstellar",
    "app_id": "one.jwr.interstellar",
    "description": "Connect with the fediverse",
    "description_long": "<br>Interstellar is a fediverse client, allowing you to access your Mbin/Lemmy/PieFed accounts and interact with your favorite communities.<br>",
    "build_date": "2025-12-19T13:00:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/jwr/interstellar/0464b3d32bed626c7aa294d15d301309/icons/128x128/one.jwr.interstellar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 98
  },
  {
    "pkg": "Text Compare",
    "app_id": "io.github.josephmawa.TextCompare",
    "description": "Text snippet comparison",
    "description_long": "Compare old and new text.<br>Below are the main features of Text Compare:<br>Compare two versions of the same text<br>Switch to dark, light, or system mode<br>Compare text in real time<br>",
    "build_date": "2025-11-13T06:15:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.TextCompare/7c143a2f695ed681f604ec03fddd2062/icons/128x128/io.github.josephmawa.TextCompare.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Text",
      "Compare",
      "Difference"
    ],
    "rank": 99
  },
  {
    "pkg": "Catalyst",
    "app_id": "net.bontal.Catalyst",
    "description": "Prioritize tasks with AI",
    "description_long": "<br>Catalyst helps you capture ideas and turn them into clear action items using simple, natural<br>language. Instead of filling forms, just write what you need—like “submit report tmr 5 pm”—and<br>watch it transform into a scheduled task.<br>Tasks are automatically organized into the four quadrants of the Eisenhower Matrix so you<br>always know what to tackle next, what to plan for later, and what to let go:<br>Do: Urgent and important tasks that need your immediate attention.<br>Schedule: Important but not urgent tasks to plan for.<br>Delegate: Urgent but not important tasks you can assign to others.<br>Eliminate: Tasks that are neither urgent nor important, clearing your mental space.<br>With built-in local storage and offline AI parsing, your data stays private on your device.<br>You can also connect to cloud AI services when you want additional power without sacrificing<br>control.<br>The clean, minimalist interface adapts to your system colors and works flawlessly in both<br>light and dark modes, keeping distractions at bay so you can focus on getting things done.<br>",
    "build_date": "2025-09-08T11:46:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/bontal/Catalyst/0c07c385e56f4601c7ff114c4b7c9fb9/icons/128x128/net.bontal.Catalyst.png",
    "license": "LicenseRef-proprietary=https://catalyst.bontal.net/license",
    "tag": [
      "todo",
      "to-do",
      "task"
    ],
    "rank": 100
  },
  {
    "pkg": "Luminance HDR",
    "app_id": "net.sourceforge.qtpfsgui.LuminanceHDR",
    "description": "Create HDR images",
    "description_long": "Luminance HDR is an application for taking a set of pictures of the same scene with different exposure settings and creating a high dynamic range (HDR) image. It supports a range on input image formats, including JPEG, TIFF and RAW. It provides eleven tone mapping operators for converting the HDR back to a low dynamic range image (LDR). It can also rotate, crop, resize HDR images and apply projective transformations. HDR images can be created and tone mapped in batch and a tool is provided for copying EXIF data from/to a set of images.",
    "build_date": "2025-11-06T02:53:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/qtpfsgui.LuminanceHDR/3b525fd5567c4d3d4ad4172ae2d3b06b/icons/128x128/net.sourceforge.qtpfsgui.LuminanceHDR.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 101
  },
  {
    "pkg": "Tally",
    "app_id": "ca.vlacroix.Tally",
    "description": "Count anything",
    "description_long": "<br>Keep, categorize, and organize a list of tally counters.<br>",
    "build_date": "2025-12-18T16:18:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/ca/vlacroix/Tally/f693965baefc46207f52b724ac1140e0/icons/128x128/ca.vlacroix.Tally.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "tally",
      "counter",
      "tally counter"
    ],
    "rank": 102
  },
  {
    "pkg": "Master Key",
    "app_id": "com.gitlab.guillermop.MasterKey",
    "description": "Manage passwords without saving them",
    "description_long": "<br>Master Key is a password manager application that generates and manages passwords without the<br>need to store them<br>Features:<br>Passwords are generated using a combination of a master key, a site and a login<br>Passwords are never stored<br>Passwords can be recreated everywhere<br>The accounts information is encrypted<br>Follows the GNOME Human Interface Guidelines<br>",
    "build_date": "2025-09-28T18:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gitlab/guillermop.MasterKey/72e3c3dceedb5907f0d95c3a3fbd6317/icons/128x128/com.gitlab.guillermop.MasterKey.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 103
  },
  {
    "pkg": "Door Knocker",
    "app_id": "xyz.tytanium.DoorKnocker",
    "description": "Check the availability of portals",
    "description_long": "Door Knocker allows you to check availability of all portals provided by xdg-desktop-portal.",
    "build_date": "2025-09-18T09:10:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/tytanium/DoorKnocker/4f41a6e1e3b360ea1eb4f3e53493c52d/icons/128x128/xyz.tytanium.DoorKnocker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "portal"
    ],
    "rank": 104
  },
  {
    "pkg": "Khronos",
    "app_id": "io.github.lainsce.Khronos",
    "description": "Log the time it took to do tasks",
    "description_long": "Start logging any task's time to completion, with the ability to stop the timer at any moment, with notifications for longer task sessions.<br>Quit anytime with the shortcut Ctrl + Q<br>",
    "build_date": "2024-12-19T05:06:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lainsce.Khronos/6ab9eee1f00fcaff601f6fae0daf4503/icons/128x128/io.github.lainsce.Khronos.png",
    "license": "GPL-3.0+",
    "tag": [
      "Plot",
      "Planning"
    ],
    "rank": 105
  },
  {
    "pkg": "Bugdom",
    "app_id": "io.jor.bugdom",
    "description": "Save Bugdom from Thorax's evil Fire Ants",
    "description_long": "The Bugdom was once a peaceful place ruled by the Rollie Pollies and the Lady Bugs, but not long ago the Bugdom was overthrown by the clan of the Fire Ants. After recruiting other bugs to help fight for them, they captured all of the Lady Bugs and are holding them prisoner. The leader of the Fire Ants, the new king of the Bugdom, is King Thorax. Once he is defeated, the Bugdom will return to the peaceful place it used to be.<br>You are Rollie McFly, the only remaining bug capable of saving the Lady Bugs and restoring peace to the Bugdom. Rollie has been hiding in the Lawn area of the Bugdom and will need to travel far to get to the Ant Hill where the battle with King Thorax must take place. There will be water to cross, bugs to ride, and plenty of enemy forces to defeat, but once the Fire Ants and King Thorax have been defeated, you will become the new ruler of the Bugdom and peace will be restored.<br>About this port: Bugdom was released in 1999 by Pangea Software. It was a pack-in game on Macs that came out around that time. This port aims to provide the best way to experience Bugdom today. This port was made and re-released under permission from Pangea Software, Inc.",
    "build_date": "2024-12-01T12:39:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/jor/bugdom/2319ba9f111d66262c8c33b640fbe2bf/icons/128x128/io.jor.bugdom.png",
    "license": "CC-BY-NC-SA-4.0",
    "tag": [],
    "rank": 106
  },
  {
    "pkg": "Kalorite",
    "app_id": "io.github.monsler.Kalorite",
    "description": "Lightweight audio player",
    "description_long": "Kalorite is a lightweight audio player. It supports all modern codecs and have simple and elegant design.",
    "build_date": "2025-12-18T16:57:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/monsler.Kalorite/a0b106e40d433045f99787590b93496c/icons/128x128/io.github.monsler.Kalorite.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "player",
      "sound",
      "audio"
    ],
    "rank": 107
  },
  {
    "pkg": "SoulFire",
    "app_id": "com.soulfiremc.soulfire",
    "description": "Advanced Minecraft Server-Stresser Tool",
    "description_long": "<br>Advanced Minecraft Server-Stresser Tool. Launch bot attacks on your servers to measure performance.<br>",
    "build_date": "2025-12-22T14:37:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/soulfiremc/soulfire/2e9a9b3ddfb2a0569c235a0185fc67f0/icons/128x128/com.soulfiremc.soulfire.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 108
  },
  {
    "pkg": "Dot Matrix",
    "app_id": "io.github.lainsce.DotMatrix",
    "description": "The creativity playground of lines and curves",
    "description_long": "Make out icons, glyphs, or anything you can create with lines in this grid of dots<br>Select whetether to draw with lines or curves.<br>Quit anytime with the shortcut Ctrl + Q<br>Undo with the shortcut Ctrl + Z<br>Change line thickness by +5 or -5 with the respective shortcuts Ctrl + X and Ctrl + Shift + X<br>",
    "build_date": "2024-06-07T01:33:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lainsce.DotMatrix/4ce83453b860479632ab4a51f4862f7e/icons/128x128/io.github.lainsce.DotMatrix.png",
    "license": "GPL-3.0+",
    "tag": [
      "Matrix",
      "Vector",
      "Drawing"
    ],
    "rank": 109
  },
  {
    "pkg": "BPM Detect",
    "app_id": "sh.tat.bpmdetect",
    "description": "Automatic BPM detection tool",
    "description_long": "<br>Decode with ffmpeg, use SoundTouch's BPM library for detecting BPMs and write detected<br>BPMs to metadata of the decoded files. Adjust the BPM as needed with a built-in player.<br>Supports detection with any audio format that ffmpeg can read.",
    "build_date": "2025-09-16T20:04:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/sh/tat/bpmdetect/126579a6b7961f2101b143ad6a4756a3/icons/128x128/sh.tat.bpmdetect.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "BPM",
      "DJ",
      "audio"
    ],
    "rank": 110
  },
  {
    "pkg": "Jasmine",
    "app_id": "io.github.alamahant.Jasmine",
    "description": "Launch websites and sessions",
    "description_long": "<br>Jasmine is a comprehensive web launcher and session management application that transforms your scattered bookmarks and browser tabs into an organized, launchable workspace. Perfect for productivity enthusiasts and multi-account managers.<br>Key Features:<br>Smart Bookmarking: Store websites with titles, URLs, comments, favicons, and login references<br>Session Management: Create, save, and restore multi-tab browsing sessions with one click<br>Private Profile System: Completely isolated browsing environments for multi-account management<br>Multi-Account Support: Simultaneously access multiple accounts on the same service without conflicts<br>Built-in Download Manager: Complete download management with progress tracking<br>2FA Integration: Built-in two-factor authentication code generator<br>Screenshot Capture: Take and save screenshots of web pages for documentation<br>Master Password Protection: Secure your data with password protection<br>Perfect for managing multiple Gmail accounts, GitHub profiles, social media accounts, or any scenario where you need isolated browsing sessions. Each private profile operates as a separate browser with its own cookies, login sessions, and browsing data.<br>Whether you're a developer managing different environments, a content creator with multiple channels, or a business manager handling client accounts, Jasmine provides unprecedented control over your online identity management.<br>",
    "build_date": "2025-12-21T18:12:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/alamahant.Jasmine/3f95983e9d2134771235fe5b4a6abb9c/icons/128x128/io.github.alamahant.Jasmine.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "browser",
      "session",
      "bookmark"
    ],
    "rank": 111
  },
  {
    "pkg": "Warble",
    "app_id": "com.github.avojak.warble",
    "description": "The word-guessing game",
    "description_long": "Figure out the word before your guesses run out!<br>Three difficulty levels<br>Almost 5k possible answers<br>Need a break? Close the game and automatically pick back up where you left off<br>",
    "build_date": "2025-12-18T14:01:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/avojak.warble/a24116ba1f994822537e1bfe097505f6/icons/128x128/com.github.avojak.warble.png",
    "license": "GPL-3.0+",
    "tag": [
      "Game",
      "Word",
      "Puzzle"
    ],
    "rank": 112
  },
  {
    "pkg": "Cosmic Expansion",
    "app_id": "io.github.chimi70.cosmic-expansion",
    "description": "A space 2D shooter game",
    "description_long": "<br>Cosmic Expansion is an exciting 2D space shooter where you take on the role of a seasoned space pilot tasked with destroying waves of enemy spaceships. Your goal is to defeat as many enemies as possible while avoiding enemy fire and mines.<br>As you progress through the game, you will face off against powerful bosses that guard each stage. Defeating them upgrades your weapons, making you even stronger and ready to face the next wave of increasingly difficult enemies.<br>Features:<br>Fast-paced space combat<br>Challenging enemy waves and powerful bosses<br>Weapon upgrades after each boss fight<br>Classic arcade-style shooter gameplay<br>With action-packed levels and rewarding progression, Cosmic Expansion delivers a fun and engaging space shooter experience for fans of retro arcade games.<br>",
    "build_date": "2025-04-18T20:05:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/chimi70.cosmic-expansion/a7e951137a8fa145a12147e26e1f5b90/icons/128x128/io.github.chimi70.cosmic-expansion.png",
    "license": "GPL-3.0-only",
    "tag": [
      "game",
      "space",
      "shooter"
    ],
    "rank": 113
  },
  {
    "pkg": "Give Me Lyrics",
    "app_id": "com.github.muriloventuroso.givemelyrics",
    "description": "Lyrics for your songs",
    "description_long": "See the lyrics of the song that is playing, from any application. Sing along with the option to sync lyrics.",
    "build_date": "2025-12-21T23:26:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/muriloventuroso.givemelyrics/c7aed1eb511fa21520b149e7330d6482/icons/128x128/com.github.muriloventuroso.givemelyrics.png",
    "license": "GPL-3.0+",
    "tag": [
      "audio",
      "lyrics"
    ],
    "rank": 114
  },
  {
    "pkg": "GrandOrgue",
    "app_id": "net.sourceforge.GrandOrgue",
    "description": "Pipe organ simulator",
    "description_long": "<br>GrandOrgue is a virtual pipe organ sample player application supporting<br>a HW1 compatible file format.<br>",
    "build_date": "2025-11-15T14:26:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/GrandOrgue/c439e1408d0f601dbb8b9909256e0df9/icons/128x128/net.sourceforge.GrandOrgue.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 115
  },
  {
    "pkg": "Conjure",
    "app_id": "io.github.nate_xyz.Conjure",
    "description": "Magically transform images",
    "description_long": "Apply various ImageMagick commands to your images, including resizing, cropping, rotating, flipping, and applying filters and effects.",
    "build_date": "2025-12-22T01:24:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nate_xyz.Conjure.desktop/9934f4a380a717b21897f92bae6edce4/icons/128x128/io.github.nate_xyz.Conjure.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "image",
      "magic",
      "transform"
    ],
    "rank": 116
  },
  {
    "pkg": "jdPixelUpscaler",
    "app_id": "page.codeberg.JakobDev.jdPixelUpscaler",
    "description": "Upscale Images per Pixel",
    "description_long": "jdPixelUpscaler upscales images by simply replacing one pixel with several of the same color. For example, if you set the scaling factor to 2, one pixel becomes 2x2 pixels of the same color. No attention is paid to the surrounding pixels or to transitions. For certain graphics (mainly pixel art or similar in very low resolution), this may give better results than other methods.<br>Command line arguments and a D-Bus interface are provided for automation.",
    "build_date": "2025-11-04T15:39:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdPixelUpscaler/ab1f261fe7f7695ac66f5ea5a9433020/icons/128x128/page.codeberg.JakobDev.jdPixelUpscaler.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 117
  },
  {
    "pkg": "Anagramarama",
    "app_id": "com.identicalsoftware.anagramarama",
    "description": "Make words from a jumble of letters",
    "description_long": "<br>Anagramarama is a simple wordgame in which one tries to guess all the different<br>permutations of a scrambled word which form another word within the<br>time limit. Guess the original word and you move on to the next<br>level.<br>",
    "build_date": "2025-10-06T07:57:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/identicalsoftware/anagramarama/2ddb6634f631d88a25feb651b0f4f538/icons/128x128/com.identicalsoftware.anagramarama.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 118
  },
  {
    "pkg": "Forge Sparks",
    "app_id": "com.mardojai.ForgeSparks",
    "description": "Get Git forges notifications",
    "description_long": "Simple notifier app with support for GitLab, Github, Gitea and Forgejo.",
    "build_date": "2025-07-29T17:53:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mardojai/ForgeSparks/0fb43379d6446a36dcc0440aed6959c5/icons/128x128/com.mardojai.ForgeSparks.png",
    "license": "MIT",
    "tag": [
      "git",
      "github"
    ],
    "rank": 119
  },
  {
    "pkg": "bibref",
    "app_id": "io.github.kovzol.bibref",
    "description": "Discover references in the Bible",
    "description_long": "bibref is a tool that helps discovering internal references in the Bible. It aims at finding citations of the Septuagint in the Greek New Testament in a mechanical way.<br>The Bible, a book that has been translated into many languages, is maybe the most important book has ever existed. Believers have evidence that it is God's word, written by various people being inspired by God himself.<br>The Bible has many internal references. Many of them connect the two parts of the Bible: the Old Testament and the New Testament. The books of the Old Testament are usually written in Hebrew, while the books of the New Testament are Greek. A natural question can arise: How can Hebrew texts be cited in the Greek text?<br>There are several research projects on this, and today it seems to be clear that many authors of the New Testament cited a Greek translation of the Hebrew text, namely the Septuagint, that was widely popular in the first centuries, and still popular in some Christian churches. Many Bible translations, however, mostly use only the Hebrew text as a basis of the Old Testament, because the importance of the Septuagint is not yet widely identified.<br>This software project attempts to support finding citations of the Septuagint in the New Testament automatically. The work is based on The SWORD Project.<br>The bibref package offers several tools that help in comparing the verses of the Septuagint with the verses of the Greek New Testament. The tools consider the texts of full books of the Bible as one unit instead of considering just separated verses. The texts are provided by the SWORD project from the modules LXX and SBLGNT. In the newest versions the module StatResGNT is also supported.<br>",
    "build_date": "2025-12-23T07:34:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/kovzol.bibref/a73304f6284b4a9b448f38f6c15156af/icons/128x128/io.github.kovzol.bibref.png",
    "license": "FSFAP",
    "tag": [],
    "rank": 120
  },
  {
    "pkg": "GstPipelineStudio",
    "app_id": "org.freedesktop.dabrain34.GstPipelineStudio",
    "description": "Draw your own GStreamer pipeline...",
    "description_long": "GstPipelineStudio aims to provide a graphical user interface to the GStreamer framework. From a first step in the framework with a simple pipeline to a complex pipeline debugging, the tool provides a friendly interface to add elements to a pipeline and debug it.",
    "build_date": "2025-12-20T19:11:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freedesktop/dabrain34.GstPipelineStudio/8cc1f95f1f66277a3b94d0ca41a81691/icons/128x128/org.freedesktop.dabrain34.GstPipelineStudio.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 121
  },
  {
    "pkg": "Yet Another Framework Interface",
    "app_id": "au.stevetech.yafi",
    "description": "YAFI is another GUI for the Framework Laptop Embedded Controller",
    "description_long": "It is written in Python with a GTK4 Adwaita theme, and uses the CrOS_EC_Python library to communicate with the EC.<br>YAFI has the capability for the following features:<br>Fan control and temperature monitoring<br>LED control<br>Battery statistics<br>Battery limiting<br>Hardware information<br>You will need to install the udev rules to allow non-root access to the EC device. See the README for more information.<br>Alternatively, you can run curl -Lfs yafi.stevetech.au/udev.sh | sudo sh to install the udev rules.<br>YAFI is not affiliated with Framework Computer Inc. in any way.",
    "build_date": "2025-12-25T11:48:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/au/stevetech/yafi/6cc65e8299ee271d61504ba48c740da6/icons/128x128/au.stevetech.yafi.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Framework",
      "EC"
    ],
    "rank": 122
  },
  {
    "pkg": "Kommit",
    "app_id": "org.kde.kommit",
    "description": "Git GUI client",
    "description_long": "Git GUI client",
    "build_date": "2025-12-11T00:51:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kommit.desktop/609efb9d72befa42867dd38a2a504e24/icons/128x128/org.kde.kommit.desktop.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 123
  },
  {
    "pkg": "Serigy",
    "app_id": "io.github.cleomenezesjr.Serigy",
    "description": "A proof of concept for a \"clipboard pinner\" for GNOME",
    "description_long": "Pin clipboard information selectively and safely without a program by saving everything you copy.",
    "build_date": "2025-04-05T15:16:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cleomenezesjr.Serigy/6f4f6dc8de2c5a30e87068bbedbaa414/icons/128x128/io.github.cleomenezesjr.Serigy.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 124
  },
  {
    "pkg": "TransLines",
    "app_id": "net.zdechov.app.TransLines",
    "description": "Enjoyable metro building game",
    "description_long": "Features:<br>Supported 9 metro lines with different colors<br>Supported 12 metro stations shapes<br>Each week a player gets new train<br>Passengers with specific shape travel to the station with same shape<br>Tracks can be re-positioned and extended on both ends<br>New random stations appear continuously<br>Dark mode<br>Full screen mode<br>Multi-language support (English, Czech, French, German)<br>Career support with playable cities<br>Selectable weekly new improvements: line, carriage or terminal<br>",
    "build_date": "2025-01-14T11:52:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.TransLines/5942b05ecc8714f11a6dcd4550cbd0aa/icons/128x128/net.zdechov.app.TransLines.png",
    "license": "CC0-1.0",
    "tag": [
      "metro",
      "subway",
      "transport"
    ],
    "rank": 125
  },
  {
    "pkg": "Tabletop Club",
    "app_id": "net.tabletopclub.TabletopClub",
    "description": "Play board games in a 3D sandbox",
    "description_long": "<br>In Tabletop Club, you are given a box of toys to play with, and it's up to you what you do with them! Sure, you can play board games, but why not make a house made of dice, then frisbee it with a poker chip? Draw on the table while waiting for your opponent to make a move in chess, or flip the table into deep space after losing an all-in bet? The table is your oyster!<br>You can play online with friends in the click of a button, no login or sign-up required! Simply host a game, and share the room code with your friends. You can also play singleplayer, with no internet connection required.<br>Do you have a D&amp;D campaign in mind? Want to command an army in Warhammer? Or is there another board game you want to play? Luckily, the game uses a modular and easy-to-use asset pack system that makes it really quick to import your images, models, music, and more!<br>The game is completely free to play, and the source code is available on GitHub!<br>You can also help contribute to the game! From submitting code and assets, to suggesting ideas, translating the project, or even finding bugs, there's a lot of ways that you can help make the game better and more accessible.<br>",
    "build_date": "2025-10-12T22:05:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/tabletopclub/TabletopClub/9a1a39c2642f01662d7a02ff8173c79e/icons/128x128/net.tabletopclub.TabletopClub.png",
    "license": "MIT",
    "tag": [],
    "rank": 126
  },
  {
    "pkg": "Devhelp",
    "app_id": "org.gnome.Devhelp",
    "description": "A developer tool for browsing and searching API documentation",
    "description_long": "<br>Devhelp is a developer tool for browsing and searching API documentation.<br>It provides an easy way to navigate through libraries and to search by<br>function, struct, or macro.<br>The documentation must be installed locally, so an internet connection is<br>not needed to use Devhelp.<br>Devhelp works natively with GTK-Doc, so the GTK and GNOME libraries are<br>well supported. But other development platforms can be supported as well,<br>as long as the API documentation is available in HTML and a *.devhelp2<br>index file is generated.<br>Devhelp integrates with other applications such as Glade, Builder or<br>Anjuta, and plugins are available for different text editors (gedit, Vim,<br>Emacs, Geany, …).<br>",
    "build_date": "2025-08-22T15:13:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Devhelp/d0b590748101ac6ea2961f55a2915601/icons/128x128/org.gnome.Devhelp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "manual",
      "developer",
      "api"
    ],
    "rank": 127
  },
  {
    "pkg": "Passes",
    "app_id": "me.sanchezrodriguez.passes",
    "description": "Manage your digital passes",
    "description_long": "Passes is a handy app that helps you manage all your digital passes effortlessly. With Passes, you can conveniently store your boarding passes, coupons, loyalty cards, event tickets, and more, all in PKPass or esPass format.<br>Moreover, the app seamlessly adjusts to different screen sizes, allowing you to access your passes on various devices, whether it's a desktop computer or a mobile phone.<br>Stop wasting time searching through your email or printing out your digital passes. Download Passes now and keep all your passes in one convenient location.",
    "build_date": "2025-12-20T16:39:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sanchezrodriguez/passes.desktop/62248b1931c2d8b1f202c0beb0b349a8/icons/128x128/me.sanchezrodriguez.passes.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "espass",
      "pkpass"
    ],
    "rank": 128
  },
  {
    "pkg": "Candy Wrapper",
    "app_id": "net.hhoney.candy",
    "description": "Screen-wrapping arcade action",
    "description_long": "Play your way through 20 levels of this arcade screen-wrapping action game inspired by Bubble Bobble!<br>Controls: Arrows + Spacebar / WASD / IJKL<br>Candy Wrapper was originally made within 24 hours for the 100 Lines of Code GameMaker Jam.",
    "build_date": "2025-08-05T03:05:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/candy/f8492a916547756a2777cf95319cf56c/icons/128x128/net.hhoney.candy.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 129
  },
  {
    "pkg": "Luna",
    "app_id": "com.github.calo001.luna",
    "description": "An amazing calendar widget",
    "description_long": "Select a theme color for the calendar and browse through the months and years with an intuitive interface.",
    "build_date": "2025-12-21T23:58:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/calo001.luna/026dafa955bd8e2f26b0df97c544aaef/icons/128x128/com.github.calo001.luna.png",
    "license": "AGPL-3.0",
    "tag": [
      "calendar",
      "day",
      "month"
    ],
    "rank": 130
  },
  {
    "pkg": "Hnefatafl",
    "app_id": "org.hnefatafl.hnefatafl_client",
    "description": "Play the game",
    "description_long": "<br>Client that connects to a Copenhagen Hnefatafl Server.<br>",
    "build_date": "2025-12-19T04:45:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/hnefatafl/hnefatafl_client/a0302c7d8ad6733078ffb2d73b595215/icons/128x128/org.hnefatafl.hnefatafl_client.png",
    "license": "MIT OR Apache-2.0",
    "tag": [
      "board-game",
      "copenhagen",
      "hnefatafl"
    ],
    "rank": 131
  },
  {
    "pkg": "Tetzle",
    "app_id": "org.gottcode.Tetzle",
    "description": "Jigsaw puzzle with tetromino pieces",
    "description_long": "Tetzle is a jigsaw puzzle game that uses tetrominoes for the pieces. Any image can be imported and used to create puzzles with a wide range of sizes. Games are saved automatically, and you can select between currently in progress games.",
    "build_date": "2025-04-17T21:15:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Tetzle/a621a55d0ce83ac2e34e7a221b2525eb/icons/128x128/org.gottcode.Tetzle.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 132
  },
  {
    "pkg": "Hydrus",
    "app_id": "io.github.hydrusnetwork.hydrus",
    "description": "Organize media on the desktop",
    "description_long": "The hydrus network client is a desktop application written for Anonymous and other internet enthusiasts with large media collections. It organises your files into an internal database and browses them with tags instead of folders, a little like a booru on your desktop. Tags and files can be anonymously shared through custom servers that any user may run. Everything is free, nothing phones home, and the source code is included with the release. It is developed mostly for Windows, but builds for Linux and macOS are available (perhaps with some limitations, depending on your situation).<br>Currently importable filetypes are:<br>images - jpg, gif (including animated), png (including animated!), tiff, webp, bmp<br>video - webm, mp4, mpeg, avi, mov, mkv, flv, wmv<br>audio - mp3, flac, ogg, wma<br>misc - swf, pdf, psd, zip, rar, 7z<br>The client can download files and parse tags from a number of websites, including by default:<br>various imageboards, with a thread watcher<br>the popular boorus<br>gallery sites like deviant art, and pixiv<br>tumblr and twitter<br>And can be extended to download from more locations using easily shareable user-made downloaders. It can also be set to 'subscribe' to any gallery search, repeating it every few days to keep up with new results.<br>The program's emphasis is on your freedom. There is no DRM, no spying, no censorship. The program never phones home.",
    "build_date": "2025-12-11T10:56:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hydrusnetwork.hydrus/a5d8813f28bbfca9a478ed0c4778e7b7/icons/128x128/io.github.hydrusnetwork.hydrus.png",
    "license": "WTFPL",
    "tag": [],
    "rank": 133
  },
  {
    "pkg": "LPairs2",
    "app_id": "net.sourceforge.lgames.LPairs2",
    "description": "Classic memory game",
    "description_long": "LPairs2 is a classic memory game where you turn over any two cards and if they match they get removed. The game is over when all cards have been matched. You can also try to match triplets and quadruplets (fun, but hard...).<br>There is also a 2-player mode with a CPU opponent.<br>Cards are high resolution animal pictures.",
    "build_date": "2024-11-17T15:08:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/lgames.LPairs2/55bcedd2537f1c2702960e8e3c0b831a/icons/128x128/net.sourceforge.lgames.LPairs2.png",
    "license": "GPL-3.0",
    "tag": [
      "memory",
      "animals"
    ],
    "rank": 134
  },
  {
    "pkg": "Furtherance",
    "app_id": "io.unobserved.furtherance",
    "description": "Time tracker",
    "description_long": "<br>Furtherance is a time tracking application that respects your privacy.<br>It allows you to track time spent on different activities without worrying about your data being captured and sold.<br>",
    "build_date": "2025-03-09T06:37:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/unobserved/furtherance/8e232dd0ead85f64278f4e58ae975992/icons/128x128/io.unobserved.furtherance.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "timer",
      "tracker",
      "clock"
    ],
    "rank": 135
  },
  {
    "pkg": "gPodder-adaptive",
    "app_id": "org.gpodder.gpodder-adaptive",
    "description": "Media aggregator and podcast client for mobile and desktop alike",
    "description_long": "gPodder lets you manage your Podcast subscriptions, discover new content and download episodes to your devices.<br>You can also take advantage of the service gpodder.net, which lets you sync subscriptions, playback progress and starred episodes.<br>This is a version of gPodder with an adaptive interface meant for both touchscreen devices, like phones and tablets, and desktop and laptop computers.",
    "build_date": "2025-10-19T10:07:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gpodder/gpodder-adaptive/de6e4c1a86d38e7b83a7e475feede36a/icons/128x128/org.gpodder.gpodder-adaptive.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 136
  },
  {
    "pkg": "Crossword Editor",
    "app_id": "org.gnome.Crosswords.Editor",
    "description": "Create crossword puzzles",
    "description_long": "<br>A tool for authoring and editing pencil-and-paper style<br>puzzles. Its features include:<br>Supports multiple crossword types, including barred and cryptics<br>Loads and saves .ipuz file format<br>Style support for individual cells<br>Suggests words when creating grids<br>Hints for writing clues<br>Autofill functionality<br>Dictionary of words for writing clues<br>",
    "build_date": "2025-10-23T15:42:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords.Editor/800c77b2b54d9c83048b83047b7ac3ae/icons/128x128/org.gnome.Crosswords.Editor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "puzzle",
      "xword"
    ],
    "rank": 137
  },
  {
    "pkg": "Seabird",
    "app_id": "dev.skynomads.Seabird",
    "description": "Work with Kubernetes",
    "description_long": "<br>Seabird is a Kubernetes IDE designed for the GNOME desktop. Explore and<br>manage your clusters with a simple and intuitive interface. Equipped with<br>essential features such as a terminal for executing commands, monitoring through<br>logs and metrics, and a resource editor that conveniently places the API<br>reference at your fingertips.<br>",
    "build_date": "2025-12-22T12:59:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/skynomads/Seabird/ea963f80ec94517a009fd73961e1d27a/icons/128x128/dev.skynomads.Seabird.png",
    "license": "MPL-2.0",
    "tag": [
      "kubernetes"
    ],
    "rank": 138
  },
  {
    "pkg": "Restfox",
    "app_id": "dev.restfox.Restfox",
    "description": "A powerful minimalistic HTTP client",
    "description_long": "<br>Restfox is an HTTP client application that allows users to test and interact with RESTful<br>APIs. It provides a user-friendly interface for making HTTP requests, viewing responses, and<br>managing API endpoints. Restfox is designed to help developers and testers streamline their<br>API development and testing processes.<br>Additionally, Restfox offers plugin support to help developers modify request data before a<br>request is sent, adjust response data after a response is received, set environment variables<br>using the response data, and perform testing.<br>",
    "build_date": "2025-07-27T09:54:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/restfox/Restfox/49dfc9e266bf396050b19d9c5d1badd1/icons/128x128/dev.restfox.Restfox.png",
    "license": "MIT",
    "tag": [],
    "rank": 139
  },
  {
    "pkg": "Blurble",
    "app_id": "app.drey.Blurble",
    "description": "Word guessing game",
    "description_long": "Solve the riddle until you run out of guesses!<br>The game is a clone of Wordle and made with localization in mind.",
    "build_date": "2024-06-07T18:29:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/Blurble/18b1940eba8703da5267d920fa9b71eb/icons/128x128/app.drey.Blurble.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 140
  },
  {
    "pkg": "Poliedros",
    "app_id": "io.github.kriptolix.Poliedros",
    "description": "Roll multi-type dice",
    "description_long": "Poliedros is a multi-type dice roller. Basic mode allows you to make quick rolls using just the mouse, while Command mode allows for more complex rolls and combinations.",
    "build_date": "2025-10-31T16:58:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/kriptolix.Poliedros/a0afb16a14af7b2214552877dac58dfc/icons/128x128/io.github.kriptolix.Poliedros.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "Die",
      "Dice"
    ],
    "rank": 141
  },
  {
    "pkg": "veraPDF",
    "app_id": "org.verapdf.veraPDF",
    "description": "veraPDF is a file-format validator for the PDF/A archiving standard",
    "description_long": "<br>veraPDF is a purpose-built, open source, file-format validator covering all PDF/A parts and conformance levels.<br>veraPDF is designed to meet the needs of digital preservationists and is supported by the PDF software developer community.<br>",
    "build_date": "2025-11-27T10:13:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/verapdf/veraPDF/3583d4d628a9e1e18acd9f9171e9d1f6/icons/128x128/org.verapdf.veraPDF.png",
    "license": "GPL-3.0-only",
    "tag": [
      "pdf"
    ],
    "rank": 142
  },
  {
    "pkg": "FMIT",
    "app_id": "io.github.gillesdegottex.FMIT",
    "description": "Free Musical Instrument Tuner (FMIT), a Tool for tuning musical instrument",
    "description_long": "<br>Find an estimation of the fundamental frequency (f0, not the perceived pitch) <br>of an audio signal, in real-time, and compare it with the closest note in the <br>scale.<br>Tune your musical instruments with advanced features, including traces of <br>frequency and volume, adjustable base tuning frequency, multiple choices of <br>tuning scale (chromatic, Werckmeister III, Kirnberger III, diatonic and <br>meantone), microtonal tuning with Scala file (.scl) support and statistics.<br>Perform real-time sound analysis with views for waveform period, harmonics <br>amplitude and Discrete Fourier Transform (DFT). Change various analysis <br>parameters and tradeoff between precision and speed.<br>Choose between multiple sound capture systems, including ALSA and JACK.<br>Show or hide individual panels and go from a simple analog tuner view to an <br>advanced real-time analysis toolset, or anywhere in between.<br>",
    "build_date": "2025-12-22T21:59:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/gillesdegottex.FMIT/ab610a2ec271406798e7ddd2a9357c91/icons/128x128/io.github.gillesdegottex.FMIT.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 143
  },
  {
    "pkg": "Ntfy Desktop",
    "app_id": "moe.emmaexe.ntfyDesktop",
    "description": "Receive ntfy notifications",
    "description_long": "<br>Subscribe to topics from any ntfy server and receive notifications natively on the desktop.<br>",
    "build_date": "2025-09-30T01:22:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/emmaexe/ntfyDesktop/aff37d2548708ea0d8feda9f32c12dab/icons/128x128/moe.emmaexe.ntfyDesktop.png",
    "license": "GPL-3.0-only",
    "tag": [
      "ntfy"
    ],
    "rank": 144
  },
  {
    "pkg": "sView",
    "app_id": "ru.sview.sView",
    "description": "Stereoscopic Media Player",
    "description_long": "<br>sView is a media player to view 3D stereoscopic videos.<br>",
    "build_date": "2025-03-29T20:51:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/ru/sview/sView/776e9bf68640f82e58de697f8c58624d/icons/128x128/ru.sview.sView.png",
    "license": "GPL-3.0+",
    "tag": [
      "3d",
      "vr",
      "360"
    ],
    "rank": 145
  },
  {
    "pkg": "Saldo",
    "app_id": "org.tabos.saldo",
    "description": "Check your bank accounts",
    "description_long": "<br>An easy way to access your online banking information. Show your balance and transaction based on FinTS online banking information.<br>Note: This is a frontend for python-fints. Report non working bank access at python-fints github page.<br>",
    "build_date": "2025-12-22T06:55:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/saldo.desktop/36acfee28322636f0e3a8177b3cbf062/icons/128x128/org.tabos.saldo.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Network",
      "Online",
      "Banking"
    ],
    "rank": 146
  },
  {
    "pkg": "EmptyEpsilon",
    "app_id": "io.github.daid.EmptyEpsilon",
    "description": "Spaceship bridge simulator game",
    "description_long": "EmptyEpsilon is a spaceship bridge simulator game. It's fully open source, so it can be modified in any way people wish.<br>EmptyEpsilon places you in the roles of a spaceship's bridge officers, like those seen in Star Trek. While you can play EmptyEpsilon alone or with friends, the best experience involves 6 players working together on each ship.<br>Each officer fills a unique role: Captain, Helms, Weapons, Relay, Science, and Engineering. Except for the Captain, each officer operates part of the ship through a specialized screen. The Captain relies on their trusty crew to report information and follow orders.",
    "build_date": "2024-12-14T20:52:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/daid.EmptyEpsilon/0ea0c765b88aa37deef2ad750d5cf516/icons/128x128/io.github.daid.EmptyEpsilon.png",
    "license": "GPL-2.0-only AND LicenseRef-TurboSquid-Royalty-Free-License AND OFL-1.1 AND Apache-2.0",
    "tag": [],
    "rank": 147
  },
  {
    "pkg": "Vimix",
    "app_id": "io.github.brunoherbelin.Vimix",
    "description": "Video live mixer",
    "description_long": "vimix performs graphical mixing and blending of several movie clips and<br>computer generated graphics, with image processing effects in real-time. <br>Its intuitive and hands-on user interface gives direct control on image opacity and<br>shape for producing live graphics during concerts and VJ-ing sessions.<br>Can read almost all video codecs (hardware accelerated for many),<br>Open Sound Control remote control, live screen recoding. See docmentation in the github wiki.",
    "build_date": "2025-12-24T15:26:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/brunoherbelin.Vimix/33f404dcacfc2a77e4f64ab7214180ea/icons/128x128/io.github.brunoherbelin.Vimix.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 148
  },
  {
    "pkg": "GaticTacToe",
    "app_id": "io.github.diegoivan.GaticTacToe",
    "description": "Play Tic-tac-toe with your friends",
    "description_long": "Play Tic-Tac-Toe with your friends when you're bored or when you want to have a fun time.",
    "build_date": "2025-12-22T01:22:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/diegoivan.GaticTacToe/478685fed98775ba212391f656a8e8ae/icons/128x128/io.github.diegoivan.GaticTacToe.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 149
  },
  {
    "pkg": "Hopsan",
    "app_id": "com.github.hopsan.Hopsan",
    "description": "A modelling and simulation tool for fluid power and mechatronic systems",
    "description_long": "<br>Hopsan is a modelling and simulation environment for fluid and mechatronic systems. It was originally developed for simulation of fluid power systems, but has also been extended with support for other domains such as electric power, mechanics, flight and vehicle dynamics.<br>Hopsan uses bi-directional delay lines, (or transmission line elements TLM) to connect physical component models, but also supports signal flow modelling with common mathematical operators and functions.<br>",
    "build_date": "2025-08-21T06:59:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/hopsan.Hopsan/c75b7c86e9603cfe2f4c6f9e96c4082f/icons/128x128/com.github.hopsan.Hopsan.png",
    "license": "Apache-2.0 AND GPL-3.0",
    "tag": [
      "Simulation",
      "Modeling"
    ],
    "rank": 150
  },
  {
    "pkg": "SPRAWL 96",
    "app_id": "io.github.voidforce.qsprawl",
    "description": "A Quake mod based on the retro shooter SPRAWL",
    "description_long": "SPRAWL 96 is a celebration of our retro shooter SPRAWL, released for the first anniversary of SPRAWL's release. It’s also our way of giving thanks and giving back to the communities which made SPRAWL possible.<br>SPRAWL was originally built on the Darkplaces Quake engine, and the resources provided by nearly 30 years of dedicated modders made it possible to get it started.<br>It's a revival in a sense of that original Quake engine version of SPRAWL. It answers the question “What if SPRAWL actually existed in 1996?”. So it includes every single SPRAWL weapon (sorta), some enemies, and our movement all on a custom fork of the Ironwail source port.<br>By default, SPRAWL includes LibreQuake content pack so it can be played even without having Quake itself. You can add custom maps by copying them to $HOME/.var/app/io.github.voidforce.qsprawl/data/sprawl/maps/.",
    "build_date": "2025-11-06T19:57:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/voidforce.qsprawl/c142898a84b5e6273bfb413614d681f9/icons/128x128/io.github.voidforce.qsprawl.png",
    "license": "GPL-2.0-only",
    "tag": [
      "retro",
      "cyberpunk",
      "quake"
    ],
    "rank": 151
  },
  {
    "pkg": "Events",
    "app_id": "codes.loers.Karlender",
    "description": "Manage your schedule",
    "description_long": "Events is an adaptive calendar app for GNOME and Phosh.<br>With Events you can<br>CalDAV syncing<br>Local calendars<br>Monthly, Weekly, Daily and Yearly event management<br>GNOME Online Accounts integration<br>Mobile friendly<br>",
    "build_date": "2025-12-22T01:13:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/c/co/codes.loers.karlender/5a5bb6bcd2a86e794948adf3c0fae1f1/icons/128x128/codes.loers.Karlender.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 152
  },
  {
    "pkg": "Fish Fillets",
    "app_id": "net.sourceforge.Fillets",
    "description": "Puzzle game with 70 levels",
    "description_long": "<br>Fish Fillets is a puzzle game where the player has to guide a fish through a series<br>of obstacles to escape the maze.<br>Fish Fillets features over 70 levels of puzzles and a comforting soundtrack.<br>",
    "build_date": "2025-04-23T22:33:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/Fillets/f4494052b96d66c4bc64ce5b3eba3fc9/icons/128x128/net.sourceforge.Fillets.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 153
  },
  {
    "pkg": "Simple Diary",
    "app_id": "com.bjareholt.johan.SimpleDiary",
    "description": "Simple and lightweight diary app",
    "description_long": "Designed to be easy to use and be out of the way, to let you focus on documenting and reflecting over your daily life.<br>A few notable features are:<br>Saves entries in standard markdown<br>Adding images to your entries<br>Scales on desktops, laptops, tablets and phones<br>Dark mode<br>",
    "build_date": "2025-11-25T21:47:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/bjareholt/johan.SimpleDiary/1f472d1122fc8bdb37b0ff3d76b34eaf/icons/128x128/com.bjareholt.johan.SimpleDiary.png",
    "license": "GPL-3.0+",
    "tag": [
      "Diary",
      "Journal",
      "GTK"
    ],
    "rank": 154
  },
  {
    "pkg": "Vakt-i Salah",
    "app_id": "io.github.eminfedar.vaktisalah-gtk-rs",
    "description": "Simple prayer/adhan times app",
    "description_long": "<br>Simple Prayer/Adhan Times App. <br>Prayer times are getting fetched every month from Türkiye's Diyanet İşleri Başkanlığı (Presidency of Religious Affairs). <br>Network Permission: Fetching prayer times from internet. <br>Microphone/Audio Permission: Play notification sound when X minutes left. No microphone access. <br>",
    "build_date": "2025-11-27T16:20:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/eminfedar.vaktisalah-gtk-rs/6222ce441f847765bec19a872e3119c4/icons/128x128/io.github.eminfedar.vaktisalah-gtk-rs.png",
    "license": "MIT",
    "tag": [],
    "rank": 155
  },
  {
    "pkg": "Space Launch",
    "app_id": "io.gitlab.elescoute.spacelaunch",
    "description": "Rocket launches tracker",
    "description_long": "<br>With Space Launch you can keep track of upcoming launches.<br>Data on the launches are provided by spacelaunchnow.me.<br>Space Launch is currently in alpha release. Some crashes due to problems of communication with spacelaunchnow.me server can remain. More features will be added later.<br>Compatible with GNOME Mobile (PinePhone, Librem 5).<br>",
    "build_date": "2025-07-31T19:48:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/elescoute.spacelaunch/51b0dfc3f326aee00a9d4f2f5ea9201b/icons/128x128/io.gitlab.elescoute.spacelaunch.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 156
  },
  {
    "pkg": "Watchmate",
    "app_id": "io.gitlab.azymohliad.WatchMate",
    "description": "Manage your PineTime",
    "description_long": "<br>Companion app for InfiniTime-powered PineTime smart watch.<br>Visually optimized for GNOME, adaptive for phone and desktop, Linux only.<br>Features:<br>Set time<br>Read various data from the PineTime<br>Update firmware and resources OTA<br>Automatically check for available firmware updates<br>Control the media player<br>Forward desktop notifications<br>",
    "build_date": "2025-11-20T09:00:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/azymohliad.WatchMate/fb4a81cb6c7d8ae28f22ab38f062489e/icons/128x128/io.gitlab.azymohliad.WatchMate.png",
    "license": "GPL-3.0",
    "tag": [
      "InfiniTime",
      "PineTime",
      "Smartwatch"
    ],
    "rank": 157
  },
  {
    "pkg": "Simsu",
    "app_id": "org.gottcode.Simsu",
    "description": "Fill in numbers to solve puzzles",
    "description_long": "Simsu is a basic Sudoku game. You can switch between filling in notes (pencil mode), or filling in answers (pen mode). To make it easier to see where to place numbers, you can highlight all instances of a number. You can also check your answers for correctness while playing. The game stores your current notes and answers, so that you can pick up where you left off the next time you play.",
    "build_date": "2025-05-14T17:10:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Simsu/39cd6e5a797c4ff55182d04310bf1398/icons/128x128/org.gottcode.Simsu.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 158
  },
  {
    "pkg": "Rune",
    "app_id": "ci.not.Rune",
    "description": "The player that blends classic design with modern technology",
    "description_long": "<br>Experience timeless melodies with a music player that blends classic design with modern<br>technology<br>",
    "build_date": "2025-10-25T05:50:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/ci/not/Rune/b2f1bb7cb055397d95b03690ce772016/icons/128x128/ci.not.Rune.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 159
  },
  {
    "pkg": "Inky",
    "app_id": "com.inklestudios.Inky",
    "description": "Write interactive narrative in inkle's markup language",
    "description_long": "Inky is a editor for ink, inkle's markup language for writing<br>interactive narrative in games, as used in 80 Days.<br>It's an IDE (integrated development environment), because it<br>gives you a single app that lets you play in the editor as you<br>write, and fix any bugs in your code.",
    "build_date": "2024-06-28T16:32:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/inklestudios/Inky/5a51bfd601c3acca86cd1f228ede35a7/icons/128x128/com.inklestudios.Inky.png",
    "license": "MIT",
    "tag": [],
    "rank": 160
  },
  {
    "pkg": "WebReady",
    "app_id": "com.nickgirga.webready",
    "description": "Web-ready animations in seconds",
    "description_long": "Use ffmpeg to convert your video files to looped WEBP animations. No extra bells or whistles. Open a file and press go. Made primarily for easily creating live wallpapers for the Steam Deck",
    "build_date": "2025-12-14T08:49:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/nickgirga/webready/94bc352da79101e63a425393f00618a5/icons/128x128/com.nickgirga.webready.png",
    "license": "MIT",
    "tag": [],
    "rank": 161
  },
  {
    "pkg": "Ten Forward",
    "app_id": "fr.sgued.ten_forward",
    "description": "Control a NAT-PMP gateway",
    "description_long": "Ten Forward allows you to request port forwarding to your gateway.<br>It allows you to create multiple mapping configurations, which can individually be requested. This tool will allow you to run a local game server (minecraft LAN, Mindustry, Stardew valley., etc..) and make it accessible online. It is tested with the NAT-PMP enabled ProtonVPN, and should be compatible with any other NAT-PMP capable gateway.",
    "build_date": "2025-11-11T12:50:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/sgued/ten_forward/de8f1ea9e609bbfc322ed8b00094367e/icons/128x128/fr.sgued.ten_forward.png",
    "license": "AGPL-3.0+",
    "tag": [
      "Internet",
      "Port",
      "Forwarding"
    ],
    "rank": 162
  },
  {
    "pkg": "Stockpile",
    "app_id": "garden.turtle.Jellybean",
    "description": "Keep count of restockable items",
    "description_long": "<br>Never forget to refill again! Stockpile lets you manage your<br>inventory of medication, food, beauty products, or anything else.<br>The app will warn you whenever you are short on something,<br>so you can obtain more and not have to go empty.<br>",
    "build_date": "2025-04-16T21:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/g/ga/garden.turtle.jellybean/fc417fbe88bea492b985a38cc333315b/icons/128x128/garden.turtle.Jellybean.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "Stockpile",
      "Jellybean",
      "Inventory"
    ],
    "rank": 163
  },
  {
    "pkg": "Trackballs",
    "app_id": "io.github.trackballs.Trackballs",
    "description": "Steer a marble ball through a labyrinth",
    "description_long": "<br>By steering a marble ball through a labyrinth filled with sharp objects,<br>pools of acid, and other obstacles the player collects points. When the<br>destination is reached you continue on to the next, more difficult level<br>- unless the time runs out.<br>Features:<br>3D graphics<br>Integrated level editor<br>High quality sound effects<br>Background music<br>",
    "build_date": "2025-12-01T08:57:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/trackballs.Trackballs/7ef6f4b8caebc6f384be7dfd52a838e0/icons/128x128/io.github.trackballs.Trackballs.png",
    "license": "GPL-2.0+",
    "tag": [
      "marble",
      "maze",
      "obstacle"
    ],
    "rank": 164
  },
  {
    "pkg": "Muehle",
    "app_id": "net.kubux.Muehle",
    "description": "Play a game of Nine Men's Morris.",
    "description_long": "<br>Muehle is a no frills implementation of the classical board game<br>Nine Men's Morris. It does not have any cool features: no play<br>against other humans (neither locally nor via the network), no<br>play computer vs computer, no stats, no time control, no<br>learning from play, no analysis mode, no variants for the rules<br>of play. It's just to have some fun playing against<br>the AI. The only additions: you can undo moves; and the AI will<br>indicate when it thinks the position is dead even (you may take<br>that as the AI offering a draw). You, on the other hand, cannot<br>offer a draw: that would be pointless, as the AI is not designed<br>to handle it anyway. Just quit or start a new game if you feel <br>the current game is going nowhere.<br>The AI uses a Monte Carlo tree search variation with a hand<br>crafted evaluation function that is based on pattern counts<br>(e.g., the number of open mills) and also has perfect knowledge<br>of the game theoretic values of all 3 on 3 positions.<br>Muehle is distributed free of charge and comes without any (not<br>even implied) waranties. So don't use it. If you decide to use<br>it anyway, you may find the annotated screenshot helpful.<br>",
    "build_date": "2025-01-03T04:56:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/kubux/Muehle/30e20935c6e1c3d2f13497f36a03df6e/icons/128x128/net.kubux.Muehle.png",
    "license": "CC-BY-NC-ND-3.0",
    "tag": [],
    "rank": 165
  },
  {
    "pkg": "Taigo",
    "app_id": "com.github.appadeia.Taigo",
    "description": "Taigo is a virtual pet for your desktop",
    "description_long": "<br>Taigo is a virtual pet for your desktop that you need to take care of.<br>",
    "build_date": "2024-10-31T03:14:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/appadeia.Taigo.desktop/2e7f1c2521e7595b84c04b32ac128ccf/icons/128x128/com.github.appadeia.Taigo.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Game"
    ],
    "rank": 166
  },
  {
    "pkg": "Coulr",
    "app_id": "com.github.huluti.Coulr",
    "description": "Enjoy colors and feel happy",
    "description_long": "Color box to help developers and designers.",
    "build_date": "2025-10-18T14:39:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/huluti.Coulr.desktop/c67568147134c64038e19aa0d6759493/icons/128x128/com.github.huluti.Coulr.desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 167
  },
  {
    "pkg": "Hydra Castle Labyrinth",
    "app_id": "io.github.ptitSeb.hydracastlelabyrinth",
    "description": "A modern Linux port of the \"metroidvania\" game Hydra Castle Labyrinth",
    "description_long": "This is a Linux port of Hydra Castle Labyrinth, based on the anonymously fan-made 3DS version.<br>Hydra Castle Labyrinth is an exploratory action platformer, like many games.",
    "build_date": "2025-04-26T01:01:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ptitSeb.hydracastlelabyrinth/3d9bb950c1226dcf7eaf3683f37b2bea/icons/128x128/io.github.ptitSeb.hydracastlelabyrinth.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 168
  },
  {
    "pkg": "Zbridge",
    "app_id": "club.zbridge.zbridge",
    "description": "Contract bridge card game",
    "description_long": "<br>Contract bridge is a trick-taking card game for four players, divided into two partnerships sitting opposite each other (North-South vs. East-West).<br>zBridge is an online bridge club where you can learn and play bridge. It is a full bridge platform with multiple features.<br>Play with Jethro, a competitive bridge bot for 2/1 game forcing, try our interactive tutorials, join multiplayer games in social and rated rooms, or analyse custom/random deals in the analysis room to practice different bidding and playing scenarios with hints from the AI. Compose bidding polls or bridge articles. The app features a duplicate scoring system, game records and a rating system for players. It is completely free and without any adware. Our mission is to provide a premium experience to bridge enthusiasts on all platforms.<br>In the analysis and bot rooms, Jethro offers a detailed explanation for each bid made with a suggestion for your next bid. This is a great tool for learners to improve their bidding. The nuanced human like bidding of Jethro means that it can provide hours of fun for intermediate and expert players as well. The double dummy solver used for the playing phase is wrapped by an algorithm to chose the most appropriate card from among the DDS choices to avoid complete robotic play where possible without compromising on achieving the best outcome. This combination creates a great partner and a formidable opponent to improve your game. The analysis room also features a complete double dummy analysis showing the possible tricks for any contract. The analysis room is the ideal place to practice 2/1 bidding with the bot on random or custom hands.<br>For the best experience, we advise newcomers to first go through the 'How to play bridge' tutorial, then the interactive tutorial and then learn continuously by playing with Jethro before stepping into multiplayer game rooms.<br>Members can also create bidding polls and blog posts to engage with the community. The lobby and rooms also have a community chat. Members can also send friend requests and private messages.<br>Join zbridge today!<br>",
    "build_date": "2025-12-24T23:34:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/club/zbridge/zbridge/272556db8ee2258aef557f1c5a3d3d50/icons/128x128/club.zbridge.zbridge.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "bridge",
      "card",
      "game"
    ],
    "rank": 169
  },
  {
    "pkg": "Hamster",
    "app_id": "org.gnome.Hamster",
    "description": "Personal time keeping tool",
    "description_long": "<br>Hamster is time tracking for individuals. It helps you to keep track of how<br>much time you have spent during the day on activities you choose to track.<br>Whenever you change from doing one task to other, you change your current<br>activity in Hamster. After a while you can see how many hours you have spent on<br>what. Maybe print it out, or export to some suitable format, if time reporting<br>is a request of your employer.<br>Features:<br>Fast and easy data entry with autocompletion of recent activities<br>Flexible grouping with @categories and #tags<br>Day, week, month or custom views with tallies by groups<br>Generation of html reports (can be customized)<br>Data export in text, xml and tsv formats<br>",
    "build_date": "2025-12-16T08:51:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Hamster/78d1c806ebc162cc5a1bb93274a79d75/icons/128x128/org.gnome.Hamster.png",
    "license": "GPL-3.0+ and CC-BY-SA-3.0",
    "tag": [
      "time-log"
    ],
    "rank": 170
  },
  {
    "pkg": "Regex Tester",
    "app_id": "com.github.artemanufrij.regextester",
    "description": "A simple app for testing regular expressions",
    "description_long": "A regular expression is a special text string that describes a search pattern. Regex Tester shows all matches of search pattern in a string.",
    "build_date": "2025-12-21T23:33:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/artemanufrij.regextester/4a4b6feb71220105507e75f2e4f3b775/icons/128x128/com.github.artemanufrij.regextester.png",
    "license": "GPL-3.0+",
    "tag": [
      "regex",
      "regular"
    ],
    "rank": 171
  },
  {
    "pkg": "PicGuard Pro",
    "app_id": "com.kjxbyz.PicGuardPro",
    "description": "Your pictures, your signature",
    "description_long": "Introducing PicGuard Pro - the ultimate solution for securing and customizing your digital photos. With our app, you can easily add watermarks to your images to protect your creative work and maintain your privacy.<br>PicGuard Pro offers robust privacy protection features, ensuring your personal and sensitive information remains safeguarded. It's highly customizable, allowing you to personalize watermarks with various fonts, styles, and designs to suit your needs.<br>Accessible on web, mobile, and desktop, you can seamlessly integrate and manage your watermarking tasks across all your devices. PicGuard Pro, as an open-source tool, it's not only free but also continuously improved by a community of developers dedicated to providing the best user experience.<br>Download PicGuard Pro today and take control of your photo security and personalization like never before!",
    "build_date": "2025-12-06T08:56:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/kjxbyz/PicGuardPro/990de47a4ec97c4986bf71f9f3649a7c/icons/128x128/com.kjxbyz.PicGuardPro.png",
    "license": "GPL-3.0-only",
    "tag": [
      "PicGuard",
      "Watermark",
      "Assistant"
    ],
    "rank": 172
  },
  {
    "pkg": "ser-player",
    "app_id": "org.free_astro.ser_player",
    "description": "A simple video player for playing SER files used for solar, lunar and planetary astronomy-imaging.",
    "description_long": "<br>A simple video player for playing SER files used for solar, lunar and planetary astronomy-imaging.<br>SER Player is a C++ application using the Qt cross-platform framework so that it can be built for Windows, macOS and Linux.<br>",
    "build_date": "2025-12-25T08:01:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/free_astro/ser_player/6535103eec3d3c18b4e681075ec7443b/icons/128x128/org.free_astro.ser_player.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "science",
      "astronomy",
      "video"
    ],
    "rank": 173
  },
  {
    "pkg": "Hiperthermia",
    "app_id": "me.sergiotarxz.Exd",
    "description": "Program your thermal printer",
    "description_long": "This application is an IDE which helps you to create tickets and <br>stickers in your thermal printer using programming.<br>The software is paid, but it allows you to test the app<br>before paying.<br>This IDE support using images, image emojies,<br>QRcodes and custom text fonts while using your thermal<br>printer.<br>If you are unsure what hardware should you buy to start<br>using thermal printers, in the app there is a menu<br>with the devices and supplies I recommend because I<br>tested them to work in the app.",
    "build_date": "2024-11-20T03:57:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sergiotarxz/Exd/d08cb574d51eb31d9950d78233842c08/icons/128x128/me.sergiotarxz.Exd.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 174
  },
  {
    "pkg": "xTactics",
    "app_id": "net.zdechov.app.xTactics",
    "description": "Risk like turn-based strategy game",
    "description_long": "<br>It is a highly configurable turn-based strategy game inspired by mechanics of Risk board game.<br>Features:<br>Zoom-able map.<br>Map can be generated in cyclic mode to simulate world without borders.<br>Application configuration stored in XML file.<br>Allows to save and load game to game file in XML format with extension .xtg.<br>Localization support (English, Czech)<br>High DPI support.<br>Multiple map cell shapes as hexagons, squares, triangles, isometric, and random mesh.<br>Bridges between remote cells visible as lines.<br>Multiple players support. Players can have different color and other starting properties.<br>Application automatically open saved game file given as command line parameter after execution.<br>Computer player settings to be low, medium or highly aggressive in attacking.<br>Use Shift key during mouse click to attack maximum available power is moved without dialog confirmation.<br>Use Control key during mouse click to move with maximum one time and repeated unit counts to selected target cell.<br>Game option which cause map to be covered to black and only explored cells will be visible.<br>Auto save game to file option in settings.<br>Map shape can be selected as Rectangular, Rounded or mask from image file.<br>Support for symmetric map usable for two players game.<br>Confirmation dialog for ending game.<br>Support for switching large icons in toolbar.<br>Support for cities. Cities can configured to be used as only growing cells.<br>Allows to set grow rate as square root of cell power.<br>Amount of inaccessible cells can be adjusted in New game dialog.<br>Player mode human or computer.<br>Graph window can be shown from menu which presents development of various statistic values during game turns.<br>Load recent menu action to load recently opened/saved files.<br>",
    "build_date": "2025-01-08T10:58:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.xTactics/be91e50649be8319040be0761f188522/icons/128x128/net.zdechov.app.xTactics.png",
    "license": "CC0-1.0",
    "tag": [
      "strategy",
      "simulation",
      "hex"
    ],
    "rank": 175
  },
  {
    "pkg": "CoreInfo",
    "app_id": "org.cubocore.CoreInfo",
    "description": "A simple meta data viewer for files",
    "description_long": "CoreInfo is the metadata viewer built on top of the powerful mediainfo library, we show all the available information about a media file supported from mediainfo.",
    "build_date": "2023-09-10T14:42:02",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.cubocore.CoreInfo.png",
    "license": "GPL-3.0",
    "tag": [
      "CSuite",
      "CoreApps",
      "CoreInfo"
    ],
    "rank": 176
  },
  {
    "pkg": "LogoRRR",
    "app_id": "app.logorrr.LogoRRR",
    "description": "Log files at a glance - a log viewer which is simple to use!",
    "description_long": "<br>LogoRRR is a powerful desktop application designed to simplify the analysis of text files for recurring<br>patterns.<br>Whether you’re searching for specific events in log files or analysing any other type of text file, LogoRRR<br>makes the process effortless and efficient.<br>Key features include:<br>Easy Pattern Recognition: Quickly identify recurring patterns in your text files.<br>Versatile Application: Perfect for log file analysis, but adaptable to any text file.<br>User-Friendly Interface: Designed with simplicity and ease of use in mind.<br>",
    "build_date": "2025-12-23T14:49:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/logorrr/LogoRRR/ca2be36d57fb4e20aee0ebe045cb1140/icons/128x128/app.logorrr.LogoRRR.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 177
  },
  {
    "pkg": "Sitemarker",
    "app_id": "io.github.aerocyber.sitemarker",
    "description": "Elegant and simple bookmark manager",
    "description_long": "<br>Manage and organize bookmarks for quick access to your favorite websites.<br>Add, edit, and delete entries, and organize them into categories for easier navigation.<br>Features include search, import and export of bookmark files, and a choice between light and<br>dark themes.<br>",
    "build_date": "2025-08-17T04:18:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/aerocyber.sitemarker/c6fc090fa2c47b020395897f929a2f56/icons/128x128/io.github.aerocyber.sitemarker.png",
    "license": "Apache-2.0",
    "tag": [
      "bookmark",
      "viewer",
      "sitemarker"
    ],
    "rank": 178
  },
  {
    "pkg": "Tactics",
    "app_id": "io.gitlab.leesonwai.Tactics",
    "description": "Build your soccer lineup",
    "description_long": "<br>Build your team. With Tactics, you can recreate real world lineups, plan<br>for your club's next match or simply create a fantasy 11 to share with<br>your friends.<br>Set your formation, represent your club's colors and show the world your<br>footballing genius.<br>",
    "build_date": "2025-10-10T14:15:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Tactics/0231788ff64bb2f45f55a04809d9485f/icons/128x128/io.gitlab.leesonwai.Tactics.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "sport",
      "football"
    ],
    "rank": 179
  },
  {
    "pkg": "Escritoire",
    "app_id": "page.codeberg.dudenix.escritoire",
    "description": "Write letters with confidence",
    "description_long": "Escritoire helps you to create standards-compliant letters with ease. <br>Just write your text, select a style and Escritoire will do the rest.<br>You can store your correspondents in an integrated addressbook and use different sender addresses.<br>Currently, Escritoire is limited to DIN 5008 letters.<br>Escritoire uses the power of the Typst typesetting system.",
    "build_date": "2025-06-19T23:10:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/dudenix.escritoire/d6bb6cff457ebedc581d46d98549daac/icons/128x128/page.codeberg.dudenix.escritoire.png",
    "license": "MIT",
    "tag": [
      "Rust",
      "Flatpak",
      "GTK"
    ],
    "rank": 180
  },
  {
    "pkg": "Tennix",
    "app_id": "org.icculus.tennix",
    "description": "Multiplayer Tennis Game",
    "description_long": "<br>Tennix is a overhead view tennis simulator for one or two players.<br>It features locations from all 4 Grand Slam tournaments in Australia,<br>France, the USA and England.<br>",
    "build_date": "2024-11-10T13:05:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/icculus/tennix/8e60401d38972ffea279caf219157dd2/icons/128x128/org.icculus.tennix.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 181
  },
  {
    "pkg": "Fedinspect",
    "app_id": "org.andypiper.Fedinspect",
    "description": "Analyse Fediverse servers",
    "description_long": "<br>Fedinspect is an application for analysing Fediverse servers and user accounts.<br>It provides detailed information about server configurations, capabilities, and<br>user profiles using standard protocols like NodeInfo, WebFinger, and ActivityPub.<br>Features:<br>NodeInfo protocol checks and schema validation<br>Mastodon API v1 and v2 support<br>WebFinger user lookup of ActivityPub actors<br>HTTP debug information<br>",
    "build_date": "2025-09-01T19:14:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/andypiper/Fedinspect/9abc8806adc6bde32891623ebd5e250b/icons/128x128/org.andypiper.Fedinspect.png",
    "license": "MIT",
    "tag": [
      "fediverse"
    ],
    "rank": 182
  },
  {
    "pkg": "Etesync-Knotes",
    "app_id": "io.gitlab.JBeaumont81.Etesync-Knotes",
    "description": "A Etesync note-taking application for linux.",
    "description_long": "<br>Etesync-Knotes is a note-taking application for linux, compatible with notes created with the mobile app etesync-notes (see https://github.com/etesync/etesync-notes).<br>In order to use this application you need to have an account with EteSync (paid hosting), or run your own instance (free and open source). Check out https://www.etesync.com/ for more information.<br>List of features:<br>Connection to one EteSync account<br>Read, edit, delete, create Notes<br>Read, edit, delete, create Notebooks<br>Search across the notes<br>Sort the Notes and Notebooks<br>Light and Dark themes<br>Display Note and notebook metadata<br>Access deleted notes and notebooks<br>Auto-disconnect on close option (delete credentials)<br>",
    "build_date": "2025-10-19T18:43:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/JBeaumont81.Etesync-Knotes/b89cb4ccb1d1625db333587195c5004f/icons/128x128/io.gitlab.JBeaumont81.Etesync-Knotes.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Notes",
      "Etesync",
      "Etebase"
    ],
    "rank": 183
  },
  {
    "pkg": "FieldWorks Language Explorer",
    "app_id": "org.sil.FieldWorks",
    "description": "Language and cultural data management",
    "description_long": "FieldWorks consists of software tools that help you manage linguistic and cultural data. FieldWorks supports tasks ranging from the initial entry of collected data through to the preparation of data for publication, including dictionary development, interlinearization of texts, morphological analysis, and other publications.The Lexicon area contains the forms (stems, roots, morphemes phrases and so on) and their descriptions. Here you can edit and browse your data. You can configure the dictionary to look like you want. You can use Bulk Edit to more easily populate data fields. You can configure and define reversal entries You can use Collect Words to rapidly enter words for this project.The Texts &amp; Words area contains texts and a list of the words in the texts. Texts can be used to analyze the Words. A parser can help with the analysis based on defined rules. There is a discourse analysis tool that can be used to analyze texts. Words can be added to the lexicon from the texts. Texts from Paratext can be included here and analyzed. There is also a Concordance and Complex Concordance to find words based on context.The Grammar area contains tools for morphological parsing. It allows you to define rules that govern project data. The Grammar area stores the grammatical data that is referenced, for example, in Lexicon Edit and used by computational parsers.The Notebook allows you to manage data for language and cultural field work. This tool facilitates documenting, categorizing, retrieving, analyzing, and summarizing conclusions about your fieldnotes. You can use it to gain insights from your anthropological fieldnotes. The text field in Notebook data is automatically available as a text in the Texts &amp; Words area.FieldWorks supports complex non-roman scripts using Graphite.",
    "build_date": "2022-04-19T23:33:19",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/org.sil.FieldWorks.png",
    "license": "LGPL-2.1+ AND MIT AND OFL-1.1-RFN",
    "tag": [],
    "rank": 184
  },
  {
    "pkg": "Tenmon",
    "app_id": "space.nouspiro.tenmon",
    "description": "FITS/XISF image viewer, converter, index and search",
    "description_long": "It is intended primarily for viewing astro photos and images. It supports the following formats:<br>FITS 8, 16, 32 bit integer and 32, 64 bit float<br>XISF 8, 16, 32 bit integer and 32, 64 bit float<br>RAW CR2/CR3, DNG, NEF<br>JPEG, PNG, BMP, GIF, PBM, PGM, PPM and SVG images<br>Features of application:<br>Using same stretch function as PixInsight<br>OpenGL accelerated drawing<br>Index and search FITS XISF header data<br>Quick mark images and then copy/move marked files<br>Convert FITS &lt;-&gt; XISF<br>Convert FITS/XISF -&gt; JPEG/PNG<br>Image statistics mean, media, min, max<br>Support for WCS<br>Thumbnails<br>Convert CFA images to colour - debayer<br>Color space aware<br>Histogram<br>Scripting<br>Plate solving<br>",
    "build_date": "2025-12-24T13:41:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/s/sp/space.nouspiro.tenmon/28dcf5f2a1c6bd4ad06bb8bbc4c06189/icons/128x128/space.nouspiro.tenmon.png",
    "license": "GPL-3.0",
    "tag": [
      "astronomy"
    ],
    "rank": 185
  },
  {
    "pkg": "Typography",
    "app_id": "org.gnome.design.Typography",
    "description": "Look up text styles",
    "description_long": "<br>Tool for working with the GNOME typography design guidelines.<br>",
    "build_date": "2025-03-22T14:06:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Typography/caa8813b9885606685d4baf70993a0a2/icons/128x128/org.gnome.design.Typography.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 186
  },
  {
    "pkg": "Revelation",
    "app_id": "info.olasagasti.revelation",
    "description": "Password manager",
    "description_long": "Revelation is a password manager for the GNOME desktop, released under <br>the GNU GPL license. It stores all your accounts and passwords in a single, <br>secure place, and gives you access to it through a user-friendly <br>graphical interface.<br>Among other features Revelation is able to:<br>Store passwords encrypted<br>Store passwords organizated<br>Autolock on idle or when desktop locks<br>Import from and export to different file formats<br>",
    "build_date": "2025-11-17T20:37:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/olasagasti/revelation.desktop/3789eb44cd5e586937af8c9b8595b4f7/icons/128x128/info.olasagasti.revelation.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 187
  },
  {
    "pkg": "gitIgnore",
    "app_id": "com.github.arshubham.gitignore",
    "description": ".gitignore reference for various languages",
    "description_long": "A simple application for getting .gitignore reference from gitignore.io. You can download .gitignore for multiple languages at once.",
    "build_date": "2025-12-22T00:41:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/arshubham.gitignore/04ab1cd91a4fb6713107fe4eaaf4bd53/icons/128x128/com.github.arshubham.gitignore.png",
    "license": "GPL-3.0",
    "tag": [
      "gitignore",
      "git",
      "cvs"
    ],
    "rank": 188
  },
  {
    "pkg": "Qccrypt",
    "app_id": "fr.free.qccrypt.Qccrypt",
    "description": "QT based graphical frontend for ccrypt tool",
    "description_long": "QT based graphical frontend for ccrypt tool. ccrypt is a tool for encrypting and decrypting files and streams.",
    "build_date": "2023-09-15T09:05:48",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/fr.free.qccrypt.Qccrypt.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 189
  },
  {
    "pkg": "Identities",
    "app_id": "one.k8ie.Identities",
    "description": "Passwords at hand",
    "description_long": "Modern password-store pass client with responsive design.<br>Features include:<br>Adaptive UI - works great on phones and small screens<br>Supports as many arbitrary attributes as you want<br>Generates TOTPs (even several per file)<br>Support for adding multiple password stores in arbitrary locations<br>",
    "build_date": "2025-10-18T14:35:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/k8ie/Identities/00f04b5e7fdedc1eaa64c8e65209f24b/icons/128x128/one.k8ie.Identities.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "password",
      "logins",
      "manager"
    ],
    "rank": 190
  },
  {
    "pkg": "TheIDE",
    "app_id": "org.ultimatepp.TheIDE",
    "description": "IDE for cross-platform U++ app development framework",
    "description_long": "<br>TheIDE is an integrated development environment for the U++ cross-platform app development framework<br>dedicated to the C++ programming language. It can handle general-purpose C/C++ projects as well.<br>Additionally, it is an excellent IDE for people starting their journey with C/C++ programming and looking for an<br>easy-to-use environment with features like a simple build system, code completion, code formatting, and debugger support.<br>U++ is a C++ cross-platform rapid application development framework focused on programmers productivity.<br>It includes a set of libraries (GUI, SQL, Network, etc.), and an integrated development environment.<br>Rapid development is achieved by the smart and aggressive use of C++ rather than through fancy code generators.<br>In this respect, U++ competes with popular scripting languages while preserving C/C++ runtime characteristics.<br>The U++ integrated development environment, TheIDE, introduces modular concepts to C++ programming.<br>It features BLITZ-build technology to speedup C++ rebuilds up to 4 times, Visual designers for U++ libraries, a Topic++ system for documenting code and creating rich text resources for applications (like help and code documentation) and Assist++ - a powerful C++ code analyzer that provides features like code completion, navigation and transformation.<br>TheIDE can work with GCC, Clang, MinGW and Visual C++ and contains a full featured debugger.<br>TheIDE can also be used to develop non-U++ applications.<br>U++ supports following platforms on the production level: Windows, macOS, GNU/Linux &amp; FreeBSD.<br>",
    "build_date": "2025-11-09T14:10:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/ultimatepp/TheIDE/9d386cb9adab411d22de3c217751acba/icons/128x128/org.ultimatepp.TheIDE.png",
    "license": "BSD-2-Clause",
    "tag": [],
    "rank": 191
  },
  {
    "pkg": "OneKey",
    "app_id": "so.onekey.Wallet",
    "description": "All-in-one crypto wallet.",
    "description_long": "NOTE: This wrapper is not verified by, affiliated with, or supported by OneKey, Inc.<br>OneKey is the easiest solution for keeping and trading crypto assets and NFTs, and tracking account dynamics. Instead of managing various assets on various decentralized platforms, you'll have a one-stop solution here that could meet all your needs about crypto asset management.<br>OneKey is designed intentionally to keep things simple. That's why sometimes users who leave in search of end up coming back because other wallets are too complex, and these users are firmly committed to using our wallets ever since.<br>Top-notch crypto investors, individual users of giant whales, exchanges, internet companies, institutional investors... Nearly a million users from 166 countries on five continents are using OneKey, and we have users from every walk of life.<br>Ditch frustrating and inefficient decentralization and take security and efficiency to the next level with OneKey's one-stop solution.<br>You need to install **PCSC daemon** to use this app.",
    "build_date": "2024-05-21T03:22:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/so/onekey/Wallet/e8b1bb28fcf228ad38064d2ddd7a04f2/icons/128x128/so.onekey.Wallet.png",
    "license": "MIT",
    "tag": [],
    "rank": 192
  },
  {
    "pkg": "vkCommander",
    "app_id": "dev.oswald.vkCommander",
    "description": "Fast and open source GUI for Valkey",
    "description_long": "vkCommander is a Desktop Manager for Valkey databases.<br>It provides an intuitive interface for connecting to Valkey instances, browsing keys, executing commands, and monitoring database operations in real-time.<br>This is a personal project in a very early development stage and under active development. It still contains a lot of bugs and missing features. Use at your own risk and expect frequent changes.",
    "build_date": "2025-11-15T14:50:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/oswald/vkCommander/f306656b277e5411e1aada128b04393e/icons/128x128/dev.oswald.vkCommander.png",
    "license": "AGPL-3.0",
    "tag": [
      "valkey",
      "database",
      "insight"
    ],
    "rank": 193
  },
  {
    "pkg": "QuickAccess",
    "app_id": "com.georgefb.quickaccess",
    "description": "A global menu giving you quick access to folders and custom commands.",
    "description_long": "QuickAccess is a program running in the background providing a global menu to quickly access user defined folders and their subfolders as well as creating and running custom commands. The menu can be opened through two dbus methods: showMenu and showDelayedMenu. Both methods can open the menu in a predefined fixed position or on mouse position.<br>showMenu shows the menu instantly, but in certain circumstances there are problems with the menu not showing or not closing. In these cases use the showDelayedMenu, there is a default delay of 150 miliseconds, but can be changed (see example below).<br>Open menu with dbus-send<br>dbus-send --type=method_call --dest=com.georgefb.quickaccess /QuickAccess com.georgefb.QuickAccess.showMenu int32:x<br>dbus-send --type=method_call --dest=com.georgefb.quickaccess /QuickAccess com.georgefb.QuickAccess.showDelayedMenu int32:200 int32:x<br>Replace x with an int from 0 to 9 to set the preffered position to open the menu.<br>Check the project page for more info https://github.com/g-fb/quickaccess.",
    "build_date": "2025-09-24T18:01:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/georgefb/quickaccess/1e094ceb3d439eabf4a73e1b2a2b84be/icons/128x128/com.georgefb.quickaccess.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 194
  },
  {
    "pkg": "DungeonJournal",
    "app_id": "io.github.trytonvanmeer.DungeonJournal",
    "description": "A 5e Character Manager",
    "description_long": "Dungeon Journal is a 5e character manager for the GNOME desktop environment.",
    "build_date": "2025-12-13T15:22:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/trytonvanmeer.DungeonJournal/ec7b3dbd86a06c3ed971f9f3b2067234/icons/128x128/io.github.trytonvanmeer.DungeonJournal.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 195
  },
  {
    "pkg": "ParaPara",
    "app_id": "com.github.aharotias2.parapara",
    "description": "An image viewer without library",
    "description_long": "<br>An image viewer in which images are displayed as one of three styles:<br>single, spread (book), continuous (scrolling),<br>and that supports jpg, png, bmp, ico, gif files.<br>animated gifs are also supported.<br>",
    "build_date": "2025-12-13T06:34:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/aharotias2.parapara/3de48cb3b33b411f428ffe3e80d4b3dd/icons/128x128/com.github.aharotias2.parapara.png",
    "license": "GPL-3.0",
    "tag": [
      "Picture",
      "Image",
      "Viewer"
    ],
    "rank": 196
  },
  {
    "pkg": "Sums",
    "app_id": "io.gitlab.leesonwai.Sums",
    "description": "Calculate with postfix notation",
    "description_long": "<br>Sums is a postfix calculator designed for quick calculations and focused<br>on simplicity. Features include:<br>A selection of core mathematical operations and constants<br>Two-way history navigation<br>Copying your results with one click<br>",
    "build_date": "2025-10-12T22:55:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Sums/972543288fe38cf2774fdad8e326fb5f/icons/128x128/io.gitlab.leesonwai.Sums.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "calculator",
      "math",
      "education"
    ],
    "rank": 197
  },
  {
    "pkg": "TkmViewer",
    "app_id": "ro.fxdata.taskmonitor.viewer",
    "description": "Visualize TaskMonitor data",
    "description_long": "<br>TkmViewer provides a good way to visualize output data from TaskMonitor.<br>Current features:<br>Adaptive UI<br>System overview dashboard<br>Process and container data<br>Other system info data (buddyinfo, diskstats, etc)<br>",
    "build_date": "2025-12-22T01:20:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/ro/fxdata/taskmonitor.viewer/0d84bde9786872bbb3c1d49d18c187e0/icons/128x128/ro.fxdata.taskmonitor.viewer.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 198
  },
  {
    "pkg": "NEST Desktop",
    "app_id": "io.github.nest_desktop.nest-desktop",
    "description": "Simulate spiking neuronal networks",
    "description_long": "<br>NEST Desktop is a web-based application which provides a graphical user interface for NEST Simulator. With this<br>easy-to-use tool, users can interactively construct neuronal networks and explore network dynamics.<br>Advanced users often choose NEST Simulator: a prominent tool for spiking neuronal networks to measure network<br>dynamics.However, programming knowledge is required to write code for this tool. NEST Desktop bypasses this<br>requirement, but still teaches users how to construct and explore neuronal networks. A textual script is generated<br>from the constructed networks and sent to NEST Simulator; the network activity is then visualized in a graph or<br>table. It is a useful teaching tool, since the network graphs and network activity visualizations can be exported<br>to files that users can implement for their course protocol.<br>",
    "build_date": "2025-10-16T08:00:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nest_desktop.nest-desktop/9ef8a11c3562e4cac49a8274085be583/icons/128x128/io.github.nest_desktop.nest-desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 199
  },
  {
    "pkg": "Greenery",
    "app_id": "io.greenfire.Greenery",
    "description": "Crypto bookkeeping wallet",
    "description_long": "<br>The First Cryptocurrency Wallet with Bookkeeping and Accounting Functionality in mind for Avid traders, Small Business owners and Accountants<br>",
    "build_date": "2025-06-19T22:48:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/greenfire/Greenery/6419c6503cfa334a8903dda0bd6482e0/icons/128x128/io.greenfire.Greenery.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "bitcoin",
      "crypto",
      "coin"
    ],
    "rank": 200
  },
  {
    "pkg": "JackTrip",
    "app_id": "org.jacktrip.JackTrip",
    "description": "Connect and play with other musicians",
    "description_long": "<br>JackTrip is a cross-platform multi-machine audio system<br>used for network music performance over the Internet.<br>It supports any number of channels (as many as the computer/network can handle)<br>of bidirectional, high quality, uncompressed audio signal streaming.<br>You can use it between any combination of machines e.g., one end using<br>Linux can connect to another using Mac OSX.<br>",
    "build_date": "2025-10-01T03:42:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/jacktrip/JackTrip/e5d015e87c01436750d5343e5e5a3d08/icons/128x128/org.jacktrip.JackTrip.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 201
  },
  {
    "pkg": "Salatok",
    "app_id": "io.github.adenlall.salatok-gtk",
    "description": "Get all day prayer times",
    "description_long": "tweakable application designed for simplicity with many features :<br>Salat times without any need for internet connection<br>highly customizable Salat calculation methods and adjustments<br>Holy Quran integration<br>Listen to Quran from long list of reciters<br>",
    "build_date": "2024-11-29T22:13:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/adenlall.salatok-gtk/fa88de5f7708e1da6e6bc40060a20a8a/icons/128x128/io.github.adenlall.salatok-gtk.png",
    "license": "GPL-3.0+",
    "tag": [
      "Holy Quran"
    ],
    "rank": 202
  },
  {
    "pkg": "Password Generator",
    "app_id": "io.github.danst0.passwordgenerator",
    "description": "Create strong passwords in seconds",
    "description_long": "<br>Ein einfaches, modernes GTK4-Tool zum Generieren von sicheren Passwörtern.<br>Es unterstützt anpassbare Längen, verschiedene Komplexitätsregeln und kopiert<br>das Ergebnis automatisch in die Zwischenablage.<br>",
    "build_date": "2025-12-22T22:46:34",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/danst0.passwordgenerator/58adac82fc0ffe5394d0af204204224e/icons/128x128/io.github.danst0.passwordgenerator.png",
    "license": "CC-BY-NC-SA-4.0",
    "tag": [
      "Password",
      "Security",
      "Generator"
    ],
    "rank": 203
  },
  {
    "pkg": "irrlamb",
    "app_id": "io.gitlab.jazztickets.irrlamb",
    "description": "3D physics platformer",
    "description_long": "Find all the orbs in this challenging 3D physics game, using either mouse/keyboard or gamepad.<br>35 levels, including 15 tutorials, 7 levels, 4 skateparks, 7 challenges, and 2 secrets.<br>Keep track of your fastest times and save replays.",
    "build_date": "2025-05-16T00:32:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/jazztickets.irrlamb/74eec326bd5547d8f5ec795c01a00899/icons/128x128/io.gitlab.jazztickets.irrlamb.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 204
  },
  {
    "pkg": "Elliptic Curve Plotter",
    "app_id": "de.unifreiburg.ellipticcurve",
    "description": "Sketches elliptic curves and allows to experiment with their group law",
    "description_long": "The Elliptic Curve Plotter is a graphical application that allows the<br>user to play and exeriment with elliptic curves and their group law.",
    "build_date": "2025-07-06T04:48:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/unifreiburg/ellipticcurve/68e51a91b5c85acaf0dbe21477c50c05/icons/128x128/de.unifreiburg.ellipticcurve.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 205
  },
  {
    "pkg": "Hydraulics Channel GVF",
    "app_id": "io.github.hafmed.Hydraulics-Channel-GVF",
    "description": "Application used to compute water surface profiles in a prismatic channel for gradually varied flow.",
    "description_long": "<br>Application used to compute water surface profiles in a prismatic channel for gradually varied flow.<br>Features:<br>Calculate water-surface elevation;<br>Use different numerical methods;<br>Export results as graphics or as tables;<br>Use SI or imperial system of units;<br>English and French GUI;<br>",
    "build_date": "2025-09-14T11:22:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hafmed.Hydraulics-Channel-GVF/6f226da036985930d5f18ac6dd0f175c/icons/128x128/io.github.hafmed.Hydraulics-Channel-GVF.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Simulation",
      "Flow",
      "GVF"
    ],
    "rank": 206
  },
  {
    "pkg": "Reactions",
    "app_id": "dev.atoft.Reactions",
    "description": "Simple GIF search.",
    "description_long": "Search for the perfect GIF with Reactions!Search for reaction images, provided by Giphy.Drag-and-drop images to other apps, in GIF or MP4 formats.",
    "build_date": "2021-11-08T07:20:27",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/dev.atoft.Reactions.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 207
  },
  {
    "pkg": "Tandem",
    "app_id": "chat.tandem.Client",
    "description": "Virtual office for remote teams",
    "description_long": "Connect effortlessly with your distributed team. See who’s around, talk, and collaborate in one click.<br>Quick Collaboration<br>See which work apps your team is working in, and join them with a click. Shared cursors = better screen-sharing.<br>Spontaneous Conversations<br>Time zones got you working late? See who is also in work mode and get quick feedback on your work.<br>Co-working<br>Hang out in a minimal voice/video call to feel connected — like you're working at the same table.<br>NOTE: This package is not verified by, affiliated with, or supported by Tandem Communications Inc.",
    "build_date": "2025-11-25T08:02:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/chat/tandem/Client/5605675576f8eb6a30ff56a4fdebde76/icons/128x128/chat.tandem.Client.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 208
  },
  {
    "pkg": "Shuusou Gyoku (Engine)",
    "app_id": "net.nmlgc.rec98.sh01",
    "description": "ReC98 source port of the first Seihou Project game",
    "description_long": "Requires the data files of an existing game copy. If they are missing, the game indicates their expected location at startup.<br>MIDI playback is not yet implemented for Linux. To get background music, download and set up a BGM pack through the Config → Sound / Music → BGMPack option.<br>This release comes bundled with IPAMonaGothic, a free and metric-compatible alternative for the MS Gothic font used in the original Windows version. For pixel-perfect text rendering, put msgothic.ttc into one of your system's standard font directories, as listed by fc-cache -v.",
    "build_date": "2025-10-19T18:40:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/nmlgc/rec98.sh01/e38a0e848e944521bd3040738e3178ab/icons/128x128/net.nmlgc.rec98.sh01.png",
    "license": "MIT",
    "tag": [
      "seihou",
      "shuusou",
      "gyoku"
    ],
    "rank": 209
  },
  {
    "pkg": "Syntalos",
    "app_id": "org.syntalos.syntalos",
    "description": "Synchronized data acquisition from diverse sources and flexible experiment control",
    "description_long": "<br>Syntalos is a software for timestamp-synchronized parallel data acquisition from diverse data sources,<br>such as cameras, microendoscopes, Intan electrophysiology amplifiers or Firmata-based serial interfaces.<br>The software also allows closed-loop interventions via its built-in Python scripting support.<br>It is specifically designed for use in (neuro)scientific in vivo behavior experiments.<br>The modularity of this software allows its use for a wide variety of experiments and it often can be used without<br>any programming skills. Data sources, sinks and processing blocks can be connected graphically with virtual<br> to form a data flow graph using drag &amp; drop, to represent how data should be acquired, displayed<br>or stored.<br>Syntalos can be expanded with custom Python scripts and custom modules if more flexibility is needed.<br>For all data sources, Syntalos ensures timestamps of incoming data are aligned, so the individual pieces of<br>data can be correlated without additional processig or external synchronization.<br>All data and metadata generated from an experiment run is stored in a well-defined, comprehensive structure,<br>making it easy to compare, pool or share data between experimentalists with different research questions.<br>",
    "build_date": "2025-12-21T07:47:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/syntalos/syntalos/cb42c9146ace268b44acafff7c0fe232/icons/128x128/org.syntalos.syntalos.png",
    "license": "LGPL-3.0-or-later or GPL-3.0-or-later",
    "tag": [],
    "rank": 210
  },
  {
    "pkg": "Gahshomar",
    "app_id": "org.gahshomar.Gahshomar",
    "description": "A Persian/Jalali/Farsi calendar",
    "description_long": "<br>Gahshomar makes it easy for you to keep track of two different calendars.<br>",
    "build_date": "2025-12-25T10:36:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gahshomar/Gahshomar.desktop/08ce3672b0c46a9c7131aa910e44edb5/icons/128x128/org.gahshomar.Gahshomar.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "Calendar",
      "Persian",
      "Gahshomar"
    ],
    "rank": 211
  },
  {
    "pkg": "Spectator",
    "app_id": "com.github.treagod.spectator",
    "description": "Comfortably test your REST APIs!",
    "description_long": "Gives you the possibilty to test your REST application.<br>Send custom headers and self defined bodies to your application and<br>displays the response in a clean way.<br>",
    "build_date": "2024-05-16T16:41:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/treagod.spectator/a9d364c93dd337dcedaeca815d536d59/icons/128x128/com.github.treagod.spectator.png",
    "license": "GPL-3.0+",
    "tag": [
      "REST",
      "HTTP",
      "Client"
    ],
    "rank": 212
  },
  {
    "pkg": "Spiderbro 2",
    "app_id": "uk.co.studiopond.spiderbro2",
    "description": "A spider puzzle game!",
    "description_long": "<br>Spiderbro 2 is a retro inspired adventure puzzle game for Windows and Linux. You play as Shadowbro, a spider that has to save the multiverse from the antics of a real life computer worm!<br>EXPLORE, COLLECT ITEMS, SOLVE PUZZLES! Make your way deeper into the company building by exploring the environment and collecting items for your pockets! Use your pocket items on world objects, give them to NPCs or merge them with one another to solve puzzles!<br>THE IN-GAME PCs ARE BACK WITH AN UPGRADE! Use the in-game PCs and check for further clues! Text logs with clues and backstory can be found on PCs found throughout the game! Take a trip to PC-SPACE, a company exclusive VR service that takes using a PC to new depths!<br>A WORM IS LOOSE! THE MULTIVERSE IS COLLIDING! A computer worm gone wild has broken into the real world! More cracks and holes to new universes have appeared! In Spiderbro 2 you should expect the unexpected as you overcome the worm whilst travelling between different universes!<br>DISCOVER COMPANY SECRETS! Go deeper into the company building and find out what triggered the events of Spiderbro! Each new department will unravel more secrets!<br>NO NEED TO PLAY THE PREQUEL! Players need not play the first Spiderbro! Spiderbro 2 expands upon the first game in a way that does not require the player to complete it! Spiderbro 2 also contains a copy of the first game, within the game!<br>YOU WILL DIE! Be warned that this world is not safe! Make frequent use of savepoints to prevent losing progress!<br>EVEN MORE!<br>34 In-game Awards<br>New game plus mode<br>Two possible conclusions<br>Built in Cheat Sheet with all puzzle solutions<br>CONTROLS<br>Arrow Keys / WASD - Movement<br>SPACE / ENTER - Interact<br>P / E - Open Pockets<br>ESC - Back / Pause<br>",
    "build_date": "2025-11-24T11:25:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/studiopond.spiderbro2/8d6811db0e46dfd5c41f16d441fa24d8/icons/128x128/uk.co.studiopond.spiderbro2.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 213
  },
  {
    "pkg": "Frigoligo",
    "app_id": "net.casimirlab.frigoligo",
    "description": "Your articles with you",
    "description_long": "<br>Take your links anywhere and keep them fresh! Frigoligo is a wallabag client striving to be simple but also fast and easy to use.<br>Just like wallabag, Frigoligo is free to use, ad-free and open source.<br>You need a wallabag instance to use this application.<br>",
    "build_date": "2025-03-16T16:13:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/casimirlab/frigoligo/f9b90b9e7c6572f6ae4acc5bba7f623b/icons/128x128/net.casimirlab.frigoligo.png",
    "license": "MIT",
    "tag": [],
    "rank": 214
  },
  {
    "pkg": "Identifications",
    "app_id": "com.github.edenalencar.identifications",
    "description": "It is a tool for the QA team and developers",
    "description_long": "<br>Identifications help QA teams and developers that needed identifications used in Brazil as CPF, CNPJ and IE to test websites or system.<br>",
    "build_date": "2025-12-12T21:28:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/edenalencar.identifications/39fa9d49b4c308379433a823cc9a14d9/icons/128x128/com.github.edenalencar.identifications.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "utility",
      "work"
    ],
    "rank": 215
  },
  {
    "pkg": "Polished Map++",
    "app_id": "io.github.Rangi42.polished-map-plusplus",
    "description": "Edit pokecrystal maps and tilesets",
    "description_long": "A map and tileset editor for pokecrystal, pokegold, pokeyellow, pokered, and hacks including Polished Crystal v2, Red++ v3, Orange, Prism, and many more.<br>Polished Map++ is for pokecrystal projects that have added attributes.bin files. If you're working with regular pokecrystal or pokered, don't use ++.",
    "build_date": "2024-10-02T20:23:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Rangi42.polished-map-plusplus/6653d5d28bcc83490e5827fec400c9b6/icons/128x128/io.github.Rangi42.polished-map-plusplus.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "Nintendo",
      "Pokemon",
      "GameBoy"
    ],
    "rank": 216
  },
  {
    "pkg": "PoMiDAQ",
    "app_id": "io.github.bothlab.pomidaq",
    "description": "View and record videos from UCLA Miniscopes",
    "description_long": "<br>PoMiDAQ is a recording software for UCLA Miniscopes for neuroscientific research.<br>It provides an easy way to record videos from Miniscopes, create Z-stacks to give an<br>overview of visible cells or tissue features and provides an online background subtraction<br>feature to gain an initial insight into cellular calcium activity while data is recorded.<br>Recorded data is encoded with the FFV1 codec by default, to allow for smaller,<br>lossless video files that are safe to archive.<br>The software is designed to work with the latest OpenCV libraries and provides a shared library,<br>so Miniscope recording features can easily be embedded into other programs and pipelines.<br>PoMiDAQ will work with Miniscope V3, V4 and the Siminiscope hardware using the standard<br>DAQ box v3.2.<br>",
    "build_date": "2025-12-21T08:19:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/bothlab.pomidaq/d1db8df4e2aad574bf188f316685eeaf/icons/128x128/io.github.bothlab.pomidaq.png",
    "license": "LGPL-3.0+",
    "tag": [],
    "rank": 217
  },
  {
    "pkg": "Kongress",
    "app_id": "org.kde.kongress",
    "description": "Conference companion",
    "description_long": "Kongress is a companion application for conferences made by KDE",
    "build_date": "2025-12-11T17:43:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kongress.desktop/9cb9332a9909ee1fcda6f10fc76e377e/icons/128x128/org.kde.kongress.desktop.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 218
  },
  {
    "pkg": "Hackgregator",
    "app_id": "de.gunibert.Hackgregator",
    "description": "Hacker News Reader",
    "description_long": "Hackgregator is a desktop Hacker News reader application.",
    "build_date": "2023-12-05T21:04:29",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/de.gunibert.Hackgregator.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 219
  },
  {
    "pkg": "Tags",
    "app_id": "io.github.phastmike.tags",
    "description": "Color logs based on tags",
    "description_long": "Create tags with color schemes and give color to your logs or text files.<br>Features<br>Load tags<br>Save tags<br>Remove all tags<br>Document minimap with colors<br>User defined line numbering color scheme<br>Simple tags based on string containing a pattern<br>Support for regular expressions<br>Case sensitive support<br>Automatically load tags files<br>Navigate through similarly tagged lines with ease<br>",
    "build_date": "2025-09-20T11:45:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/phastmike.tags/46a0b5690d17e165696940cc26d6990f/icons/128x128/io.github.phastmike.tags.png",
    "license": "MIT",
    "tag": [
      "tags",
      "highlight",
      "logs"
    ],
    "rank": 220
  },
  {
    "pkg": "FIPS",
    "app_id": "space.fips.Fips",
    "description": "OpenGL-based FITS image viewer",
    "description_long": "\nFIPS is a cross-platform FITS viewer with responsive user interface. Unlike\nother FITS viewers FIPS uses GPU hardware via OpenGL to provide usual\nfunctionality such as zooming, panning and level adjustments. OpenGL 2.1 and\nlater is supported.<br>\nFIPS supports all 2D image formats (excluding floating point for OpenGL 2.1).\nFITS image extension has basic limited support.<br>",
    "build_date": "2024-10-28T16:20:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/s/sp/space.fips.fips/a03ce42b63a0941854a76526278c8cc9/icons/128x128/space.fips.Fips.png",
    "license": "LGPL-3.0+",
    "tag": [],
    "rank": 221
  },
  {
    "pkg": "IRPF 2024",
    "app_id": "br.gov.fazenda.receita.irpf2024",
    "description": "Do your taxes in Brazil (Calendar year of 2023)",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by any Brazilian government agency.**<br>IRPF is an app officially distributed by the Special Department of Federal Revenue of Brazil, to help Brazilian citizens file their income tax return.",
    "build_date": "2025-10-03T01:49:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/br/gov/fazenda.receita.irpf2024/e3661e10f25678977ff0fc40ab263a81/icons/128x128/br.gov.fazenda.receita.irpf2024.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dirpf",
      "imposto",
      "irpf"
    ],
    "rank": 222
  },
  {
    "pkg": "CoyoteTM",
    "app_id": "io.github.igaldino.CoyoteTM",
    "description": "Manage tasks like a coyote",
    "description_long": "<br>A far from easy and complete way to manage your tasks, just like coyote does.<br>",
    "build_date": "2024-09-19T03:49:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/igaldino.CoyoteTM/813a8e5473ae3c3d7dfcbc3f6cc9bf22/icons/128x128/io.github.igaldino.CoyoteTM.png",
    "license": "GPL-3.0+ and LGPL-3.0 and LGPL-2.0+",
    "tag": [],
    "rank": 223
  },
  {
    "pkg": "Open Alert Viewer",
    "app_id": "studio.okcode.open_alert_viewer",
    "description": "Fetch and display server alerts",
    "description_long": "Display server and network alerts from servers running Prometheus, Nagios, Icinga or Zabbix. For Linux and<br>Android.<br>Prometheus v0.16.0+, Nagios Core 4.x and Icinga 2.12.0+ are supported with Basic Authentication; partial<br>support, and default authentication for Zabbix 6.x or 7.x.",
    "build_date": "2025-10-27T00:03:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/s/st/studio.okcode.open_alert_viewer/fedfa3e03ba6049099f4e264defb09af/icons/128x128/studio.okcode.open_alert_viewer.png",
    "license": "MIT",
    "tag": [],
    "rank": 224
  },
  {
    "pkg": "Danceinterpreter",
    "app_id": "io.github.klassenserver7b.danceinterpreter-rs",
    "description": "Utility for displaying song infos",
    "description_long": "The Danceinterpreter is a utility to display songs and their according dances at ballroom dance events<br>It currently contains three source modes<br>M3U / M3U8 files with references to local mp3 files<br>A connection to a running Traktor Pro instance<br>Manually added songs and static dance labels<br>",
    "build_date": "2025-11-02T03:17:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/klassenserver7b.danceinterpreter-rs/37e6b2a5e01363f7db985df924eba604/icons/128x128/io.github.klassenserver7b.danceinterpreter-rs.png",
    "license": "GPL-3.0+",
    "tag": [
      "Rust",
      "Flatpak",
      "Dancing"
    ],
    "rank": 225
  },
  {
    "pkg": "LibreLinkUpDesktop",
    "app_id": "rocks.poopjournal.librelinkupdesktop",
    "description": "This is a desktop application that fetches your blood sugar from LibreLinkUp",
    "description_long": "<br>This is a desktop application that fetches your blood sugar from LibreLinkUp.<br>Features of LibreLinkUpDesktop<br>Show blood glucose level on your desktop in a little window<br>No tracking<br>Dark Mode<br>Libre software<br>That's it. 🩸<br>",
    "build_date": "2025-10-31T11:48:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/r/ro/rocks.poopjournal.librelinkupdesktop/2d2520f145f6e80c74dd1e37fac7b5f7/icons/128x128/rocks.poopjournal.librelinkupdesktop.png",
    "license": "Apache-2.0",
    "tag": [
      "diabetes",
      "librelink",
      "health"
    ],
    "rank": 226
  },
  {
    "pkg": "Recent Filter",
    "app_id": "io.github.unrud.RecentFilter",
    "description": "Exclude files and folders from recently used files",
    "description_long": "﻿Exclude specific files and folders from appearing in the list of recently used files.<br>Paths can be specified using wildcards, just like in a .gitignore file.<br>This means you can use patterns such as .<br>",
    "build_date": "2025-12-24T23:50:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/unrud.RecentFilter.desktop/f77e30d68e5d135e0d6c3b20153973c8/icons/128x128/io.github.unrud.RecentFilter.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 227
  },
  {
    "pkg": "Euterpe",
    "app_id": "com.doycho.euterpe.gtk",
    "description": "Audio player for the Euterpe media server",
    "description_long": "<br>Mobile and desktop player for the self-hosted Euterpe streaming<br>server. You need an access to an Euterpe server running somewhere in<br>order for this program to be useful. You could try it out with the<br>demo Euterpe server, accessible at the project's website.<br>These are some of the features of this player:<br>Extremely light resource usage and fast. Excellent for constrained<br>mobile devices such as phones and laptops.<br>Accessing Euterpe server with or without authentication.<br>Playing albums or a single tracks.<br>Searching the database for music.<br>Browsing by albums, artists and songs based on their tag metadata.<br>Manipulating playlists which are stored on the Euterpe server.<br>Mobile first but convergent. It works on both mobile and desktop Linux.<br>",
    "build_date": "2025-09-08T18:59:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/doycho/euterpe.gtk.desktop/4a2f1a76bfc9d519fda59c5304466ac5/icons/128x128/com.doycho.euterpe.gtk.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 228
  },
  {
    "pkg": "Swift Feet",
    "app_id": "org.sugarlabs.SwiftFeet",
    "description": "Get on your feet and dance!",
    "description_long": "A high energy and up-beat action program, Swift Feet encourages children to be active. 20 different exercises and 10 different dances set to music take users through high, moderate and low impact movements. This activity was designed for OLPC Canada in collaboration with ParticipACTION Canada and Ophea.",
    "build_date": "2024-07-02T01:16:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sugarlabs/SwiftFeet/f90472af0972a4472646e44c40a132ee/icons/128x128/org.sugarlabs.SwiftFeet.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 229
  },
  {
    "pkg": "Squiid",
    "app_id": "net.imaginaryinfinity.Squiid",
    "description": "Advanced algebraic & RPN calculator",
    "description_long": "<br>Advanced calculator written in Rust, featuring a terminal user interface supporting both RPN and algebraic input.<br>",
    "build_date": "2025-03-12T04:18:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/imaginaryinfinity/Squiid/69ae6798f978a2a19f584ac2525e6138/icons/128x128/net.imaginaryinfinity.Squiid.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 230
  },
  {
    "pkg": "ConfClerk",
    "app_id": "at.priv.toastfreeware.ConfClerk",
    "description": "ConfClerk is an application which makes conference schedules available offline",
    "description_long": "<br>It displays the conference schedule from various views, supports searches on various items (speaker, speech topic, location, etc.) and enables you to select favorite events and create your own schedule<br>At the moment ConfClerk is able to import schedules in XML format created by the ​PentaBarf conference management system (or ​frab) used by ​FOSDEM, ​DebConf, ​Grazer Linuxtage, the ​CCC congresses, ​FrOSCon, and ​many others.<br>ConfClerk is targetted at mobile devices like the Nokia N810 and N900 but works on any system running ​Qt.<br>",
    "build_date": "2025-11-09T17:52:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/at/priv/toastfreeware.ConfClerk/64617d64131f7d62d64e66d654024a84/icons/128x128/at.priv.toastfreeware.ConfClerk.png",
    "license": "GPL-2.0",
    "tag": [
      "Conference",
      "Schedule",
      "pentabarf"
    ],
    "rank": 231
  },
  {
    "pkg": "gencolormap",
    "app_id": "de.marlam.gencolormap",
    "description": "Color Map Generator",
    "description_long": "<br>A generator for color maps, for scientific visualization.<br>",
    "build_date": "2025-11-11T21:24:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/marlam/gencolormap/71cd75a83731cbe36e3b48c53d7986ca/icons/128x128/de.marlam.gencolormap.png",
    "license": "MIT",
    "tag": [],
    "rank": 232
  },
  {
    "pkg": "jdEolConverter",
    "app_id": "page.codeberg.JakobDev.jdEolConverter",
    "description": "Converts End of Line of all files in a directory",
    "description_long": "jdEolConverter is a simple tool that converts the End of Line of all files in a direcory into the given format. Nothing more and nothing less. This is useful when you e.g. have edited files under Windows and forgot to change the End of Line Option.",
    "build_date": "2025-11-09T16:12:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdEolConverter/4d43686fe5bc6143b9222b4fb5c2fb62/icons/128x128/page.codeberg.JakobDev.jdEolConverter.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 233
  },
  {
    "pkg": "Domestique Baston",
    "app_id": "io.itch.domestique_baston.domestique_baston",
    "description": "A 1 vs. 1 fighting game",
    "description_long": "<br>Domestique Baston is a 1 vs 1 fighting game. Well. You know what that<br>is... It’s intended for casual gamers as the gameplay is simple...<br>It pictures a couple fighting each other at home. That’s the reason why<br>there is only 1 background and 2 playable characters.<br>This game is in French slang just because it’s funny. No other reason.<br>Besides, who really cares about, for instance, the story or even what’s<br>told in such a game?<br>Use Alt-Enter to enter/exit full screen mode.<br>When playing with a keyboard, the LEFT player uses the E, S, R, D keys<br>for buttons, and the F, C, V, B keys for moving; the RIGHT player uses<br>the O, K, P, L keys for buttons, and the arrow keys for moving.<br>We strongly recommend you do not play on a keyboard as there<br>are issues (some key combinations do not work).<br>",
    "build_date": "2024-10-17T10:02:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/itch/domestique_baston.domestique_baston/eea6f2d19c8a51750bdad238d349b847/icons/128x128/io.itch.domestique_baston.domestique_baston.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 234
  },
  {
    "pkg": "Adventure Wrench",
    "app_id": "net.nogasgofast.adventure_wrench",
    "description": "Portable 5e tracker/builder",
    "description_long": "A no-internet necessary turn tracker for ttrpgs with defaults set for 5e Dungeons and Dragons. Keep all of your stat-blocks for NPCs/traps/creatures in one place. Make templates to stay on theme making content for games.",
    "build_date": "2025-12-21T13:58:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/nogasgofast/adventure_wrench/c89eeafefb2510511048e9e45f6da0a5/icons/128x128/net.nogasgofast.adventure_wrench.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ttrpg",
      "game",
      "tracker"
    ],
    "rank": 235
  },
  {
    "pkg": "NovProg",
    "app_id": "org.gottcode.NovProg",
    "description": "Wordcount graphing program",
    "description_long": "NovProg is a tool to graph your progress in writing a novel. You enter your wordcount and it updates a graph showing you how much progress you have made. It also shows you how far you are through your daily goal, and your total goal. Mousing over a bar in the graph will show a tooltip with that day’s wordcount.",
    "build_date": "2025-04-17T21:12:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/NovProg/1b489b81b34315c813e21e1644b14661/icons/128x128/org.gottcode.NovProg.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "Gobby",
    "app_id": "de._0x539.gobby",
    "description": "Edit text files collaboratively",
    "description_long": "Gobby is a free collaborative editor supporting multiple documents in one session and a multi-user chat. It runs on Microsoft Windows, Mac OS X, Linux and other Unix-like platforms.<br>It uses GTK+ as its windowing toolkit and thus integrates nicely into the GNOME desktop environment.",
    "build_date": "2025-04-01T14:07:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/_0x539/gobby/d6c45be6391e687eeac8daa7d3c6f647/icons/128x128/de._0x539.gobby.png",
    "license": "ISC",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "IRPF 2022",
    "app_id": "br.gov.fazenda.receita.irpf2022",
    "description": "Do your taxes in Brazil (Calendar year of 2021)",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by any Brazilian government agency.**<br>IRPF is an app officially distributed by the Special Department of Federal Revenue of Brazil, to help Brazilian citizens file their income tax return.",
    "build_date": "2025-10-03T01:48:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/br/gov/fazenda.receita.irpf2022/55dc7569885c4a9b38089c788daf1135/icons/128x128/br.gov.fazenda.receita.irpf2022.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dirpf",
      "imposto",
      "irpf"
    ],
    "rank": 238
  }
]
