[
  {
    "pkg": "KCalc",
    "app_id": "org.kde.kcalc",
    "description": "Scientific calculator",
    "description_long": "KCalc has everything you would expect from a scientific calculator, plus:<br>Trigonometric functions, logic operations and statistical calculations<br>A results stack which enables convenient recall of previous calculation results<br>Precision is user-definable<br>The display allows cut and paste of numbers<br>The display colors and font are configurable, aiding usability<br>The use of key-bindings make it easy to use without a pointing device<br>",
    "build_date": "2025-12-11T17:51:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kcalc.desktop/15c25e48f12def4f8291cfeabd778b17/icons/128x128/org.kde.kcalc.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 1
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity<br>Přizpůsobte své prostředí COSMIC až za hranice nekonečna<br>Save, import and download color schemes<br>Customize the panel and dock<br>Replicate other desktop's layouts<br>Fearless tweaking with snapshots<br>",
    "build_date": "2025-12-13T21:07:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/220ca1c96de04e03443eb165b3e94f99/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 2
  },
  {
    "pkg": "IntelliJ IDEA Community",
    "app_id": "com.jetbrains.IntelliJ-IDEA-Community",
    "description": "Leading Java and Kotlin editor",
    "description_long": "IntelliJ IDEA is an Integrated Development Environment (IDE) for professional development in Java and Kotlin. It is designed to maximize developer productivity and has a strong focus on privacy and security. It does the routine and repetitive tasks for you by providing clever code completion, static code analysis, and refactorings. It lets you focus on the bright side of software development, making it not only productive but also an enjoyable experience.<br>The development of modern applications involves using multiple languages, tools, frameworks, and technologies. IntelliJ IDEA is designed as an IDE for JVM languages, but numerous plugins can extend it to provide a polyglot experience.<br>Use IntelliJ IDEA to develop applications in the following languages that can be compiled into the JVM bytecode, namely: Java, Kotlin, Scala and Groovy<br>IntelliJ IDEA Community Edition is a free IDE built on open-source code that provides essential features for Java and Kotlin enthusiasts.<br>BETA branch enable Wayland Preview Support",
    "build_date": "2025-12-18T21:08:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jetbrains/IntelliJ-IDEA-Community/7baa3194bf693d4e44f4ca286b0d3d3c/icons/128x128/com.jetbrains.IntelliJ-IDEA-Community.png",
    "license": "Apache-2.0",
    "tag": [
      "kotlin",
      "java",
      "ide"
    ],
    "rank": 3
  },
  {
    "pkg": "Kooha",
    "app_id": "io.github.seadve.Kooha",
    "description": "Elegantly record your screen",
    "description_long": "Capture your screen in a intuitive and straightforward way without distractions.<br>Kooha is a simple screen recorder with a minimalist interface. You can just click the record<br>button without having to configure a bunch of settings.<br>The main features of Kooha include the following:<br>🎙️ Record microphone, desktop audio, or both at the same time<br>📼 Support for WebM, MP4, GIF, and Matroska formats<br>🖥️ Select a monitor or a portion of the screen to record<br>🛠️ Configurable saving location, pointer visibility, frame rate, and delay<br>🚀 Experimental hardware accelerated encoding<br>",
    "build_date": "2025-08-23T04:57:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/seadve.Kooha/dcc1e2aea462187a0ea29ec5f6f2ba3a/icons/128x128/io.github.seadve.Kooha.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Screencast",
      "Recorder",
      "Screen"
    ],
    "rank": 4
  },
  {
    "pkg": "NouTube",
    "app_id": "jp.nonbili.noutube",
    "description": "YouTube and YouTube Music in a single app",
    "description_long": "<br>Manage video/music library without login<br>Manage watch history without login<br>No ads<br>Hide shorts<br>Sponsor block<br>",
    "build_date": "2025-12-19T07:30:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/jp/nonbili/noutube/9f4ecd573d42951b35b76a0f726b7dbf/icons/128x128/jp.nonbili.noutube.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "youtube",
      "yt",
      "yt-music"
    ],
    "rank": 5
  },
  {
    "pkg": "Collabora Office",
    "app_id": "com.collaboraoffice.Office",
    "description": "The Collabora Office productivity suite",
    "description_long": "Collabora Office brings the familiar Collabora Online experience to your computer - so you can create, edit, and present with a beautiful, modern UI. Built on LibreOffice, it delivers excellent interoperability with ODF and Microsoft Office formats (DOCX/XLSX/PPTX), and exports to PDF with ease. Your documents stay on your device unless you choose to share them - privacy by design.",
    "build_date": "2025-12-12T01:34:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/collaboraoffice/Office/a0051139b12502e131d7b79459252503/icons/128x128/com.collaboraoffice.Office.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 6
  },
  {
    "pkg": "Rclone UI",
    "app_id": "com.rcloneui.RcloneUI",
    "description": "The GUI for rclone.",
    "description_long": "<br>The best way to manage your rclone remotes &amp; tasks in a light and easy way.<br>Free to use &amp; open source.<br>Stop remembering flags, copy pasting commands, and wasting time.<br>Features:<br>✅ Cross platform running on Windows, Linux, macOS (x64, Arm and Apple Silicon)<br>✅ Works with your existing rclone installation (or can install rclone for you)<br>✅ File Browser 2.0<br>✅ Proxy support<br>✅ Sync, Download, Copy, Mount, Serve, Move, and more<br>✅ Transfers (see all background operations)<br>✅ Set default flags for each remote separately, based on the operation (mount, copy, etc)<br>✅ Customize the flags when running an operation on a case by case basis (on top of defaults)<br>✅ Set a password for the Settings panel<br>✅ Hide commands or remotes from the tray menu<br>✅ Import/Export Configs (encrypted with pass or command)<br>No tracking, no ads.<br>Do more with Rclone!<br>",
    "build_date": "2025-12-15T17:45:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/rcloneui/RcloneUI/101ed38e07599c32b0cdc50aa3b2623b/icons/128x128/com.rcloneui.RcloneUI.png",
    "license": "Apache-2.0",
    "tag": [
      "Rclone",
      "S3",
      "OneDrive"
    ],
    "rank": 7
  },
  {
    "pkg": "Newelle",
    "app_id": "io.github.qwersyk.Newelle",
    "description": "AI chatbot",
    "description_long": "Train Newelle to do more with custom extensions and new AI modules, giving your chatbot endless possibilities.",
    "build_date": "2025-10-16T16:29:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/qwersyk.Newelle.desktop/7989c16c996b15db3ef6cec86fdba489/icons/128x128/io.github.qwersyk.Newelle.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ai",
      "assistant",
      "chat"
    ],
    "rank": 8
  },
  {
    "pkg": "Podcasts",
    "app_id": "org.gnome.Podcasts",
    "description": "Listen to your favorite shows",
    "description_long": "<br>Play, update, and manage your podcasts from a lightweight interface that seamlessly integrates with GNOME.<br>Podcasts can play various audio formats and remember where you stopped listening.<br>You can subscribe to shows via RSS/Atom, iTunes, and Soundcloud links. Subscriptions from other apps can be imported via OPML files.<br>",
    "build_date": "2025-10-17T12:42:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Podcasts/04f039f2c7e1e87f9c6ff9771c8ac4de/icons/128x128/org.gnome.Podcasts.png",
    "license": "GPL-3.0",
    "tag": [
      "Podcast",
      "RSS"
    ],
    "rank": 9
  },
  {
    "pkg": "Boxy SVG",
    "app_id": "com.boxy_svg.BoxySVG",
    "description": "Scalable Vector Graphics editor",
    "description_long": "Boxy SVG project goal is to create the best tool for editing SVG files. For beginners as well as for<br>professional designers and developers. On any device and operating system.<br>=== Core features: ===<br>Clean and intuitive UI heavily inspired by Inkscape, Sketch and Adobe Illustrator<br>Extensive support for on-canvas editing of object geometry, transform, paint and other properties<br>Save to SVG and SVGZ formats, export to PNG, JPG, WebP, PDF and HTML5<br>Integration with Pixabay and other libraries with millions of free stock photos and vector assets<br>Google Fonts integration with hundreds of free fonts<br>Configurable keyboard shortcuts for over 100 commands<br>Manual guides, smart guides and grid<br>Path operations (unite, intersect, subtract, exclude, close, reverse, etc.)<br>Arrangement operations (align to, rotate, flip, order, group, etc.)<br>=== For web developers: ===<br>Chromium-based rendering engine<br>SVG and CSS code inspector similar to Chrome Dev Tools<br>Clean SVG output that preserves IDs, classes, titles and other metadata<br>SVG sprites editing support<br>This package is officially published, maintained and supported by Boxy SVG developer.<br><br><br><br><br><br><br><br><br><br>",
    "build_date": "2025-12-18T14:29:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/boxy_svg/BoxySVG/d2050289bed4d2e7d10aa66451e118c4/icons/128x128/com.boxy_svg.BoxySVG.png",
    "license": "LicenseRef-proprietary=https://boxy-svg.com/legal",
    "tag": [
      "svg",
      "vector",
      "graphics"
    ],
    "rank": 10
  },
  {
    "pkg": "Color Picker",
    "app_id": "nl.hjdskes.gcolor3",
    "description": "Choose colors from the picker or the screen",
    "description_long": "<br>Ever wanted to know the value of that color on your screen? Color Picker enables<br>you to pick the color from any pixel on your screen. It also offers a<br>palette, so that you can easily mix and match a couple of colors together.<br>When you have found the perfect combination of colors, naturally you want<br>to save them. Color Picker allows you to conveniently save and retrieve colors.<br>Color Picker is a color selection dialog written in GTK 3. It is much alike<br>Gcolor2, but uses the newer GTK version and other modernisations to better<br>integrate into your modern desktop.<br>",
    "build_date": "2025-06-30T14:08:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/nl/hjdskes/gcolor3/b315db1eed88f03b73affe35ce5c19ce/icons/128x128/nl.hjdskes.gcolor3.png",
    "license": "GPL-2.0+",
    "tag": [
      "Color",
      "Picker",
      "Palette"
    ],
    "rank": 11
  },
  {
    "pkg": "Forecast",
    "app_id": "com.jwestall.Forecast",
    "description": "View weather predictions",
    "description_long": "Find out what the weather is going to be like with this simple weather application for the COSMIC™ Desktop.",
    "build_date": "2025-10-09T14:35:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jwestall/Forecast/4d28bb71f40ce25b5e1940b1fcf7cf28/icons/128x128/com.jwestall.Forecast.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Weather"
    ],
    "rank": 12
  },
  {
    "pkg": "Errands",
    "app_id": "io.github.mrvladus.List",
    "description": "Manage your tasks",
    "description_long": "Todo application for those who prefer simplicity.<br>Features:<br>Multiple task lists support<br>Add, remove, edit tasks and sub-tasks<br>Mark task and sub-tasks as completed<br>Add accent color for each task<br>Sync tasks with Nextcloud or other CalDAV providers<br>Drag and Drop support<br>Import .ics files<br>",
    "build_date": "2025-10-12T15:21:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mrvladus.List/9792b0320beedf6f0d5f5ffec94bbc8f/icons/128x128/io.github.mrvladus.List.png",
    "license": "MIT",
    "tag": [
      "errands",
      "tasks",
      "list"
    ],
    "rank": 13
  },
  {
    "pkg": "Examine",
    "app_id": "io.github.cosmic_utils.Examine",
    "description": "View system information",
    "description_long": "Examine is an app which gives you easy access to system information without needing to use the terminal, built for the COSMIC™ desktop.",
    "build_date": "2024-10-15T07:30:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cosmic_utils.Examine/05a42968b68d42ecbd4d4d23b402e5bf/icons/128x128/io.github.cosmic_utils.Examine.png",
    "license": "GPL-3.0-only",
    "tag": [
      "CPU",
      "Processor",
      "USB"
    ],
    "rank": 14
  },
  {
    "pkg": "Calculator",
    "app_id": "dev.edfloreshz.Calculator",
    "description": "Beyond the equation",
    "description_long": "A calculator app with infinite possibilities<br>Exceptional performance and responsiveness.<br>",
    "build_date": "2025-09-25T23:56:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Calculator/bd0d990db813b16be4829ca0b0bcc28d/icons/128x128/dev.edfloreshz.Calculator.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 15
  },
  {
    "pkg": "Tintero",
    "app_id": "app.tintero.Tintero",
    "description": "Professional writing studio",
    "description_long": "<br>Tintero is a comprehensive writing application designed for novelists, screenwriters, RPG enthusiasts,<br>and creative writers who need powerful organization and worldbuilding tools. Built as a modern alternative<br>to Scrivener, Bibisco, or Manuskript, it combines advanced project management with AI-powered writing<br>assistance and cross-platform synchronization.<br>Core Writing Features:<br>Advanced rich text editor with multiple tabs and distraction-free mode<br>Unlimited hierarchical folder structure: folders, chapters, and documentation with customizable colors, icons, and status<br>Scene management: mark scenes as flashbacks, dreams, memories... assign characters to scenes, locations...<br>Character and worldbuilding element highlighting directly in text<br>Customizable sticky notes by color, trackable throughout text<br>Visual cork board planning for chapters, characters, and story elements<br>Configurable time and word count alerts<br>Worldbuilding and Character Management:<br>Comprehensive character profiles with customizable attributes, galleries, relationships, and associated scenes<br>13+ entity types: Locations, Organizations, Items, Concepts, Events, Technologies, Species, Beliefs, Languages, Powers, Artifacts, Legends, and Traditions<br>Global relationship mapping showing connections between all entities<br>Entity tagging within scenes and chapters<br>Rich character analytics and statistics visualization<br>Project Management and Statistics:<br>Detailed project statistics with graphs (words, characters, paragraphs, reading time, etc.)<br>Writing session tracking with today's progress indicators<br>Trash management with restoration capabilities<br>Version control with auto-save and backup system<br>Multiple project management with quick switching<br>AI and Export Features:<br>AI-powered writing assistant for text generation, editing, and brainstorming<br>Built-in AI chat for project-specific queries<br>Text-to-speech with customizable voices<br>Export to PDF, EPUB, and DOCX formats with customizable formatting<br>Configurable export templates for different output styles<br>Synchronization and Cloud Features:<br>Cross-platform sync via Google Drive (desktop, mobile, web)<br>Conflict resolution system for simultaneous edits<br>Automatic sync queue management with error recovery<br>Privacy-first approach with zero telemetry by default<br>",
    "build_date": "2025-12-18T23:46:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/tintero/Tintero/bbc2c66c82bc221ae589481f0090fe80/icons/128x128/app.tintero.Tintero.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "writing",
      "novel",
      "book"
    ],
    "rank": 16
  },
  {
    "pkg": "Railway",
    "app_id": "de.schmidhuberj.DieBahn",
    "description": "Find all your travel information",
    "description_long": "<br>Railway lets you look up travel information across networks and borders<br>without having to navigate through different websites. Due to the adaptive<br>design, it is suitable to plan your trip in advance or mobile on the go:<br>View your tripsʼ details including platforms and delays<br>Bookmark current and future trips as well as frequent search<br>Make use of advance search options like filtering by mode of transport<br>And all that for networks from all around the world, but mostly from Europe.<br>",
    "build_date": "2025-11-19T11:02:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/schmidhuberj/DieBahn/23adaa19785de3b454cd6844bd384083/icons/128x128/de.schmidhuberj.DieBahn.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "train",
      "railway",
      "journey"
    ],
    "rank": 17
  },
  {
    "pkg": "Gelly",
    "app_id": "io.m51.Gelly",
    "description": "Jellyfin client focused on music",
    "description_long": "<br>A native, lightweight Jellyfin client designed specifically for enjoying<br>your music library.<br>Browse your music collection by artist, album and playlist<br>Modern GTK/Adwaita interface with MPRIS support<br>Written in Rust<br>",
    "build_date": "2025-12-17T18:18:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/m51/Gelly/e722257362629a06dec9f909daef8430/icons/128x128/io.m51.Gelly.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Jellyfin"
    ],
    "rank": 18
  },
  {
    "pkg": "Wike",
    "app_id": "com.github.hugolabe.Wike",
    "description": "Search and read Wikipedia articles",
    "description_long": "<br>Wike is a Wikipedia reader for the GNOME Desktop.<br>Provides access to all the content of this online encyclopedia in a native application,<br>with a simpler and distraction-free view of articles.<br>It supports more than 300 languages and integrates with desktop searches,<br>providing suggestions that make it easier to find any content.<br>Other features are: bookmarks with multiple lists, article table of contents,<br>history, text searches and much more…<br>",
    "build_date": "2025-12-04T11:29:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/hugolabe.Wike/6e87df5d7d85f21d082b8e5aa5de5458/icons/128x128/com.github.hugolabe.Wike.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wikipedia"
    ],
    "rank": 19
  },
  {
    "pkg": "Typesetter",
    "app_id": "net.trowell.typesetter",
    "description": "Minimalist Typst editor",
    "description_long": "Typesetter is a lightweight desktop application for creating beautiful documents with Typst.<br>Adaptive, user-friendly interface: Focus on writing. Great for papers, reports, slides, books, and any structured writing.<br>Powered by Typst: A modern markup-based typesetting language, combining the simplicity of Markdown with the power of LaTeX.<br>Local-first: Your files stay on your machine. No cloud lock-in.<br>Package support: Works offline, but can fetch and update packages online when needed.<br>Automatic preview: See your rendered document update as you write.<br>Click-to-jump: Click on a part of the preview to jump to the corresponding position in the source file.<br>Magnifier tool: Click and hold on the preview to inspect fine details.<br>Centered scrolling: Keeps your writing visually anchored as you type.<br>Syntax highlighting: Makes your documents easier to read and edit.<br>Document statistics: Easily calculate page, word, and character counts.<br>Fast and native: Built in Rust and GTK following the GNOME human interface guidelines.<br>",
    "build_date": "2025-12-15T05:19:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/trowell/typesetter/f3775e3c0604baec44aad51c70bc57ca/icons/128x128/net.trowell.typesetter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "Typst",
      "Text"
    ],
    "rank": 20
  },
  {
    "pkg": "ElectronMail",
    "app_id": "com.github.vladimiry.ElectronMail",
    "description": "Unofficial ProtonMail desktop app",
    "description_long": "<br>ElectronMail is an Electron-based unofficial desktop client for ProtonMail. The app aims to provide enhanced<br>desktop user experience enabling features that are not supported by the official in-browser web clients. It is<br>written in TypeScript and uses Angular.<br>",
    "build_date": "2025-12-17T10:33:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/vladimiry.ElectronMail/c0e034902e08b5d80fd456912500e9a2/icons/128x128/com.github.vladimiry.ElectronMail.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 21
  },
  {
    "pkg": "Wordbook",
    "app_id": "dev.mufeed.Wordbook",
    "description": "Look up definitions for words",
    "description_long": "Wordbook is an offline English-English dictionary application powered by WordNet and<br>eSpeak.<br>Features:<br>Fully offline after initial data download<br>Pronunciations<br>Random Word<br>Favorites<br>History<br>Double click to search<br>Dark mode<br>",
    "build_date": "2025-09-01T17:09:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mufeed/Wordbook/7c3143ced0e6fc0886dbc946e72f8e65/icons/128x128/dev.mufeed.Wordbook.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "dictionary"
    ],
    "rank": 22
  },
  {
    "pkg": "Tasks",
    "app_id": "dev.edfloreshz.Tasks",
    "description": "Get things done",
    "description_long": "A simple task management app, reaching across the cosmos to help you get things done<br>Exceptional performance and responsiveness.<br>Effortless keyboard shortcut support.<br>Expressive emoji integration.<br>",
    "build_date": "2025-12-13T21:10:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Tasks/1565b21ffb98c08ee495c928af48e304/icons/128x128/dev.edfloreshz.Tasks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tasks",
      "Management",
      "Todo"
    ],
    "rank": 23
  },
  {
    "pkg": "Junction",
    "app_id": "re.sonny.Junction",
    "description": "Application chooser",
    "description_long": "<br>Junction pops up automatically when you open a file or link in another app.<br>Use the mouse or keyboard navigation to choose which app you want to open it with.<br>Features:<br>Choose the app to open with<br>Show the location before opening<br>Edit the URL before opening<br>Show a hint for insecure links<br>Keyboard navigation<br>Supports desktop actions on right click<br>Middle Click or Ctrl + Click to open in multiple applications<br>Linux Mobile support<br>",
    "build_date": "2025-12-18T22:37:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Junction/981ff033568da9f5e7e908a6155fff6b/icons/128x128/re.sonny.Junction.png",
    "license": "GPL-3.0",
    "tag": [
      "Choosy",
      "Braus",
      "Finicky"
    ],
    "rank": 24
  },
  {
    "pkg": "Rocket.Chat",
    "app_id": "chat.rocket.RocketChat",
    "description": "Open Source Team Communication",
    "description_long": "Rocket.Chat is free, unlimited and open source.<br>Replace email &amp; Slack with the ultimate team chat software solution.",
    "build_date": "2025-12-12T00:54:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/chat/rocket/RocketChat/f12bcbe09fcf3704941aea0a8591cdda/icons/128x128/chat.rocket.RocketChat.png",
    "license": "MIT",
    "tag": [],
    "rank": 25
  },
  {
    "pkg": "Mirror Hall",
    "app_id": "eu.nokun.MirrorHall",
    "description": "Use Linux devices as second screens",
    "description_long": "<br>Mirror Hall is an experimental app that aims to turn any Linux device into a <br>second monitor.<br>It is designed on both desktop and mobile devices, and supports both <br>hardware-accelerated and software-based encoding to stream video efficiently.<br>Mirror Hall makes use of a new, experimental GNOME feature to create virtual <br>monitors, and requires UDP traffic to be allowed by the network and firewall.<br>Support for other desktops will be added once a standardized API exists.<br>",
    "build_date": "2025-12-14T20:33:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/nokun/MirrorHall/604039d4532c5d5467f3c14d103d85ee/icons/128x128/eu.nokun.MirrorHall.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 26
  },
  {
    "pkg": "Desktop Plus",
    "app_id": "io.github.pol_rivero.github-desktop-plus",
    "description": "Git client with advanced functionality and Bitbucket integration",
    "description_long": "<br>This is an up-to-date fork of GitHub Desktop, with many quality of life improvements and advanced features for power users.<br>General:<br>Red color for destructive action buttons.<br>Add icons to some similar-looking buttons for faster visual recognition.<br>Allow generating branch name presets by calling an external script (e.g. fetching ticket numbers from an issue tracker).<br>Bitbucket integration: preview and create pull requests, view pull requests status (including checks), display a commit or PR in Bitbucket (web browser), andcorrectly set repository owner (instead of displaying ).<br>Repositories list:<br>Pull all button to fetch and pull from all remotes at once.<br>Allow hiding the 'Recent' repositories section.<br>Branches list:<br>Add warning indicator to local-only branches (branches that are not on the remote).<br>Allow manually setting which is the default branch for a repository (even if it doesn't match the one configured in the remote).<br>History tab:<br>Search commits by title, message, tag, or hash.<br>Use a different font style for merge commits in order to make them visually distinct, since most of the time they are not as relevant.<br>If a commit modifies only 1 file, allow double-clicking the commit to open the file. For other commits, you can still double-click the file as usual.<br>Changes tab:<br>Context menu option to permanently discard changes without sending to trash (useful when the there are many changed files and the regular is extremely slow).<br>",
    "build_date": "2025-12-15T07:46:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pol_rivero.github-desktop-plus/37be6e9ce2d4673613ac4c1032ac5c82/icons/128x128/io.github.pol_rivero.github-desktop-plus.png",
    "license": "MIT",
    "tag": [],
    "rank": 27
  },
  {
    "pkg": "Sessions",
    "app_id": "com.pojtinger.felicitas.Sessions",
    "description": "Focus with timed work intervals",
    "description_long": "Sessions is a simple visual timer application designed specifically for the pomodoro<br>technique, helping you stay productive by breaking work into focused sessions with<br>regular breaks.<br>It enables you to:<br>Start focused work sessions with customizable timer durations<br>Track your progress with a clean, distraction-free interface<br>Take regular breaks to maintain productivity<br>",
    "build_date": "2025-12-03T08:16:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Sessions/0f2beb413382384bfc0fe27d4789dc64/icons/128x128/com.pojtinger.felicitas.Sessions.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "pomodoro",
      "timer",
      "focus"
    ],
    "rank": 28
  },
  {
    "pkg": "Vaults",
    "app_id": "io.github.mpobaschnig.Vaults",
    "description": "Keep important files safe",
    "description_long": "Vaults lets you create encrypted vaults in which you can safely store files. It uses gocryptfs and CryFS for encryption.",
    "build_date": "2025-12-14T21:43:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mpobaschnig.Vaults/ff6db0b514ba35e810a7157245e42c78/icons/128x128/io.github.mpobaschnig.Vaults.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 29
  },
  {
    "pkg": "Spelling Bee",
    "app_id": "io.github.josephmawa.SpellingBee",
    "description": "Learn new English words",
    "description_long": "Use Spelling Bee to enhance your English vocabulary while having fun.<br>Below are the main features:<br>Provides thousands of words<br>You can play it offline<br>It provides links to the meaning of words<br>You can view puzzle history<br>You can view your score<br>Switch to dark, light, or system mode<br>",
    "build_date": "2025-05-31T14:11:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.SpellingBee/87bf342fa96a4b5ad9c8995b7814f781/icons/128x128/io.github.josephmawa.SpellingBee.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Learn",
      "English",
      "Spelling"
    ],
    "rank": 30
  },
  {
    "pkg": "Lapce",
    "app_id": "dev.lapce.lapce",
    "description": "Lightning-fast and powerful code editor written in Rust",
    "description_long": "<br>Lapce is an open source code editor written in Rust. By utilising native GUI and GPU rendering, and with the performance Rust provides, Lapce is one of the fastest code editors out there.<br>Features:<br>Modal Editing (Vim like) support as first class citizen (can be turned off as well)<br>Built-in LSP (Language Server Protocol) support to give you code intelligence like code completion, diagnostics and code actions etc.<br>Built-in remote development support (inspired by VSCode Remote Development) for a seamless experience, benefiting from the full power of the remote system.<br>Plugins can be written in programming languages that can compile to the WASI format (C, Rust, AssemblyScript)<br>Built-in terminal, so you can execute commands in your workspace, without leaving Lapce.<br>",
    "build_date": "2025-09-15T07:02:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/lapce/lapce/482e826d773eb27a4752c33d65507185/icons/128x128/dev.lapce.lapce.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 31
  },
  {
    "pkg": "Saber",
    "app_id": "com.adilhanney.saber",
    "description": "The notes app built for handwriting",
    "description_long": "<br>Saber is the notes app built for handwriting.<br>It's designed to be as simple and intuitive as possible, while still delivering unique features that you'll actually use. Additionally, Saber is available across all your devices, large and small, and syncs between them seamlessly.<br>Notably, it can invert your notes when you're in dark mode. This allows you to write with white ink on a black background, which is much easier on the eyes in low-light environments like when the teacher turns off the lights in class.<br>Images and PDFs are also inverted, so you can still use a digital printout or a textbook without the fuss.<br>Saber uses a dual-password system to protect your notes from anyone but you, even if they have complete control over the server. You can safely store your notes on the official Saber server, another server, or even host your own!<br>The app is completely open-source so that anyone can view the source code and see exactly what it's doing and how it handles your data. Many other note-taking apps are closed-source and proprietary, meaning that their inner workings are a mystery to the public.<br>As someone who studies maths, highlighting multi-line equations was always a hassle with other apps, where the highlighter would change color when it overlapped with itself. Another problem I had was that in some apps, the highlighter would render on top of the text, fading it out and making it hard to read.<br>Saber's highlighter has no such issues. It utilizes canvas compositing to render the highlighter in a way that is consistent with/better than traditional paper, where it handles overlaps and maintains color consistency.<br>Saber has everything you need to keep your notes organized. Create folders inside folders inside folders to your heart's content with no limit on the number of nested folders. And even though a note may be buried deep within a nested folder, you can still access it easily with your most recent notes always available on the home screen.<br>Discover a whole new way to capture and organize your thoughts<br>with Saber. Whether you're a student, professional, or creative<br>mind, Saber is your trusted companion for digital handwriting.<br>Download now and let your ideas flow freely!<br>",
    "build_date": "2025-12-15T13:11:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/saber/561cb0fa18bb59b194f9e359820f9c89/icons/128x128/com.adilhanney.saber.png",
    "license": "GPL-3.0-only",
    "tag": [
      "notes"
    ],
    "rank": 32
  },
  {
    "pkg": "Feeds",
    "app_id": "org.gabmus.gfeeds",
    "description": "News reader for GNOME",
    "description_long": "Feeds is a minimal RSS/Atom feed reader built with speed and simplicity in mind.<br>It offers a simple user interface that only shows the latest news from your subscriptions.<br>Articles are shown in a web view by default, with javascript disabled for a faster and less intrusive user experience. There's also a reader mode included, built from the one GNOME Web/Epiphany uses.<br>Feeds can be imported and exported via OPML.",
    "build_date": "2024-11-09T16:26:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gabmus/gfeeds/088230580e063a4029981d737da8a61c/icons/128x128/org.gabmus.gfeeds.png",
    "license": "GPL-3.0+",
    "tag": [
      "rss",
      "reader",
      "feed"
    ],
    "rank": 33
  },
  {
    "pkg": "HTTPie",
    "app_id": "io.httpie.Httpie",
    "description": "Cross-platform API testing client for humans",
    "description_long": "<br>HTTPie Desktop is a cross-platform API testing client for humans. It offers all the user-friendliness of the terminal version of httpie, now wrapped up in a sleek graphical interface.<br>Interact painlessly with APIs<br>Leverage the power of AI-assisted work<br>Organize your work in spaces, collections, and tabs<br>Parametrize requests with variables and environments<br>Work across devices with auto-save and realtime sync<br>Build and preview requests without sending them<br>Use the app offline and without an account<br>",
    "build_date": "2025-12-13T03:16:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/httpie/Httpie/e9bff2ffba90e075df0c2feaa1800007/icons/128x128/io.httpie.Httpie.png",
    "license": "LicenseRef-proprietary=https://httpie.io/terms",
    "tag": [],
    "rank": 34
  },
  {
    "pkg": "Marknote",
    "app_id": "org.kde.marknote",
    "description": "Write down your thoughts",
    "description_long": "Marknote lets you create rich text notes and easily organise them into notebooks. You can personalise your notebooks by choosing an icon and accent color for each one, making it easy to distinguish between them and keep your notes at your fingertips. Your notes are saved as Markdown files in your Documents folder, making it easy to use your notes outside of Marknote as well as inside the app.",
    "build_date": "2025-12-11T18:21:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/marknote/181e551960953d2c2d55b99fde78df6c/icons/128x128/org.kde.marknote.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Markdown",
      "Kirigami",
      "Qt"
    ],
    "rank": 35
  },
  {
    "pkg": "Jorts",
    "app_id": "io.github.ellie_commons.jorts",
    "description": "Write on colourful little squares",
    "description_long": "Neither jeans nor shorts, just like jorts!<br>Features include:<br>Colourful: Ten pretty themes. Any new note gets a random one<br>Adaptive: New notes get the zoom you last chose<br>Cute: Each new note has a funny or cute random (editable) title<br>Handy: You can open links and emails with Ctrl+Click<br>Private: Try the scribble mode!<br>This is a fork of an old version of by lainsce. The community liked it so much, we thought it would be great to revive it!",
    "build_date": "2025-11-22T16:00:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ellie_commons.jorts/d9bc83b3e2c2bf82b8e823f91b9209b7/icons/128x128/io.github.ellie_commons.jorts.png",
    "license": "GPL-3.0+",
    "tag": [
      "Stickies",
      "Colourful",
      "Notes"
    ],
    "rank": 36
  },
  {
    "pkg": "Mtoc",
    "app_id": "org._3fz.mtoc",
    "description": "Visual music library",
    "description_long": "Mtoc is a visually-rich music player and library browser that emphasizes a smooth, continuous experience with album artwork at the forefront.<br>Animated, visual browsing made for music fans who enjoy flipping through albums<br>Library browsing with smart organization, responsive search, and automatic updates as you add music<br>Lyrics support with synced and unsynced lyrics from embedded metadata and external files<br>Advanced queue management and playlist editor<br>Wide and compact layout modes fit a variety of display layouts<br>Light and dark mode support with tinted blurred backgrounds<br>Mini player and desktop integration with full MPRIS 2 support<br>Gapless playback and ReplayGain support<br>",
    "build_date": "2025-12-16T01:18:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/_3fz/mtoc/fe13c229ba1005ae885f3015f6eeebb6/icons/128x128/org._3fz.mtoc.png",
    "license": "GPL-3.0+",
    "tag": [
      "Music",
      "Player",
      "Audio"
    ],
    "rank": 37
  },
  {
    "pkg": "Dynamic Wallpaper Editor",
    "app_id": "com.github.maoschanz.DynamicWallpaperEditor",
    "description": "Create or edit XML dynamic wallpapers (\"background slideshows\") for the GNOME desktop",
    "description_long": "<br>Dynamic Wallpaper Editor is a simple utility to create or edit dynamic<br>wallpapers for the GNOME desktop.<br>The duration of each picture and each transition can be set separately or<br>globally. The total duration can be 24 hours to do a wallpaper fitting the<br>daylight.<br>",
    "build_date": "2025-12-15T07:31:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/maoschanz.DynamicWallpaperEditor.desktop/1144f465f56f0b5f28e6e08be34cf706/icons/128x128/com.github.maoschanz.DynamicWallpaperEditor.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wallpaper",
      "Daylight",
      "XML"
    ],
    "rank": 38
  },
  {
    "pkg": "F3D",
    "app_id": "io.github.f3d_app.f3d",
    "description": "A fast and minimalist 3D viewer",
    "description_long": "<br>A VTK-based 3D viewer following the KISS principle, so it is minimalist,<br>efficient, has no GUI, has simple interaction mechanisms and is fully<br>controllable using arguments on the command line.<br>",
    "build_date": "2025-10-30T21:55:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/f3d_app.f3d/e59622fb6a0cc1c037add1debfdab31e/icons/128x128/io.github.f3d_app.f3d.png",
    "license": "BSD-3-Clause",
    "tag": [
      "vtk",
      "animations",
      "fbx"
    ],
    "rank": 39
  },
  {
    "pkg": "ROTA",
    "app_id": "net.hhoney.rota",
    "description": "Gravity bends beneath your feet",
    "description_long": "Move blocks and twist gravity to solve puzzles. Collect all 50 gems and explore 8 vibrant worlds.<br>Rotate gravity as you walk over the edge!<br>Push, pull and rotate gravity-blocks to traverse the stage and solve puzzles.<br>Collect all 50 gems to unlock doors and explore 8 vibrant worlds!<br>Listen to an original ambient soundtrack that will keep you relaxed while solving challenging puzzles. (:<br>Watch out for spikes! 0:<br>",
    "build_date": "2025-08-25T17:40:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/rota/5ad819dbf706c8c7976076ffc1568608/icons/128x128/net.hhoney.rota.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 40
  },
  {
    "pkg": "Millisecond",
    "app_id": "io.github.gaheldev.Millisecond",
    "description": "Optimize for low latency",
    "description_long": " Millisecond is a gtk app based on rtcqs. It provides system diagnostics and offers tips to improve low latency performance for audio production, with links to detailed documentation from linuxaudio wiki.<br>",
    "build_date": "2025-10-15T15:12:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/gaheldev.Millisecond/ffd042743549812b51f8b2c31c37de40/icons/128x128/io.github.gaheldev.Millisecond.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Realtime",
      "RT",
      "Audio"
    ],
    "rank": 41
  },
  {
    "pkg": "Lorem",
    "app_id": "org.gnome.design.Lorem",
    "description": "Generate placeholder text",
    "description_long": "Simple app to generate the well-known Lorem Ipsum placeholder text.",
    "build_date": "2025-09-16T17:22:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.Lorem/431bcf48df3ecb96c19b6a470c0ede31/icons/128x128/org.gnome.design.Lorem.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 42
  },
  {
    "pkg": "StarryDex",
    "app_id": "dev.mariinkys.StarryDex",
    "description": "A Pokédex Application",
    "description_long": "<br>Embark on your Pokémon journey with StarryDex, a simple Pokédex application.<br>Browse detailed info on all Pokémon species, including stats, evolution<br>requirements, and more.<br>Quickly search Pokémon by name, type, stats, and other filters.<br>Works completely offline.<br>This app has been developed with libcosmic for the COSMIC™ desktop, and issues may occur on<br>other platforms",
    "build_date": "2025-12-13T14:53:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/StarryDex/426bfe1c4d27ee8d8a85a1bc645d0203/icons/128x128/dev.mariinkys.StarryDex.png",
    "license": "GPL-3.0-only",
    "tag": [
      "COSMIC",
      "Pokedex",
      "Pokemon"
    ],
    "rank": 43
  },
  {
    "pkg": "Waycheck",
    "app_id": "dev.serebit.Waycheck",
    "description": "Show Wayland compositor details",
    "description_long": "<br>Waycheck is a simple graphical application that connects to your Wayland compositor and displays the list of Wayland protocols that it supports, along with the list of protocols that it doesn't.<br>",
    "build_date": "2025-12-13T15:24:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/serebit/Waycheck/f8a16319bf30659826c6ad352e34f1f6/icons/128x128/dev.serebit.Waycheck.png",
    "license": "Apache-2.0",
    "tag": [
      "wayland"
    ],
    "rank": 44
  },
  {
    "pkg": "Ping Monitor",
    "app_id": "io.github.sigmasd.pingmonitor",
    "description": "Monitor your ping",
    "description_long": "Ping Monitor is a simple tool to monitor your ping.<br>Features:<br>Display your ping in real time as a nice chart<br>Make it obvious when you're disconnected<br>",
    "build_date": "2025-12-16T12:42:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sigmasd.pingmonitor/6d6d6894f73938ad4a1cba0b8d45746a/icons/128x128/io.github.sigmasd.pingmonitor.png",
    "license": "MIT",
    "tag": [
      "ping",
      "network",
      "monitor"
    ],
    "rank": 45
  },
  {
    "pkg": "EasyRPG Player",
    "app_id": "org.easyrpg.player",
    "description": "RPG Maker 2000/2003 interpreter",
    "description_long": "<br>EasyRPG Player is a program that allows to play games created with RPG Maker 2000 and 2003.<br>It aims to be a free (as in freedom) cross-platform RPG Maker 2000/2003 interpreter.<br>The main goal is to play all games created with them as the original game interpreter (RPG_RT) does.<br>",
    "build_date": "2025-10-31T05:04:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/easyrpg/player/035b8b63f4fd05d46ee550c2132cdbc7/icons/128x128/org.easyrpg.player.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 46
  },
  {
    "pkg": "Break Timer",
    "app_id": "org.gnome.BreakTimer",
    "description": "Computer break reminders for GNOME",
    "description_long": "<br>Break Timer keeps track of how much you are using the computer, and it reminds you to take regular breaks. It is designed to encourage healthy behaviour, with a mix of short breaks for your eyes and wrists, as well as longer breaks to keep your body moving and your mind on task.<br>Break Timer is easy to set up, so you can pick a break schedule that works for you and it will carry on working in the background.<br>",
    "build_date": "2025-12-15T17:39:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/BreakTimer/e9cfaef22902ff74d76d2abd14c90cba/icons/128x128/org.gnome.BreakTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "break",
      "micro",
      "rest"
    ],
    "rank": 47
  },
  {
    "pkg": "Curo Calculator",
    "app_id": "app.curocalc.calculator",
    "description": "Financial calculations simplified",
    "description_long": "Curo Calculator is the ultimate tool for anyone needing to calculate loan, lease, and hire<br>purchase repayments and interest rates. Perfect for both personal users and finance<br>professionals, this app simplifies complex financial calculations.<br>Key Features Include:<br>Customizable Interface: Tailor the calculator's layout to suit your needs, whether for<br>straightforward daily calculations or advanced financial scenarios.<br>Guided Examples: Dive into usage with examples illustrating both basic and advanced<br>features like payment weighting, deferred settlements, and 0% interest calculations. With<br>just 3 clicks or taps, navigate from simple to complex calculations effortlessly.<br>User-Defined Templates: Save time on repetitive tasks with templates tailored to your<br>frequent calculations.<br>Day Count Conventions: Supports multiple conventions like 30/360, Actual/365,<br>Actual/Actual, and the EU's APR for consumer credit, ensuring accuracy across various<br>financial contexts.<br>Amortization and APR Proof Schedules: View results in clear, downloadable formats for<br>further analysis or record-keeping.<br>Comprehensive Online Support: Access an extensive help website that explains all features,<br>provides examples, and more.<br>Curo Calculator is a proprietary Flutter-based app for advanced financial calculations,<br>including loan, lease, and hire purchase payments and rates. It is built on the open-source<br>Curo library available on GitHub.<br>Built on Debian GNU/Linux 12 (bookworm) with Flutter 3.38.3, distributed as a prebuilt<br>binary.",
    "build_date": "2025-12-14T19:54:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/curocalc/calculator/23fe2c82ae8ea83f90935091ac849dcb/icons/128x128/app.curocalc.calculator.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Curo",
      "Calculator",
      "Leasing"
    ],
    "rank": 48
  },
  {
    "pkg": "Ricochlime",
    "app_id": "com.adilhanney.ricochlime",
    "description": "Satisfying monster shooter",
    "description_long": "<br>Ricochlime is a game where you attack the advancing<br>monsters with your ricocheting projectiles. The game is<br>made with the Flame game engine and Flutter.<br>",
    "build_date": "2025-12-16T15:27:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/ricochlime/3c80af5bd25abe617dabdbeb29744cd0/icons/128x128/com.adilhanney.ricochlime.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "flutter",
      "monster",
      "shooter"
    ],
    "rank": 49
  },
  {
    "pkg": "Flood It",
    "app_id": "io.github.tfuxu.floodit",
    "description": "Flood the board",
    "description_long": "<br>Flood It is a game with the simple premise of flooding the entire board with one color in the least amount of moves possible.\n<br>Challenge yourself with this simple, yet addictive strategy game, where you need to flood-it as efficiently as you can!<br>",
    "build_date": "2025-09-20T10:59:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tfuxu.floodit/a521967f125521df0528db5ffb9037f4/icons/128x128/io.github.tfuxu.floodit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "strategy",
      "flood"
    ],
    "rank": 50
  },
  {
    "pkg": "Geopard",
    "app_id": "com.ranfdev.Geopard",
    "description": "Browse Gemini pages",
    "description_long": "Geopard is a browser for the Gemini protocol, that is, a lighter alternative to the web.<br>Use Geopard to browse the space and reach hundreds of Gemini capsules! Read stories, download files, play games...<br>Features:<br>Colors!<br>The browser will have a different color for each domain you visit.<br>Fast (async core + caching):<br>Streams content by default. That means you can open pages even when you have<br>connection speeds of Kb/s.<br>It also caches pages in the history, so you can go back/forward in an instant<br>Can download binary files:<br>The download will start as soon as you open the corresponding link.<br>You can always cancel it by opening another page.<br>",
    "build_date": "2025-09-01T10:25:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Geopard/dd0a4979c433aaae19616fbf64ab1646/icons/128x128/com.ranfdev.Geopard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "browser"
    ],
    "rank": 51
  },
  {
    "pkg": "Zulip",
    "app_id": "org.zulip.Zulip",
    "description": "Zulip Desktop Client for Linux",
    "description_long": "<br>Zulip is a powerful, open source group chat application that combines the immediacy of real-time chat with the productivity benefits of threaded conversations. Zulip is used by open source projects, Fortune 500 companies, large standards bodies, and others who need a real-time chat system that allows users to easily process hundreds or thousands of messages a day.<br>",
    "build_date": "2025-12-15T21:22:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/zulip/Zulip/01357e12aa16d598522de6c8e944f257/icons/128x128/org.zulip.Zulip.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 52
  },
  {
    "pkg": "Roger Router",
    "app_id": "org.tabos.roger",
    "description": "Journal, Fax-Software and Call-Monitor for AVM FRITZ!Box or compatible",
    "description_long": "Roger Router is a clean solution for controlling the FRITZ!Box or compatible router with Linux. It offers a rich feature list, including call monitor, journal, fax support and also has a great integration into several address books.",
    "build_date": "2025-06-29T16:00:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/roger/eca0ac70c09dea1afd82cfd97f6aca5c/icons/128x128/org.tabos.roger.png",
    "license": "GPL-2.0",
    "tag": [
      "fritz",
      "box",
      "fritzbox"
    ],
    "rank": 53
  },
  {
    "pkg": "DDNet",
    "app_id": "tw.ddnet.ddnet",
    "description": "Hardest co-op 2D platformer ever",
    "description_long": "<br>DDraceNetwork (DDNet) is an actively maintained version of DDRace, <br>a Teeworlds modification with a unique cooperative gameplay. <br>Help each other play through custom maps with up to 64 players, <br>compete against the best in international tournaments, design your own maps, <br>or run your own server. The official servers are around the world. <br>All ranks made on official servers are available worldwide and you can collect points!<br>",
    "build_date": "2025-12-14T20:37:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/tw/ddnet/ddnet/84ee220b95f24e0b7ce7b54b7aa308ea/icons/128x128/tw.ddnet.ddnet.png",
    "license": "Zlib",
    "tag": [
      "teeworlds",
      "game"
    ],
    "rank": 54
  },
  {
    "pkg": "lfy",
    "app_id": "cool.ldr.lfy",
    "description": "Translation software designed for reading scientific research literature",
    "description_long": "<br>An easy and pleasant way to translate.<br>Support many translation services. Especially suitable for document translation.<br>",
    "build_date": "2025-12-12T02:49:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/cool/ldr/lfy/aabe80287bd68fd892b1826a23b84512/icons/128x128/cool.ldr.lfy.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 55
  },
  {
    "pkg": "Sopwith",
    "app_id": "io.github.fragglet.sdl_sopwith",
    "description": "Classic biplane shoot-'em up",
    "description_long": "<br>Sopwith is a modern port of the classic 1980s shoot 'em up game of the<br>same name. The game has a World War I aviation theme. The object of<br>Sopwith is to destroy all enemy targets with a somewhat limited airforce.<br>It can be played both in single player and multiplayer mode over a TCP/IP network.<br>",
    "build_date": "2025-12-08T15:45:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fragglet.sdl_sopwith/aac42abc14c3790f154c04b6e24e6842/icons/128x128/io.github.fragglet.sdl_sopwith.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "sopwith",
      "biplane",
      "retro"
    ],
    "rank": 56
  },
  {
    "pkg": "Xpano",
    "app_id": "cz.krupkat.Xpano",
    "description": "Easy panorama stitching",
    "description_long": "<br>Xpano is a photo stitching tool that focuses on simplicity and ease of use, you can use it to:<br>Auto detect groups of images that can be stitched into panoramas<br>Quickly preview the results with zoom and pan<br>Crop, auto fill boundaries and select from multiple projection types<br>Adjust the projection parameters: pitch, yaw and roll<br>Export full resolution panoramas, including exif metadata<br>",
    "build_date": "2024-10-05T08:59:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/cz/krupkat/Xpano/9f36170dae1511e7eaa702f53df65567/icons/128x128/cz.krupkat.Xpano.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pano"
    ],
    "rank": 57
  },
  {
    "pkg": "QQ Music",
    "app_id": "com.qq.QQmusic",
    "description": "Online music streaming service",
    "description_long": "QQ Music is an online music streaming service operating in China.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by Tencent.",
    "build_date": "2025-11-25T12:13:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/qq/QQmusic/804111b01e157e642cc0498e5a55c62e/icons/128x128/com.qq.QQmusic.png",
    "license": "LicenseRef-proprietary=https://y.qq.com/i/user_terms.html",
    "tag": [],
    "rank": 58
  },
  {
    "pkg": "Quadrant for Minecraft",
    "app_id": "dev.mrquantumoff.mcmodpackmanager",
    "description": "Manage your mods and modpacks with ease.",
    "description_long": "<br>This is a powerful tool to manage your Minecraft: Java Edition mods.<br>With this app you can easily install mods, resourcepacks, shaders. You can also share you<br>modpacks with your friends, and you can back up your modpacks to the cloud!<br>NOTE: This app and its developer are not affiliated with Mojang Studios or Microsoft.<br>",
    "build_date": "2025-12-14T16:16:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mrquantumoff/mcmodpackmanager/b3b77f5977cb6c63a03ee84994bfb90b/icons/128x128/dev.mrquantumoff.mcmodpackmanager.png",
    "license": "MPL-2.0",
    "tag": [
      "minecraft",
      "mods",
      "modding"
    ],
    "rank": 59
  },
  {
    "pkg": "Paleta",
    "app_id": "io.github.nate_xyz.Paleta",
    "description": "Generate color palettes with ease",
    "description_long": "Find the dominant color palette from any image and manage palettes with Paleta. An intuitive tool for designers, artists, or anyone looking to streamline their color work.<br>Features:<br>Drag and drop images to load<br>Color extraction with color-thief<br>Save extracted palettes for later use<br>Modify saved palette name and colors<br>Add new palettes from scratch<br>❗ Note: Paleta is under active development! If you would like to suggest any features or if you find any bugs, your feedback is very welcome!",
    "build_date": "2025-12-09T17:27:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nate_xyz.Paleta/5e1fa8699d88e54f4155ce6d805a939f/icons/128x128/io.github.nate_xyz.Paleta.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 60
  },
  {
    "pkg": "Echo",
    "app_id": "io.github.lo2dev.Echo",
    "description": "Ping websites",
    "description_long": "Utility to ping websites.<br>Features include:<br>Advanced ping parameters like ping count, timeout, etc<br>",
    "build_date": "2025-11-26T04:15:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lo2dev.Echo/74fe0759280eb5b7a6557fa1461dc7a2/icons/128x128/io.github.lo2dev.Echo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "ping"
    ],
    "rank": 61
  },
  {
    "pkg": "Draughts",
    "app_id": "io.github.tobagin.Draughts",
    "description": "Play draughts (checkers) with 16 variants, AI opponents, and online multiplayer",
    "description_long": "<br>Draughts is a comprehensive checkers/draughts game featuring 16 international game variants,<br>multiple AI difficulty levels, online multiplayer, and a beautiful modern interface built with GTK4 and LibAdwaita.<br>Whether you're a casual player or a serious competitor, Draughts offers engaging gameplay<br>for players of all skill levels - play against AI, friends locally, or opponents online!<br>Game Features:<br>16 international draughts variants including American Checkers, International Draughts, Russian, Brazilian, and more<br>10 AI difficulty levels from Beginner to Grandmaster<br>Online multiplayer with quick match, room hosting, and session persistence<br>Human vs Human (local and online), Human vs AI, and AI vs AI gameplay modes<br>Complete move history with undo/redo support<br>PDN (Portable Draughts Notation) export for game analysis<br>Multiple board themes and piece styles (plastic, wood, metal, bottle-cap)<br>Timer modes: countdown, Fischer increment, and Bronstein delay<br>Accessibility and Polish:<br>Sound effects for moves, captures, and game events<br>Keyboard navigation and screen reader support<br>High contrast mode for better visibility<br>Smooth animations and visual feedback<br>Game history browser with replay functionality<br>Comprehensive rules documentation for each variant<br>Adaptive board orientation - your pieces always at the bottom<br>",
    "build_date": "2025-12-13T20:21:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.Draughts/74cd137ed0755a5d905ee23d27d85f16/icons/128x128/io.github.tobagin.Draughts.png",
    "license": "GPL-3.0+",
    "tag": [
      "checkers",
      "draughts",
      "strategy"
    ],
    "rank": 62
  },
  {
    "pkg": "Memorado",
    "app_id": "im.bernard.Memorado",
    "description": "Memorize anything",
    "description_long": "<br>Learn using spaced repetition. Create cards with a question and answer, and practice with them.<br>Great for learning new languages, memorizing terms and definitions, or anything else you want to get better at.<br>Create or import decks, practice them, or export to share them with friends.<br>",
    "build_date": "2025-12-17T22:08:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/bernard/Memorado/1e5e8fd0bd318ce5d5d84f93dfa51ae3/icons/128x128/im.bernard.Memorado.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "flashcards"
    ],
    "rank": 63
  },
  {
    "pkg": "Commit",
    "app_id": "re.sonny.Commit",
    "description": "Commit message editor",
    "description_long": "<br>Commit is an editor that helps you write better Git and Mercurial commit<br>messages.<br>After installing make sure to launch the application and follow the<br>instructions.<br>Commit will pop up automatically when you make a commit in one of your projects.<br>To save your commit message, press the Commit button or the Ctrl+Return shortcut.<br>To abort and dismiss Commit, press the Abort button or the Escape key.<br>Features:<br>Highlights overflow of the commit title<br>Smart body wrapping<br>Inserts a blank line between title and body<br>Spell checking<br>Comments are read-only and excluded from <br>Displays project folder and branch in window header<br>Dark mode support<br>Keyboard navigation and shortcuts<br>Undo/Redo support<br>Emoji picker<br>Supports git commit, merge, tag --annotate, add --patch, rebase --interactive<br>Supports Mercurial commit<br>Auto capitalize the commit title<br>Welcome window with settings and instructions<br>Highlight syntax for Git, Mercurial and diffs<br>",
    "build_date": "2025-10-13T15:19:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/Commit/d52ab3ab973951b2e158441f9177ee73/icons/128x128/re.sonny.Commit.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "git",
      "mercurial",
      "hg"
    ],
    "rank": 64
  },
  {
    "pkg": "Chronos",
    "app_id": "com.francescogaglione.chronos",
    "description": "Chronos is a simple and intuitive Pomodoro timer for Linux",
    "description_long": "Chronos is a simple and intuitive Pomodoro timer for Linux that helps users manage their time efficiently and<br>effectively, making it easier to focus on tasks and take breaks at regular intervals.<br>",
    "build_date": "2025-01-13T11:17:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/francescogaglione/chronos/a708dd2f633f41e9138fdc95a31d5f41/icons/128x128/com.francescogaglione.chronos.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 65
  },
  {
    "pkg": "QGroundControl",
    "app_id": "org.mavlink.qgroundcontrol",
    "description": "UAS ground control station",
    "description_long": "<br>Intuitive and Powerful Ground Control Station for the MAVLink protocol.<br>",
    "build_date": "2025-06-19T09:06:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/mavlink/qgroundcontrol/d5a422bf825270c49533bb9e35cf8c7a/icons/128x128/org.mavlink.qgroundcontrol.png",
    "license": "GPL-3.0 AND Apache-2.0",
    "tag": [],
    "rank": 66
  },
  {
    "pkg": "OTPClient",
    "app_id": "com.github.paolostivanin.OTPClient",
    "description": "Application for managing TOTP/HOTP tokens with built-in encryption",
    "description_long": "Highly secure and easy to use OTP client written in C/GTK3 that supports both TOTP and HOTP and has the following features:<br>integration with the OS' secret service provider via libsecret<br>support both TOTP and HOTP<br>support setting custom digits (between 4 and 10 inclusive)<br>support setting a custom period (between 10 and 120 seconds inclusive)<br>support SHA1, SHA256 and SHA512 algorithms<br>support for Steam codes<br>import and export encrypted/plain andOTP backup<br>import and export encrypted/plain Aegis backup<br>import and export plain FreeOTPPlus backup (key URI format only)<br>import of Google's migration QR codes<br>local database is encrypted using AES256-GCM (PBKDF2 with SHA512 and 100k iterations) and, while decrypted, it's stored in a secure memory area allocated by GCrypt.<br>",
    "build_date": "2025-05-13T18:10:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/paolostivanin.OTPClient.desktop/63ccd0b2d85f86789f9bd32a807783e3/icons/128x128/com.github.paolostivanin.OTPClient.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "otp",
      "totp",
      "hotp"
    ],
    "rank": 67
  },
  {
    "pkg": "Time Tracker",
    "app_id": "com.lynnmichaelmartin.TimeTracker",
    "description": "Track and sync time, local-first",
    "description_long": "A simple but powerful time-tracker program, built on GNOME technologies.<br>Instead of using online-first options like Toggl and Clockify, use a lightning-fast, local-first option. Time Tracker can sync with multiple computers by using cloud or network storage.<br>Time Tracker allows you to track different projects, see how much time you’ve spent on each project, and sync with a local file or a file in your own cloud storage. You can also open your sync file in spreadsheet software (since it's a CSV file).",
    "build_date": "2025-09-29T17:14:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/lynnmichaelmartin/TimeTracker/c7d97caa91031412de80cf4a5d4287dd/icons/128x128/com.lynnmichaelmartin.TimeTracker.png",
    "license": "MIT-0",
    "tag": [],
    "rank": 68
  },
  {
    "pkg": "Apifox",
    "app_id": "com.apifox.Apifox",
    "description": "Apifox = Postman + Swagger + Mock + JMeter",
    "description_long": "Apifox = Postman + Swagger + Mock + JMeter<br>NOTE: This wrapper is NOT verified by, affiliated with, or supported by Apifox Team.",
    "build_date": "2025-12-19T05:21:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/apifox/Apifox/8dbae56336f7a71777cd71a37907e1a3/icons/128x128/com.apifox.Apifox.png",
    "license": "LicenseRef-proprietary=https://docs.apifox.com/5734439m0",
    "tag": [],
    "rank": 69
  },
  {
    "pkg": "Byte",
    "app_id": "com.github.alainm23.byte",
    "description": "Rediscover your music",
    "description_long": "Interact with your music and fall in love with your library all over again.<br>Byte offers a beautiful presentation of your Music Library with loads of powerful features in a minimalistic yet highly customizable UI.<br>Handy features:<br>Light and Dark themes.<br>Add up to 100 items under for songs.<br>Sort individual playlists by album, title, play count or recently added.<br>Advanced Media Details and Artist Info.<br>Group Playlists, Albums, Artists, Songs, etc.<br>Search, add and play your favorite online radio stations.<br>",
    "build_date": "2025-12-16T03:50:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/alainm23.byte/7d112eff1fc2f3292cb81b3d48ad45b6/icons/128x128/com.github.alainm23.byte.png",
    "license": "GPL-3.0+",
    "tag": [
      "music",
      "radio",
      "playlist"
    ],
    "rank": 70
  },
  {
    "pkg": "Kana",
    "app_id": "com.felipekinoshita.Kana",
    "description": "Learn Japanese characters",
    "description_long": "<br>Hone your Japanese skills by matching romanized characters to their correct hiragana and katakana counterparts.<br>",
    "build_date": "2025-12-11T14:02:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Kana/c9fb9f18f8c8d8fcd87b1c4c92bd3b46/icons/128x128/com.felipekinoshita.Kana.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "japanese",
      "hiragana",
      "katakana"
    ],
    "rank": 71
  },
  {
    "pkg": "Urban Terror",
    "app_id": "info.urbanterror.UrbanTerror",
    "description": "Tactical first person shooter with action movie elements",
    "description_long": "<br>Urban Terror could best be described as a Hollywood tactical shooter; it is<br>realism based to a certain extent (environments/weapons/player models), but<br>also goes by the motto (fast gameplay and lots of<br>action). This combination of reality and action results in a very unique,<br>enjoyable and addictive game.<br>",
    "build_date": "2025-12-14T10:50:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/urbanterror/UrbanTerror/75ddceef3411c4b46413569b4c431acd/icons/128x128/info.urbanterror.UrbanTerror.png",
    "license": "GPL-2.0+ AND LicenseRef-proprietary=https://www.urbanterror.info/support/202-quake-3-sdk/",
    "tag": [],
    "rank": 72
  },
  {
    "pkg": "Mingle",
    "app_id": "io.github.halfmexican.Mingle",
    "description": "Combine emojis with Google's Emoji Kitchen",
    "description_long": "Combine emojis with Emoji Kitchen, and send them to friends",
    "build_date": "2025-08-03T00:01:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/halfmexican.Mingle/ddf364e43d9e95b1fc3c4cf63ce1f908/icons/128x128/io.github.halfmexican.Mingle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "emoji",
      "mix",
      "Google"
    ],
    "rank": 73
  },
  {
    "pkg": "Stretchly",
    "app_id": "net.hovancik.Stretchly",
    "description": "The break time reminder app",
    "description_long": "<br>Stretchly is a cross-platform Electron app that reminds you to take breaks when working on your computer.<br>",
    "build_date": "2025-11-13T15:48:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hovancik/Stretchly/c146427ada0049df29f7183ddac0363c/icons/128x128/net.hovancik.Stretchly.png",
    "license": "BSD-2-Clause",
    "tag": [],
    "rank": 74
  },
  {
    "pkg": "Oh My SVG",
    "app_id": "re.sonny.OhMySVG",
    "description": "Reduce the size of SVGs",
    "description_long": "Oh My SVG let you export unoptimized SVG files into smaller versions.<br>It lets you preview and tweak the parameters to obtain a satisfactory result before saving.<br>It removes or approximate information that is not required for rendering.<br>Remember that Oh My SVG removes information and metadata that may be useful, do not overwrite your original/source SVG files.",
    "build_date": "2025-10-28T09:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/OhMySVG/5cb6d5d981e6c3f0c5db9d61c9507c27/icons/128x128/re.sonny.OhMySVG.png",
    "license": "GPL-3.0",
    "tag": [
      "SVG",
      "clean",
      "optimize"
    ],
    "rank": 75
  },
  {
    "pkg": "Pixelitor",
    "app_id": "io.sourceforge.Pixelitor",
    "description": "Open source image editor",
    "description_long": "<br>Pixelitor is an advanced image editor with support for layers, layer masks, text layers, multiple undo, blending modes, cropping, Gaussian blurring, unsharp masking, histograms, etc. It has more than 110 image filters and color adjustments, some of which are unique to Pixelitor. Some of the gradients are unique to Pixelator.<br>",
    "build_date": "2024-11-25T12:57:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/sourceforge/Pixelitor/cdb52f9f4ef9d1584585df4febcff35d/icons/128x128/io.sourceforge.Pixelitor.png",
    "license": "GPL-3.0-only",
    "tag": [
      "pixelitor",
      "graphic",
      "design"
    ],
    "rank": 76
  },
  {
    "pkg": "Cookbook",
    "app_id": "de.flose.Kochbuch",
    "description": "The easy to use electronic cookbook",
    "description_long": "<br>Unite your recipes in one central place and access them from all the places you might need them such as your PC, your Andoid devices, or any browser.<br>Keep your recipe collection nicely organized by choosing your own categories.<br>Add an arbitrary amount of photos to showcase your creations.<br>All the functionality is for free; only the automatic synchronization costs a small fee.<br>",
    "build_date": "2024-12-01T13:59:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/flose/Kochbuch/8767bb019e61d71e2275836cbdb6fd50/icons/128x128/de.flose.Kochbuch.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Cooking",
      "Kitchen",
      "Recipes"
    ],
    "rank": 77
  },
  {
    "pkg": "Splash",
    "app_id": "xyz.splashmapper.Splash",
    "description": "Immersive video mapping engine",
    "description_long": "<br>Splash is a video mapping software, dedicated to deploying immersive spaces.<br>Splash takes care of semi-automatically calibrating the videoprojectors (field<br>of view, optical shift, projection blending and color), and feeding them with<br>the input video sources. Calibration relies on a 3D model of the projection<br>surfaces, which allows for matching the real and virtual spaces. Ultimately<br>this can lead for instance to projecting onto mobile objects, or hiding the<br>physical space when used with head tracking.<br>Splash is very flexible, but its user interface is organized around one main<br>goal: mapping immersive spaces and allow for creators to bring content to the<br>physical world using any tool they know and master. As such the main features<br>of Splash are:<br>Unlimited outputs, including physical (graphics card) and network outputs (NDI)<br>Semi-automatic projectors calibration, based on a 3D model of the physical space<br>Automatic blending computation of any number of projectors, whatever the overlapping between them<br>Real-time blending computation, allowing for blending moving tracked objects<br>Unlimited number of video inputs, live and pre-rendered<br>Entirely controlable through OSC<br>Scriptable through Python<br>Runs on single board computers as well as media servers<br>Does one thing, as best as possible<br>",
    "build_date": "2025-12-02T15:37:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/splashmapper/Splash/e3a234094937ec864302596a4e337e66/icons/128x128/xyz.splashmapper.Splash.png",
    "license": "GPL-3.0",
    "tag": [
      "projection",
      "immersion",
      "live"
    ],
    "rank": 78
  },
  {
    "pkg": "burnfix",
    "app_id": "io.github.vinser.burnfix",
    "description": "Try to fix screen image retentions and burn in, look for screen defects",
    "description_long": "After turning off or moving the taskbar, you suddenly find that the logo in the corner of the screen and the search magnifier are still visible on your monitor or TV screen, although not as brightly.<br>This is called or .<br>Burnfix can attempt to get rid of this effect on your LCD, LED or plasma screen by showing a special moving pattern for a perioid of time.<br>Moreover, burnfix can show full-screen images of various colors to help you identify defects in the display matrix.",
    "build_date": "2025-12-13T06:49:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vinser.burnfix/02582c34bcdcf8cd97a303d52ce6d491/icons/128x128/io.github.vinser.burnfix.png",
    "license": "MIT",
    "tag": [
      "lcd",
      "led",
      "screen"
    ],
    "rank": 79
  },
  {
    "pkg": "Invoice Ninja",
    "app_id": "com.invoiceninja.InvoiceNinja",
    "description": "Create invoices, accept payments, track expenses & time tasks",
    "description_long": "Create. Send. Get Paid.<br>Invoice Ninja is a leading platform for SMB’s to invoice, accept payments, track expenses &amp; time billable-tasks. Designed for freelancers and small to medium size businesses, Invoice Ninja is a suite of apps to help you get paid.<br>• Incredibly easy to use: <br>Invoice Ninja was built to serve freelancers and business owners with a complete suite of invoicing &amp; payment tools to advance your business.<br>• Invoicing &amp; Payments: <br>Every feature is geared towards accurate and secure invoicing and getting you paid. With Invoice Ninja you can send beautiful branded invoices with minimum of effort and maximum professionalism.<br>• Time Tracker &amp; Projects: <br>Create projects and individual tasks per project. When done, simply “Send task to invoice” and all details will be sent ready for your clients to pay!<br>• Track Vendors &amp; Expenses: <br>With Invoice Ninja, all your earnings, expenses, clients and vendors are stored and managed in one system. Categorize your vendors &amp; re-invoice expenses to clients, or simply run expense reports.<br>All of these features combine to help you receive the money you deserve and reduce the amount of time you spend on repetitive invoicing tasks. Spend less time on paperwork and more time at your craft.<br>",
    "build_date": "2025-11-02T11:21:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/invoiceninja/InvoiceNinja/43f2d8b63f62da43ab138cffde4ede8f/icons/128x128/com.invoiceninja.InvoiceNinja.png",
    "license": "AAL",
    "tag": [],
    "rank": 80
  },
  {
    "pkg": "Enroute Flight Navigation",
    "app_id": "de.akaflieg_freiburg.enroute",
    "description": "Flight Navigation App",
    "description_long": "Enroute Flight Navigation is a flight navigation app for VFR pilots. The<br>app runs primarily on mobile devices. It is free, open source, 100%<br>non-commercial and does not collect user data. This desktop version of the<br>app is hardly useful for actual navigation, but might be used to plan your<br>next flight on the big screen.",
    "build_date": "2025-12-15T15:09:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/akaflieg_freiburg/enroute/67ed8cc1ac3b2bed37defc80d5cb28ec/icons/128x128/de.akaflieg_freiburg.enroute.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 81
  },
  {
    "pkg": "Liferea",
    "app_id": "net.sourceforge.liferea",
    "description": "Keep up with your feeds",
    "description_long": "Liferea is a feed reader/news aggregator that brings together all of the content from your favorite subscriptions<br>into a simple interface that makes it easy to organize and browse feeds. Its GUI is similar to a desktop mail/news<br>client, with an embedded web browser.<br>Distinguishing features:<br>Read articles when offline<br>Force fetch full article text using HTML5 extraction<br>Subscribe to HTML5 websites that do not even have a feed!<br>Synchronizes with Google Reader API (TheOldReader, FreshRSS, FeedHQ, Miniflux, ...)<br>Synchronizes with Reedah<br>Synchronizes with TinyTinyRSS<br>Permanently save headlines in news bins<br>Match items using search folders<br>Play Podcasts<br>",
    "build_date": "2025-12-02T17:43:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/liferea/f446c8ea99461b44813e9197ad1b0d10/icons/128x128/net.sourceforge.liferea.png",
    "license": "GPL-2.0+",
    "tag": [
      "news",
      "feed",
      "aggregator"
    ],
    "rank": 82
  },
  {
    "pkg": "AAAAXY",
    "app_id": "io.github.divverent.aaaaxy",
    "description": "Impossible spaces puzzle platformer",
    "description_long": "<br>Although your general goal is reaching the surprising end of the game, you are encouraged to set your own goals while playing. Exploration will be rewarded, and secrets await you!<br>So jump and run around, and enjoy losing your sense of orientation in this World of Wicked Weirdness. Find out what Van Vlijmen will make you do. Pick a path, get inside a Klein Bottle, recognize some memes, and by all means: don't look up.<br>",
    "build_date": "2025-11-26T07:07:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/divverent.aaaaxy/ca56c4b165408bfb14be3ba01ddff6e6/icons/128x128/io.github.divverent.aaaaxy.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 83
  },
  {
    "pkg": "YSoccer",
    "app_id": "io.sourceforge.YSoccer",
    "description": "Retro style soccer game",
    "description_long": "YSoccer (formerly Yoda Soccer) is a project which intends to create a new desktop game with the gameplay and the style of the well known Sensible World of Soccer (a.k.a. SWOS). It is however not just a clone, but it expands upon the original formula with new features and improved graphics.",
    "build_date": "2024-11-08T16:47:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/sourceforge/YSoccer/e8734e1c763761e7d61ca8f303b8c3a8/icons/128x128/io.sourceforge.YSoccer.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 84
  },
  {
    "pkg": "Gamestar Mechanic",
    "app_id": "com.gamestarmechanic.gamestarmechanic",
    "description": "Learn to design video games",
    "description_long": "<br>Gamestar Mechanic uses fun, game-based quests and courses to help you learn game design and make your own video games!<br>",
    "build_date": "2024-11-26T18:38:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gamestarmechanic/gamestarmechanic/be8802dfe0e1b8bd7625821ac23673dc/icons/128x128/com.gamestarmechanic.gamestarmechanic.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 85
  },
  {
    "pkg": "Kile",
    "app_id": "org.kde.kile",
    "description": "TeX/LaTeX Editor",
    "description_long": "<br>Kile is a user-friendly TeX/LaTeX editor by KDE. Kile gives you the ability to use all the functionality of LaTeX in a graphical interface and has interactive preview mechanisms to readily see the results of editing.<br>Features:<br>Compile, convert and view your document with one click<br>Auto-completion of (La)TeX commands<br>Templates and wizards make starting new documents very little work<br>Easy insertion of many standard tags and symbols and the option to define (an arbitrary number of) user defined tags<br>Inverse and forward search: click in the DVI viewer and jump to the corresponding LaTeX line in the editor, or jump from the editor<br>to the corresponding page in the viewer<br>Finding chapter or sections is very easy, Kile constructs a list of all the chapter etc. in your document. You can use the list to<br>jump to the corresponding section<br>Collect documents that belong together into a project<br>Easy insertion of citations and references when using projects<br>Flexible and smart build system to compile your LaTeX documents<br>QuickPreview: preview a selected part of your document<br>Easy access to various help sources<br>Advanced editing commands<br>",
    "build_date": "2025-12-17T18:00:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kile/7953ed8a17a61bb78c85632b10f808d6/icons/128x128/org.kde.kile.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 86
  },
  {
    "pkg": "Ex Falso",
    "app_id": "io.github.quodlibet.ExFalso",
    "description": "Edit tags in your audio files",
    "description_long": "<br>Ex Falso is a tag editor with the same tag editing interface as<br>Quod Libet. It lets you display and edit any tags you want in the<br>file, for all the file formats it supports.<br>Supported file formats include Ogg Vorbis/Opus/Speex/FLAC, MP3,<br>FLAC, MOD/XM/IT, Musepack, Wavpack, MPEG-4 AAC, Monkeys Audio, WMA,<br>SPC, MIDI.<br>",
    "build_date": "2025-12-13T19:35:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/quodlibet.ExFalso/1231472fc08e566d38c719f14f0d516f/icons/128x128/io.github.quodlibet.ExFalso.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 87
  },
  {
    "pkg": "Chordcat",
    "app_id": "dev.ters.Chordcat",
    "description": "Play and name chords",
    "description_long": "<br>Chordcat is a desktop app that helps you identify and name chords based on inputted notes.<br>Features:<br>Displays chord names when notes are played using PC Keyboard, mouse or a MIDI device<br>MIDI device support<br>Staff notation<br>Metronome<br>Looper<br>128 inbuilt instruments (General MIDI)<br>Custom .sf2 soundfonts support<br>",
    "build_date": "2025-02-23T07:47:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/ters/Chordcat/64008d079e4680ad84118f35676f9b8b/icons/128x128/dev.ters.Chordcat.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Music",
      "Chord"
    ],
    "rank": 88
  },
  {
    "pkg": "OpenBubbles",
    "app_id": "app.openbubbles.OpenBubbles",
    "description": "OpenBubbles client for Linux",
    "description_long": "<br>Open-source and cross-platform ecosystem of apps aimed to bring iMessage to Android, Windows, Linux, and the Web!<br>",
    "build_date": "2025-07-15T06:10:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/openbubbles/OpenBubbles/ad53031b845dd7e0bf0d927a3a0be880/icons/128x128/app.openbubbles.OpenBubbles.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 89
  },
  {
    "pkg": "Schulrechner",
    "app_id": "io.github.CardiJey.schulrechner",
    "description": "The calculator you know from school",
    "description_long": "<br>This is a very early version in development. Unlabeled buttons will be implemented in the future, and bugs may be frequent. If you experience issues or have feature requests, please file an issue (link below).<br>Frustrated by the lack of free, open-source scientific calculators that feel like the ones I am used to, I decided to reverse-engineer my old calculator from school.<br>With features like:<br>input of complex equations,<br>output as fractions as well as decimals,<br>result storage and reuse,<br>selection and editing of equations from input history,<br>and support for implicit multiplication (like 5π instead of 5*π),<br>this calculator produces math that looks like the math on your paper. That makes it much more suitable for higher-level math in school and university—especially if you've grown accustomed to this kind of interface from a young age and just forgot your calculator at home.<br>Some additional features include:<br>A well-established open-source math.js library as the math engine—so you're not relying on some sketchy, hand-rolled math logic (just my sketchy hand-rolled input method 😛)<br>A familiar, intuitive design<br>100% offline usability and fully open source<br>Written entirely in HTML, JS, and CSS, which means it is inherently cross-platform, ...<br>easy for other web developers to contribute and ...<br>admittedly a bit heavy for a calculator. If you're interested in helping make a lighter version (Flutter, Kotlin, etc.), you're very welcome!<br>",
    "build_date": "2025-12-14T20:08:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/CardiJey.schulrechner/61e645259281f8b404ddb8c4d38e23d8/icons/128x128/io.github.CardiJey.schulrechner.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 90
  },
  {
    "pkg": "Fontmatrix",
    "app_id": "com.github.fontmatrix.Fontmatrix",
    "description": "Font management application",
    "description_long": "Fontmatrix is a font management application.<br>It helps keeping your font collection in order, allowing you to<br>enable and disable availability of fonts and font families in your<br>system. This is typically in demand by designers who tend to have<br>huge collections of typefaces.",
    "build_date": "2025-11-02T03:02:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/fontmatrix.Fontmatrix/253add3c04d9e3ab5ca5edfe0b8bc1ed/icons/128x128/com.github.fontmatrix.Fontmatrix.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 91
  },
  {
    "pkg": "Brief",
    "app_id": "io.github.shonebinu.Brief",
    "description": "A GUI for tldr pages",
    "description_long": "Brief is a GTK4 application for browsing tldr-pages. It provides a clean, native<br>interface to view community-maintained help pages for command-line tools.<br>Features:<br>Built with GTK4 and Libadwaita for a seamless GNOME experience.<br>Works offline with cached pages.<br>Filter platform-specific commands (Linux, Windows, Android, etc.).<br>Browse commands in multiple languages.<br>",
    "build_date": "2025-12-16T03:43:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/shonebinu.Brief/470aee2b31f13526c875d03a622c5ea8/icons/128x128/io.github.shonebinu.Brief.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "tldr",
      "man"
    ],
    "rank": 92
  },
  {
    "pkg": "Door Knocker",
    "app_id": "xyz.tytanium.DoorKnocker",
    "description": "Check the availability of portals",
    "description_long": "Door Knocker allows you to check availability of all portals provided by xdg-desktop-portal.",
    "build_date": "2025-09-18T09:10:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/tytanium/DoorKnocker/4f41a6e1e3b360ea1eb4f3e53493c52d/icons/128x128/xyz.tytanium.DoorKnocker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "portal"
    ],
    "rank": 93
  },
  {
    "pkg": "KHangMan",
    "app_id": "org.kde.khangman",
    "description": "Hangman Game",
    "description_long": "KHangMan is a game based on the well-known hangman game. It is aimed at children aged six and over. The game has several categories of words to play with, for example: Animals (animals words) and three difficulty categories: Easy, Medium and Hard. A word is picked at random, the letters are hidden, and you must guess the word by trying one letter after another. Each time you guess a wrong letter, part of a picture of a hangman is drawn. You must guess the word before being hanged! You have 10 tries.",
    "build_date": "2025-12-11T16:38:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/khangman.desktop/7d2661ca2ed4d10cef26c754097ff38d/icons/128x128/org.kde.khangman.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 94
  },
  {
    "pkg": "Tetravex",
    "app_id": "org.gnome.Tetravex",
    "description": "Reorder tiles to fit a square",
    "description_long": "<br>Each square piece has a number on each side. Position the pieces on the left<br>side of the board so that the same numbers are next to each other. If the<br>numbers don’t match, you can’t put the piece there. Move quickly: you’re<br>being timed!<br>You can make the game easier or harder by changing the size of the board.<br>",
    "build_date": "2025-09-19T10:20:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Tetravex/262eb5eb52f67385bb1bc706da00b1d1/icons/128x128/org.gnome.Tetravex.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "logic",
      "board"
    ],
    "rank": 95
  },
  {
    "pkg": "Tropy",
    "app_id": "org.tropy.Tropy",
    "description": "Explore your research photos",
    "description_long": "<br>Take control of your research photos with Tropy,<br>a tool that shortens the path from finding archival sources to writing about them.<br>Spend more time using your research photos, and less time hunting for them.<br>Tropy is an independent, open-source project<br>designed and produced by an international team of historians and software developers.<br>",
    "build_date": "2025-11-27T18:18:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tropy/Tropy/81de7f1e8d3ac57254d18c0123073979/icons/128x128/org.tropy.Tropy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 96
  },
  {
    "pkg": "Blarock",
    "app_id": "io.gitlab.blahord.blarock",
    "description": "Simple music player",
    "description_long": "Blarock is a Qt based small and simple player for your local music library.<br>Features<br>Scans your library and automatically detects albums<br>Simple search for albums and tracks<br>Support for powerful automatic playlist management<br>Full desktop integration<br>Visualisation of the playing track<br>",
    "build_date": "2025-12-14T17:04:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/blahord.blarock/6b75ced19e5a96be8e6ad59ea06753e3/icons/128x128/io.gitlab.blahord.blarock.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 97
  },
  {
    "pkg": "Colorway",
    "app_id": "io.github.lainsce.Colorway",
    "description": "Generate color pairings",
    "description_long": "Generate color pairings from selected color that follow certain color rules.",
    "build_date": "2025-05-19T01:05:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lainsce.Colorway/ae55864690500fdd59c75d83ea7713a8/icons/128x128/io.github.lainsce.Colorway.png",
    "license": "GPL-3.0+",
    "tag": [
      "color",
      "palette",
      "library"
    ],
    "rank": 98
  },
  {
    "pkg": "KsirK",
    "app_id": "org.kde.ksirk",
    "description": "World Domination Strategy Game",
    "description_long": "<br>KsirK is a computerized version of the well known strategic board game Risk.<br>The goal of the game is simply to conquer the world by attacking your neighbors with your armies.<br>Features:<br>Support for 1-6 human or computer (AI) players<br>Multi-player gaming over a network<br>You can easily create new skins with SVG graphics and the skin editor<br>Hot New Stuff support. You can easily download and install new skins<br>",
    "build_date": "2025-12-17T17:36:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ksirk/ce56b44c38839be6321c27111a123498/icons/128x128/org.kde.ksirk.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 99
  },
  {
    "pkg": "Fablemaker",
    "app_id": "com.endlessnetwork.fablemaker",
    "description": "Hack Aesop’s fables",
    "description_long": "Enter the world of Aesop’s fables like never before! Interactive stories where you can customize characters, texts and sounds, hacking into its code in this absorbing and educational app.<br>Pop open the magical pages that offer a new approach to interacting with the beloved Aesop’s fables! Read and touch these time honored stories and then hack the pages to make them your own. The art, sounds and text can all be hacked, creating your unique fables you can share with others.",
    "build_date": "2024-12-03T00:23:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/endlessnetwork/fablemaker/b1fa1e102e9f2ae72e8256249b926039/icons/128x128/com.endlessnetwork.fablemaker.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 100
  },
  {
    "pkg": "Counters",
    "app_id": "io.gitlab.guillermop.Counters",
    "description": "Keep track of anything",
    "description_long": "<br>Simple counting application that lets you create counters to keep track of anything you want.<br>Features:<br>Multiple counters<br>Set and track goals<br>Automatically resets every day, week, etc.<br>Basic streak counting<br>Export your data into a CSV file<br>",
    "build_date": "2025-11-05T05:46:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/guillermop.Counters/c34b46d045f1caefe12bd133a2cb19cc/icons/128x128/io.gitlab.guillermop.Counters.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 101
  },
  {
    "pkg": "Powersupply",
    "app_id": "nl.brixit.powersupply",
    "description": "Linux power subsystem debugger",
    "description_long": "<br>An application that displays the state of various batteries and powersupplies in mobile platforms.<br>",
    "build_date": "2025-10-26T07:09:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/nl/brixit/powersupply/860f139946e1c29f203784602dbcae07/icons/128x128/nl.brixit.powersupply.png",
    "license": "MIT",
    "tag": [],
    "rank": 102
  },
  {
    "pkg": "WireframeSketcher",
    "app_id": "com.wireframesketcher.WireframeSketcher",
    "description": "Wireframing tool for professionals",
    "description_long": "WireframeSketcher is a software tool that helps product managers,<br>designers and developers quickly create wireframes, mockups and<br>prototypes for desktop, web and mobile applications. It’s standalone<br>software and a plug-in for any Eclipse IDE.<br>Mockup your website, desktop, Android and iPhone applications. Get<br>useful stencils from Mockups Gallery. Create your own assets using<br>standard SVG format.<br>Streamlined and professional interface lets you get results fast<br>and with great effect. Sketchy look makes you focus on what’s<br>important.<br>Use version control to work with your team. Manage large prototypes<br>with projects. Present your work in full-screen viewer. Share<br>click-through PDFs with your clients.<br>Try WireframeSketcher before you buy for free. The software is<br>fully functional for 14 days. After the evaluation period is over,<br>you’ll need a license key in order to save your work.<br>",
    "build_date": "2025-09-26T13:53:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/wireframesketcher/WireframeSketcher/bc75a4186decc4865abe97bf1f334070/icons/128x128/com.wireframesketcher.WireframeSketcher.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "mockups",
      "wireframes",
      "prototypes"
    ],
    "rank": 103
  },
  {
    "pkg": "Squey",
    "app_id": "org.squey.Squey",
    "description": "Explore your data",
    "description_long": "Squey is designed from the ground up to take advantage of GPUs and CPUs to perform interactive explorations of massive amounts of data.<br>It gives users an exhaustive yet intuitive multi-view representation of columnar data and can ingest from:<br>Structured text files (CSV, logs, ...)<br>Apache Parquet files<br>Pcap files<br>SQL databases<br>Elasticsearch databases<br>Squey strives to deliver value through its V.I.SU approach:<br>Visualize: Leverage various visual representations of raw data in combination with statistics<br>Investigate: Use filters to build an accurate understanding of millions of rows while switching instantly between capturing the big picture and focusing on the details<br>Spot the Unknown: As a structured understanding of the data emerges, identify unknowns and anomalies<br>Squey can be used for many different purposes, such as:<br>BI and Big Data: Bootstrap initial understanding of complex datasets and deep dive where necessary to design accurate data processing<br>Cybersecurity: Detect weak signals such as attacks and data leaks<br>IT troubleshooting: Resolve network issues and improve application performance<br>Machine Learning: Design training dataset to fulfill targeted improvements of Machine Learning models<br>Give yourself a chance to see your data and have fun exploring!",
    "build_date": "2025-12-12T23:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/squey/Squey/6a8456fb078045672069688a362cbccf/icons/128x128/org.squey.Squey.png",
    "license": "MIT",
    "tag": [],
    "rank": 104
  },
  {
    "pkg": "Parallel Overhead",
    "app_id": "net.huitsi.ParallelOverhead",
    "description": "Endless runner game",
    "description_long": "<br>Parallel Overhead is a colorful endless runner game where you take control of<br>the ships Truth and Beauty on a groundbreaking trip through hyperspace. A<br>stable hyperspace tunnel has finally been achieved with the two ships<br>supporting it on opposite walls of the tunnel. Well, almost stable...<br>It's up to you to keep the ships from falling through the cracks!<br>",
    "build_date": "2025-09-02T11:01:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/huitsi/ParallelOverhead/d429cbf00bdfe48dad8cab7544033107/icons/128x128/net.huitsi.ParallelOverhead.png",
    "license": "MIT AND CC0-1.0",
    "tag": [],
    "rank": 105
  },
  {
    "pkg": "Sonar",
    "app_id": "io.github.tobagin.sonar",
    "description": "Desktop webhook inspector for developers",
    "description_long": "<br>Sonar is a native GTK4 application that provides a beautiful, intuitive interface <br>for capturing and inspecting webhook requests during development. Built with modern <br>technologies and following GNOME design patterns, Sonar makes webhook debugging <br>simple and efficient.<br>Core Features:<br>Instant public URLs via ngrok integration for webhook testing<br>Real-time capture of incoming webhook requests as they arrive<br>Detailed inspection of headers, body content, query parameters, and metadata<br>Quick copy functionality including JSON, cURL, and HTTP formats<br>Clean Libadwaita interface that integrates perfectly with GNOME<br>Fast and lightweight native application with minimal resource usage<br>Advanced Features:<br>Request bookmarking and starring for quick access<br>Request replay to resend webhooks to custom URLs<br>Side-by-side request comparison to spot differences<br>Request templates for saving and reusing webhook patterns<br>Automatic webhook forwarding to multiple URLs<br>Advanced filtering by method, content-type, time range, and search<br>Persistent history with JSON storage<br>",
    "build_date": "2025-12-12T20:49:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.sonar/e9407ea59e7281e62f2894982bafded9/icons/128x128/io.github.tobagin.sonar.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "webhook",
      "ngrok",
      "developer"
    ],
    "rank": 106
  },
  {
    "pkg": "Naev",
    "app_id": "org.naev.Naev",
    "description": "2D action/rpg space trading combat game",
    "description_long": "<br>Naev is a 2D space trading and combat game, taking inspiration from the Escape Velocity series, among others.<br>You pilot a space ship from a top-down perspective, and are more or less free to do what you want. As the genre name implies, you’re able to trade and engage in combat at will. Beyond that, there’s an ever-growing number of storyline missions, equipment, and ships; Even the galaxy itself grows larger with each release. For the literarily-inclined, there are large amounts of lore accompanying everything from planets to equipment.<br>",
    "build_date": "2025-10-12T03:32:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/naev/Naev/ea89552ebda7c1c165274c310a092e0d/icons/128x128/org.naev.Naev.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 107
  },
  {
    "pkg": "Qtcord",
    "app_id": "io.github.mak448a.QTCord",
    "description": "Lightweight Discord client",
    "description_long": "Qtcord is a Discord client built with Qt aiming to bring a lightweight, native experience. It takes less RAM than the offical client and the browser version of Discord!<br>Please report bugs and account bans at https://github.com/mak448a/Qtcord/issues.<br>DISCLAIMER: I am not responsible for account bans! This app is against the Discord TOS.",
    "build_date": "2025-12-11T19:18:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mak448a.QTCord/85ef91ebf91c0bbed49c43003a2d9536/icons/128x128/io.github.mak448a.QTCord.png",
    "license": "MIT",
    "tag": [],
    "rank": 108
  },
  {
    "pkg": "madamiru",
    "app_id": "com.mtkennerly.madamiru",
    "description": "Dynamic multi-multimedia player",
    "description_long": "Madamiru is a cross-platform media player written in Rust that can automatically play and shuffle multiple videos, images, and songs at once in a grid layout.<br>Features:<br>Customizable layout with multiple groups of dynamic media<br>Video formats: AVI, M4V, MKV, MOV, MP4, WebM, plus any others supported by GStreamer<br>Image formats: BMP, GIF, ICO, JPEG, PNG, TIFF, SVG, WebP<br>Audio formats: FLAC, M4A, MP3, WAV<br>Subtitles are supported within MKV (but not as separate files)<br>",
    "build_date": "2025-12-14T19:36:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mtkennerly/madamiru/9dd9b3724fa7ae0e1dc129ee463b6f3c/icons/128x128/com.mtkennerly.madamiru.png",
    "license": "MIT",
    "tag": [
      "image",
      "images",
      "media"
    ],
    "rank": 109
  },
  {
    "pkg": "SemantiK",
    "app_id": "net.krafting.SemantiK",
    "description": "Find the secret word",
    "description_long": "A word game where you guess a target word by proposing other semantically related words. The closer your proposals are to the target word, the closer you get to the solution.<br>The default language is French, but you can install other Language Pack using your Software Center.",
    "build_date": "2025-11-17T14:08:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/SemantiK/a5496d9d65da338b77d2a046edcd7f51/icons/128x128/net.krafting.SemantiK.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "word",
      "semantic",
      "vocabulary"
    ],
    "rank": 110
  },
  {
    "pkg": "Game Server Watcher",
    "app_id": "io.github.lxndr.gswatcher",
    "description": "Monitor and admin game servers",
    "description_long": "Game Server Watcher is a simple application that helps you to monitor<br>the state of your favorite game servers and control remotely the servers of<br>your own. It also has a buddy list and can notify you if a buddy joins any of<br>servers.<br>Features:<br>Server list<br>Buddy list<br>Notifications when your buddy is on a server<br>Multiple query protocols<br>Remote console (Source only)<br>",
    "build_date": "2025-11-16T22:00:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lxndr.gswatcher/a9a82ce6d3dce93d5fa847d9a4e6c7a7/icons/128x128/io.github.lxndr.gswatcher.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "quake",
      "source",
      "gamespy"
    ],
    "rank": 111
  },
  {
    "pkg": "BrogueCE",
    "app_id": "com.github.tmewett.BrogueCE",
    "description": "Brogue: Community Edition - a community-lead fork of the much-loved minimalist roguelike game",
    "description_long": "Brogue is a single-player strategy game set in the halls of a mysterious and randomly-generated dungeon. The objective is simple enough -- retrieve the fabled Amulet of Yendor from the 26th level -- but the dungeon is riddled with danger. Horrifying creatures and devious, trap-ridden terrain await. Yet it is also riddled with weapons, potions, and artifacts of forgotten power. Survival demands strength and cunning in equal measure as you descend, making the most of what the dungeon gives you. You will make sacrifices, narrow escapes, and maybe even some friends along the way -- but will you be one of the lucky few to return alive?",
    "build_date": "2024-12-03T10:05:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/tmewett.BrogueCE/bcd16b986ac93857b18048bc82a2ac13/icons/128x128/com.github.tmewett.BrogueCE.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 112
  },
  {
    "pkg": "Jasmine",
    "app_id": "io.github.alamahant.Jasmine",
    "description": "Launch websites and sessions",
    "description_long": "<br>Jasmine is a comprehensive web launcher and session management application that transforms your scattered bookmarks and browser tabs into an organized, launchable workspace. Perfect for productivity enthusiasts and multi-account managers.<br>Key Features:<br>Smart Bookmarking: Store websites with titles, URLs, comments, favicons, and login references<br>Session Management: Create, save, and restore multi-tab browsing sessions with one click<br>Private Profile System: Completely isolated browsing environments for multi-account management<br>Multi-Account Support: Simultaneously access multiple accounts on the same service without conflicts<br>Built-in Download Manager: Complete download management with progress tracking<br>2FA Integration: Built-in two-factor authentication code generator<br>Screenshot Capture: Take and save screenshots of web pages for documentation<br>Master Password Protection: Secure your data with password protection<br>Perfect for managing multiple Gmail accounts, GitHub profiles, social media accounts, or any scenario where you need isolated browsing sessions. Each private profile operates as a separate browser with its own cookies, login sessions, and browsing data.<br>Whether you're a developer managing different environments, a content creator with multiple channels, or a business manager handling client accounts, Jasmine provides unprecedented control over your online identity management.<br>",
    "build_date": "2025-12-14T00:07:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/alamahant.Jasmine/d91c8934d131869528642dbb113e30d2/icons/128x128/io.github.alamahant.Jasmine.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "browser",
      "session",
      "bookmark"
    ],
    "rank": 113
  },
  {
    "pkg": "Teeworlds",
    "app_id": "com.teeworlds.Teeworlds",
    "description": "Online multiplayer shooter game",
    "description_long": "<br>Teeworlds is a 2D online action game for up to 16 players battling in<br>several game modes.<br>The controls are inspired by First Person Shooter game genre.<br>It lets you desing custom maps.<br>",
    "build_date": "2024-12-06T16:02:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/teeworlds/Teeworlds/404957a0b41af41ce562139d2ad8f128/icons/128x128/com.teeworlds.Teeworlds.png",
    "license": "Zlib and CC-BY-SA-3.0",
    "tag": [
      "game"
    ],
    "rank": 114
  },
  {
    "pkg": "Asteroids Revenge",
    "app_id": "io.github.mlm_games.asteroids_revenge",
    "description": "Evade lasers as an enigmatic entity",
    "description_long": "Asteroids Revenge is an exciting arcade-style game where you must navigate through an asteroid field while battling against a crooked spaceship. Dodge its lasers and fight back to emerge victorious!<br>Features:<br>Fast-paced gameplay<br>Challenging lasers<br>minimal graphics<br>Engaging sound effects<br>",
    "build_date": "2025-11-02T07:18:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mlm_games.asteroids_revenge/5f14383dc97094881c6160a8dafda7e0/icons/128x128/io.github.mlm_games.asteroids_revenge.png",
    "license": "MIT",
    "tag": [],
    "rank": 115
  },
  {
    "pkg": "Sendworm",
    "app_id": "to.bnt.sendworm",
    "description": "Send files securely",
    "description_long": "<br>Send files securely using Magic Wormhole.<br>This is a cross-platform desktop app for sending files quickly and securely using the<br>magic-wormhole protocol, which makes it compatible with other tools that use magic-wormhole.<br>",
    "build_date": "2025-10-29T06:35:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/to/bnt/sendworm/5a224a6a5054b9ee4ef759fad83ad9db/icons/128x128/to.bnt.sendworm.png",
    "license": "MIT",
    "tag": [
      "transfer",
      "share"
    ],
    "rank": 116
  },
  {
    "pkg": "Pulp",
    "app_id": "org.gnome.gitlab.cheywood.Pulp",
    "description": "Skim excessive feeds",
    "description_long": "Note: Today Pulp is available as available as a preview which includes direct RSS along with FreshRSS and Nextcloud News backends.<br>Pulp provides a workflow focused on reading through an excessive number of RSS feeds with the goal of regularly marking all read, resting in a state akin to an empty inbox.<br>Contributing to quickly parsing excessive articles:<br>Marking read while scrolling<br>Ensuring full article titles and longer excerpts are visible in the article list<br>A large mobile-friendly button to mark the list read and continue<br>Minimising everything else, in both UI clutter and functionality<br>Complimenting Pulp being a bucket that you're aiming to keep empty are the abilities to share (via Mastodon, Telegram, Reddit and mail) and save (to Wallabag, Nextcloud Bookmarks, Nextcloud Notes and Iotas).<br>The goal here isn't to be a typical RSS reader, please see the README (via the website link) for more about what Pulp is trying to do and what's possible with this preview. There will be some bugs, reporting those (via the Report an Issue link) is greatly appreciated 🙏",
    "build_date": "2025-10-29T00:01:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.cheywood.Pulp/ffce9738f3c27b288420d33858810e11/icons/128x128/org.gnome.gitlab.cheywood.Pulp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "rss",
      "news",
      "minimal"
    ],
    "rank": 117
  },
  {
    "pkg": "ARX",
    "app_id": "org.deidentifier.arx",
    "description": "ARX Data Anonymization Tool",
    "description_long": "\nARX is a comprehensive open source software for anonymizing sensitive personal data. It supports a wide variety of (1) privacy and risk models, (2) methods for transforming data and (3) methods for analyzing the usefulness of output data.\n<br>\nThe software has been used in a variety of contexts, including commercial big data analytics platforms, research projects, clinical trial data sharing and for training purposes.\n<br>\nARX is able to handle large datasets on commodity hardware and it features an intuitive cross-platform graphical user interface.<br>ARX features a cross-platform graphical tool, which supports data import and cleansing, wizards for creating transformation rules, intuitive ways for tailoring the anonymized dataset to your requirements and visualizations of data utility and re-identification risks<br>ARX is also available as a comprehensive software library with a clean API that delivers data anonymization capabilities to any Java program. The underlying principles, methods, algorithms and data structures have been published in peer-reviewed journals and conference proceedings<br>ARX is not just a tool box, but a fully fledged application. All methods have been carefully selected and tightly integrated with each other. ARX provides compatibility with SQL databases, MS Excel and CSV files. Moreover, it supports data cleansing and can handle incomplete and dirty data",
    "build_date": "2025-09-25T04:16:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/deidentifier/arx/808ae0e010e3857b7d6674922a3f7c6c/icons/128x128/org.deidentifier.arx.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 118
  },
  {
    "pkg": "Project: Starfighter",
    "app_id": "io.github.pr_starfighter.starfighter",
    "description": "Space shoot 'em up game.",
    "description_long": "<br>Project: Starfighter is a space shoot 'em up game originally developed\nby Parallel Realities in 2002, and released in 2003. You assume the role\nof Chris Bainfield in his quest to put an end to WEAPCO, the weapons\ncorporation which has enslaved the galaxy.<br>",
    "build_date": "2025-06-20T05:53:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pr_starfighter.starfighter/41bf5729420d07a04801bb40d3d60fbe/icons/128x128/io.github.pr_starfighter.starfighter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Games"
    ],
    "rank": 119
  },
  {
    "pkg": "Q3Rally",
    "app_id": "com.q3rally.Q3Rally",
    "description": "Survival racing game",
    "description_long": "Q3Rally is a vehicular combat racing game.",
    "build_date": "2025-11-22T13:40:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/q3rally/Q3Rally/01c199b7c75e7803b0585540471617dd/icons/128x128/com.q3rally.Q3Rally.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 120
  },
  {
    "pkg": "Rosary",
    "app_id": "io.github.roseblume.rosary",
    "description": "Study Christianity",
    "description_long": "<br>Read the Bible and other Christian texts. This projects goal is to allow each person to study the bible and come to their own conclusion about their faith.<br>",
    "build_date": "2025-11-10T18:21:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/roseblume.rosary/9c575ee1a49c280a2189b78db7bdc56c/icons/128x128/io.github.roseblume.rosary.png",
    "license": "MIT",
    "tag": [
      "Jesus",
      "Books",
      "Bible"
    ],
    "rank": 121
  },
  {
    "pkg": "Crossword Editor",
    "app_id": "org.gnome.Crosswords.Editor",
    "description": "Create crossword puzzles",
    "description_long": "<br>A tool for authoring and editing pencil-and-paper style<br>puzzles. Its features include:<br>Supports multiple crossword types, including barred and cryptics<br>Loads and saves .ipuz file format<br>Style support for individual cells<br>Suggests words when creating grids<br>Hints for writing clues<br>Autofill functionality<br>Dictionary of words for writing clues<br>",
    "build_date": "2025-10-23T15:42:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Crosswords.Editor/800c77b2b54d9c83048b83047b7ac3ae/icons/128x128/org.gnome.Crosswords.Editor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "crossword",
      "puzzle",
      "xword"
    ],
    "rank": 122
  },
  {
    "pkg": "OpaqueFiles",
    "app_id": "page.codeberg.cozyowl.OpaqueFiles",
    "description": "File encryption software for cloud storage",
    "description_long": "OpaqueFiles is a free and open-source project that can be used to encrypt data before uploading it to cloud providers or local storage.<br>Please also check out Cryptomator to see what suits you best.<br>Features<br>Encryption: ChaCha20-Poly1305 (default), AES-GCM-SIV<br>Remember password: Password can be saved in ~/.config/OpaqueFiles/opaqueFiles.properties to avoid typing<br>Compression: None, Zstd (default), gzip, XZ<br>Reed–Solomon Error Correction<br>Argon2id key derivation<br>Verification: Checks your encrypted files for errors during encryption<br>Checking: Check your encrypted files for malicious manipulation<br>Scrubbing: Check your encrypted files for corruption, and fix the corruption<br>UNIX Pipes<br>Stress testing: Test CPU/Memory stabilty. Faster but not as reliable as Memtest<br>",
    "build_date": "2025-12-12T17:28:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/cozyowl.OpaqueFiles/8b6dd2109fe5fd0a839239fb0803a4d4/icons/128x128/page.codeberg.cozyowl.OpaqueFiles.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "encryption",
      "aes",
      "chacha"
    ],
    "rank": 123
  },
  {
    "pkg": "Oku",
    "app_id": "io.github.OkuBrowser.oku",
    "description": "Browse & express yourself",
    "description_long": "Oku is a browser that offers a space that exists parallel to the web, where sites are shared between peers and found through social bookmarking.<br>While you may still browse traditional sites, Oku enables you to create, share, and find content without being beholden to centralised corporate interests.<br>Unleash your creativity and join a network of users supporting an independent effort to reintroduce control, privacy, &amp; free expression online.",
    "build_date": "2025-12-15T01:51:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/OkuBrowser.oku/19a64793cdf40240b03bb2d7a9cc2f33/icons/128x128/io.github.OkuBrowser.oku.png",
    "license": "AGPL-3.0+",
    "tag": [
      "web",
      "dweb",
      "hive"
    ],
    "rank": 124
  },
  {
    "pkg": "icon-browser-adw",
    "app_id": "io.github.rsvzz.iconvwadw",
    "description": "Icon Browser for Adwaita",
    "description_long": "<br>icon-browser-adw allows you to view the gnome desktop icons with adwaita, allowing you to copy the icon names for use in your projects.<br>",
    "build_date": "2025-12-15T17:01:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/rsvzz.iconvwadw/a6f318287b098715ff240195b2300bc9/icons/128x128/io.github.rsvzz.iconvwadw.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 125
  },
  {
    "pkg": "Furtherance",
    "app_id": "io.unobserved.furtherance",
    "description": "Time tracker",
    "description_long": "<br>Furtherance is a time tracking application that respects your privacy.<br>It allows you to track time spent on different activities without worrying about your data being captured and sold.<br>",
    "build_date": "2025-03-09T06:37:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/unobserved/furtherance/8e232dd0ead85f64278f4e58ae975992/icons/128x128/io.unobserved.furtherance.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "timer",
      "tracker",
      "clock"
    ],
    "rank": 126
  },
  {
    "pkg": "FreeRCT",
    "app_id": "net.freerct.FreeRCT",
    "description": "Theme park strategy game",
    "description_long": "FreeRCT aims to be a free and open source game which captures the look, feel and gameplay of the popular games RollerCoaster Tycoon 1 and 2.<br>The game is still in an early alpha state, but it is already playable and offers a variety of features.",
    "build_date": "2024-12-09T13:15:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/freerct/FreeRCT/11e32248926dda36baa66c9ace825e1d/icons/128x128/net.freerct.FreeRCT.png",
    "license": "GPL-2.0",
    "tag": [
      "Game",
      "Strategy"
    ],
    "rank": 127
  },
  {
    "pkg": "DeepQt",
    "app_id": "io.github.voxelcubes.deepqt",
    "description": "Harness the power of the DeepL API with this friendly user interface",
    "description_long": "DeepQt is a user-friendly application that harnesses the power of the DeepL API for translation purposes. <br>With a clean interface and support for batch processing of plain text files and EPUB books, <br>DeepQt makes it easy to translate texts efficiently and effectively.<br>DeepQt also features higher-level glossaries allowing you to make replacements before translation, <br>to ensure consistnecy in terms. These can even be applied without translating anything!<br>To use DeepQt's translation features, you will need a DeepL API license, either free or pro.",
    "build_date": "2025-07-06T04:58:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/voxelcubes.deepqt/37580da889b82c908a00d176566c357b/icons/128x128/io.github.voxelcubes.deepqt.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 128
  },
  {
    "pkg": "ThiefMD",
    "app_id": "com.github.kmwallio.thiefmd",
    "description": "The markdown editor worth stealing.",
    "description_long": "Keep your Markdown managed. Write epic tales, a novel, that screen play, keep a journal, or finally write that book report.ThiefMD is a Markdown Editor providing an easy way to organize, format, and compile your markdown documents. When you're ready to Publish, go to ePub, PDF, Office, Ghost, WordPress, Write-Freely, or more.Import from and Export to Office, ePUB, HTML, and more. ThiefMD is your one stop shop for making and managing markdown mischief.Working on a screenplay? ThiefMD can handle and combine Fountain files as well. Write your novel and prepare for that movie deal all from the same app.",
    "build_date": "2023-06-03T23:13:38",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.github.kmwallio.thiefmd.png",
    "license": "GPL-3.0+",
    "tag": [
      "bibtex",
      "blog",
      "book"
    ],
    "rank": 129
  },
  {
    "pkg": "CBconvert",
    "app_id": "io.github.gen2brain.cbconvert",
    "description": "A Comic Book converter",
    "description_long": "<br>A comic book converter with support for .cb*, .pdf, .xps, .epub, .mobi and directories.<br>Images can be converted to JPEG, PNG, TIFF, WEBP, AVIF, JXL or 4-Bit BMP (16 colors) file format.<br>",
    "build_date": "2024-11-06T22:48:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/gen2brain.cbconvert/7c0b90b5832ffef6f8bdf8648a0664e0/icons/128x128/io.github.gen2brain.cbconvert.png",
    "license": "GPL-3",
    "tag": [],
    "rank": 130
  },
  {
    "pkg": "Acronym Decoder",
    "app_id": "net.zdechov.app.AcronymDecoder",
    "description": "Search acronym meanings",
    "description_long": "A simple tool for quick searching of meaning for various acronyms and abbreviations.<br>Features:<br>Acronym database management<br>Quick searching by acronym name, meaning or category. Exact or partial match.<br>Acronym categories<br>Database stored as project file in open XML format<br>Configurable import from external web pages (http, https) with custom text parsing rules<br>Support for import from MS Access database file<br>Localized interface (English, Czech)<br>Allows minimization to system tray<br>Document check for acronyms occurrence, definitions and summary section<br>",
    "build_date": "2025-01-26T13:58:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.AcronymDecoder/54dc161de95e4ee5efb939821cb5887a/icons/128x128/net.zdechov.app.AcronymDecoder.png",
    "license": "CC0-1.0",
    "tag": [
      "acronym",
      "meaning"
    ],
    "rank": 131
  },
  {
    "pkg": "iptux",
    "app_id": "io.github.iptux_src.iptux",
    "description": "LAN communication software",
    "description_long": "<br>iptux is an “IP Messenger” client. The features of iptux include:<br>auto-detect other clients on the intranet.<br>send/recv messages to other clients.<br>send/recv files to other clients.<br>share your files to other cliens (with optional password protection).<br>It is (supposedly) compatible with 飞鸽传书 (Feige) and 飞秋 (FeiQ) from China,<br>and with the original “IP Messenger” clients from Japan, including g2ipmsg and<br>xipmsg in Debian.<br>",
    "build_date": "2025-02-18T00:57:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/iptux_src.iptux/b390e379ebf0b8c3c219c59641cd34a2/icons/128x128/io.github.iptux_src.iptux.png",
    "license": "GPL-2.0",
    "tag": [
      "chat",
      "im",
      "ipmsg"
    ],
    "rank": 132
  },
  {
    "pkg": "Konquest",
    "app_id": "org.kde.konquest",
    "description": "Galactic Strategy Game",
    "description_long": "<br>Konquest is a version of Gnu-Lactic Konquest. Players conquer other planets<br>by sending ships to them. The goal is to build an interstellar empire and ultimately<br>conquer all other player's planets.<br>",
    "build_date": "2025-12-17T17:34:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/konquest/168fa6d594bfeab7f9fd665e0781cb41/icons/128x128/org.kde.konquest.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 133
  },
  {
    "pkg": "Notify",
    "app_id": "com.ranfdev.Notify",
    "description": "Receive notifications from ntfy.sh.",
    "description_long": "Versatile GTK4 client designed to seamlessly interface with the ntfy.sh notification service",
    "build_date": "2025-12-15T17:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Notify/715d482ec5e745785083560a55ad631f/icons/128x128/com.ranfdev.Notify.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "ntfy"
    ],
    "rank": 134
  },
  {
    "pkg": "Threadbare",
    "app_id": "org.endlessaccess.threadbare",
    "description": "Rebuild an unraveling world",
    "description_long": "Story-driven, collaborative game where players don’t just explore a world—they co-create it. In Threadbare, players rebuild a world unraveling at the seams by recovering knowledge, crafting stories, and designing characters, quests, and cultures drawn from their own lives.",
    "build_date": "2025-12-18T14:32:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/endlessaccess/threadbare/941bd0fcd870783ee8e58b5c4b7163c8/icons/128x128/org.endlessaccess.threadbare.png",
    "license": "MPL-2.0",
    "tag": [
      "Godot",
      "retro",
      "pixel"
    ],
    "rank": 135
  },
  {
    "pkg": "VYM",
    "app_id": "io.github.insilmaril.vym",
    "description": "Tool for generating and manipulating mind maps",
    "description_long": "<br>VYM (View Your Mind) allows you to organize your ideas easily and intuitively. <br>It is a powerful personal task manager that lets you create mind maps and export<br>them to multiple formats.<br>Note: In the beta branch there is a version of VYM that uses org.kde.Platform//6.8<br>",
    "build_date": "2025-01-04T22:22:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/insilmaril.vym/ff9f0d18960b66020dee739bdb83b8c4/icons/128x128/io.github.insilmaril.vym.png",
    "license": "LGPL-2.1-or-later",
    "tag": [],
    "rank": 136
  },
  {
    "pkg": "Pyfa",
    "app_id": "io.github.pyfa_org.Pyfa",
    "description": "Python fitting assistant for EVE: Online",
    "description_long": "Pyfa, short for python fitting assistant for EVE: Online, allows you to create, experiment with, and save ship fittings without being in game.<br>CCP Copyright Notice<br>EVE Online, the EVE logo, EVE and all associated logos and designs are the intellectual property of CCP hf. All artwork,<br>screenshots, characters, vehicles, storylines, world facts or other recognizable features of the intellectual property<br>relating to these trademarks are likewise the intellectual property of CCP hf. EVE Online and the EVE logo are the<br>registered trademarks of CCP hf. All rights are reserved worldwide. All other trademarks are the property of their<br>respective owners. CCP hf. has granted permission to pyfa to use EVE Online and all associated logos and designs for<br>promotional and information purposes on its website but does not endorse, and is not in any way affiliated with, pyfa.<br>CCP is in no way responsible for the content on or functioning of this program, nor can it be liable for any damage<br>arising from the use of this program.<br>",
    "build_date": "2025-12-12T00:27:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pyfa_org.Pyfa/66c74cbc45594d575154fea8208c0580/icons/128x128/io.github.pyfa_org.Pyfa.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 137
  },
  {
    "pkg": "ecode",
    "app_id": "dev.ensoft.ecode",
    "description": "Lightweight multi-platform code editor designed for modern hardware with a focus on responsiveness and performance",
    "description_long": "<br>ecode is a lightweight multi-platform code editor designed for modern hardware with a<br>focus on responsiveness and performance. It has been developed with the<br>hardware-accelerated eepp GUI, which provides the core technology for the editor. The<br>project comes as the first serious project using the eepp GUI, and it's currently being<br>developed to improve the eepp GUI library as part of one of its main objectives.<br>",
    "build_date": "2025-10-17T13:11:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/ensoft/ecode/8ab8d78b6f80778b90fedb3f71024ce8/icons/128x128/dev.ensoft.ecode.png",
    "license": "MIT",
    "tag": [],
    "rank": 138
  },
  {
    "pkg": "Clockode",
    "app_id": "dev.mariinkys.Clockode",
    "description": "TOTP Client",
    "description_long": "Clockode TOTP code generator that stores your authentication secrets in an encrypted<br>local vault, keeping your two-factor codes private and accessible without needing an<br>internet connection.<br>Local encrypted vault, using battle-tested software<br>Offline-first, no internet access required<br>Minimal and user-friendly interface<br>Quick code copying and auto-refresh<br>Support for multiple accounts and labels<br>Backup and import functionality (standard format, works between apps)<br>",
    "build_date": "2025-12-15T20:49:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/Clockode/6b340bf8779585895cc41d22441abded/icons/128x128/dev.mariinkys.Clockode.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tool",
      "TOTP",
      "2FA"
    ],
    "rank": 139
  },
  {
    "pkg": "Convertidor",
    "app_id": "tech.digiroad.Convertidor",
    "description": "Converting units of measurement",
    "description_long": "Convertidor is a handy and high precision application for converting units of measurement.<br>Features:<br>Conversion of 300+ units of measurement.<br>Instant and accurate (simultaneous) unit conversion.<br>Intuitive and user-friendly interface.<br>",
    "build_date": "2025-12-16T22:05:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/tech/digiroad/Convertidor/014fb7fa1ea5a0b56733e92313d57eb0/icons/128x128/tech.digiroad.Convertidor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "units",
      "converter"
    ],
    "rank": 140
  },
  {
    "pkg": "Amazfish",
    "app_id": "uk.co.piggz.amazfish",
    "description": "Smart watch sync app",
    "description_long": "<br>Companion application for Huami Devices (such as Amazfit Bip, Cor, MiBand2/3 and GTS and GTS) and the Pinetime Infinitime.<br>",
    "build_date": "2025-10-17T13:55:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/uk/co/piggz.amazfish/790ca35e53d526c55c3421cd0cf50bbc/icons/128x128/uk.co.piggz.amazfish.png",
    "license": "GPL-3.0",
    "tag": [
      "Smartwatch",
      "Bluetooth",
      "AsteroidOS"
    ],
    "rank": 141
  },
  {
    "pkg": "GstPipelineStudio",
    "app_id": "org.freedesktop.dabrain34.GstPipelineStudio",
    "description": "Draw your own GStreamer pipeline...",
    "description_long": "GstPipelineStudio aims to provide a graphical user interface to the GStreamer framework. From a first step in the framework with a simple pipeline to a complex pipeline debugging, the tool provides a friendly interface to add elements to a pipeline and debug it.",
    "build_date": "2025-12-12T20:20:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freedesktop/dabrain34.GstPipelineStudio/e46fbfdd368957e9454bfe2ab52a2421/icons/128x128/org.freedesktop.dabrain34.GstPipelineStudio.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 142
  },
  {
    "pkg": "Candy Wrapper",
    "app_id": "net.hhoney.candy",
    "description": "Screen-wrapping arcade action",
    "description_long": "Play your way through 20 levels of this arcade screen-wrapping action game inspired by Bubble Bobble!<br>Controls: Arrows + Spacebar / WASD / IJKL<br>Candy Wrapper was originally made within 24 hours for the 100 Lines of Code GameMaker Jam.",
    "build_date": "2025-08-05T03:05:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/candy/f8492a916547756a2777cf95319cf56c/icons/128x128/net.hhoney.candy.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 143
  },
  {
    "pkg": "Pocket Sync",
    "app_id": "io.github.neil_morrison44.pocket-sync",
    "description": "A GUI to do stuff with the Analogue Pocket",
    "description_long": "<br>pocket-sync is a GUI to do stuff with the Analogue Pocket, including installing openFPGA cores, and managing game files.<br>",
    "build_date": "2025-11-24T09:09:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/neil_morrison44.pocket-sync/8a6c80e5d53603a7a864c55493a7b287/icons/128x128/io.github.neil_morrison44.pocket-sync.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "analogue",
      "pocket",
      "sd"
    ],
    "rank": 144
  },
  {
    "pkg": "Words!",
    "app_id": "page.codeberg.petsoi.words",
    "description": "Have fun guessing Words",
    "description_long": "Words is a popular word puzzle game, similar to Wordle, where players try to guess a hidden word within six attempts.<br>It's simple yet addictive, combining logic, vocabulary, and deduction.<br>The game supports different word lists and lengths in multiple languages. Currently, English and German are available.<br>Want to see your language in the game? Feel free to send me a word list!",
    "build_date": "2025-08-11T21:13:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/petsoi.words/64d496a4dede7f1902d66361731af5cb/icons/128x128/page.codeberg.petsoi.words.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "wordle"
    ],
    "rank": 145
  },
  {
    "pkg": "Censor",
    "app_id": "page.codeberg.censor.Censor",
    "description": "Redact PDF documents",
    "description_long": "Censor is a PDF document redaction tool. It permanently removes text and<br>images in redacted areas and can draw rectangles over them.",
    "build_date": "2025-12-18T18:33:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/censor.Censor/bddf08b1b56be4e711f3e9722bf1785b/icons/128x128/page.codeberg.censor.Censor.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "pdf",
      "document",
      "redact"
    ],
    "rank": 146
  },
  {
    "pkg": "Seven Kingdoms: Ancient Adversaries",
    "app_id": "com.sevenkfans.sevenkaa",
    "description": "Medieval Real-Time-Strategy Game",
    "description_long": "Seven Kingdoms made departures from the traditional real-time strategy models\nof . The economic model\nbears more resemblance to a turn-based strategy game. It features an espionage\nsystem that allows players to train and control spies individually, who each\nhave a spying skill that increases over time. The player is also responsible\nfor catching spies in their own kingdom. Inns built within the game allow\nplayers to hire mercenaries of various occupations, skill levels, and races.\nSkilled spies of enemy races are essential to a well-conducted espionage\nprogram, and the player can bolster his forces by grabbing a skilled fighter\nor give ones own factories, mines, and towers of science, a boost by hiring a\nskilled professional.<br>Enlight Software decided to release the game to the Open Source community\nin August 2009 except for the music which may not be altered or reused elsewhere.",
    "build_date": "2025-09-02T07:19:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/sevenkfans/sevenkaa/80f4459be7b3ddeb9d8274df969c34b6/icons/128x128/com.sevenkfans.sevenkaa.png",
    "license": "GPL-2.0",
    "tag": [
      "game",
      "strategy",
      "ancient"
    ],
    "rank": 147
  },
  {
    "pkg": "TransLines",
    "app_id": "net.zdechov.app.TransLines",
    "description": "Enjoyable metro building game",
    "description_long": "Features:<br>Supported 9 metro lines with different colors<br>Supported 12 metro stations shapes<br>Each week a player gets new train<br>Passengers with specific shape travel to the station with same shape<br>Tracks can be re-positioned and extended on both ends<br>New random stations appear continuously<br>Dark mode<br>Full screen mode<br>Multi-language support (English, Czech, French, German)<br>Career support with playable cities<br>Selectable weekly new improvements: line, carriage or terminal<br>",
    "build_date": "2025-01-14T11:52:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.TransLines/5942b05ecc8714f11a6dcd4550cbd0aa/icons/128x128/net.zdechov.app.TransLines.png",
    "license": "CC0-1.0",
    "tag": [
      "metro",
      "subway",
      "transport"
    ],
    "rank": 148
  },
  {
    "pkg": "IPlan",
    "app_id": "ir.imansalmani.IPlan",
    "description": "Your plan for improving personal life and workflow",
    "description_long": "IPlan goal is to be a user-friendly tool for those who want to organize their ether personal life, jobs, or both.<br>Features:<br>Grouping tasks with project and list<br>Timer for tasks<br>Subtasks<br>Calendar for Exploring tasks by date<br>Global search<br>Arranging projects, lists, and tasks by drag and drop<br>",
    "build_date": "2025-12-10T16:46:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/ir/imansalmani/IPlan/59b5c762e007556385e15006b9f34d0f/icons/128x128/ir.imansalmani.IPlan.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 149
  },
  {
    "pkg": "Symbolic Preview",
    "app_id": "org.gnome.design.SymbolicPreview",
    "description": "Symbolics Made Easy",
    "description_long": "Symbolic Preview is a utility that helps you create, preview and export your symbolic icons easily.",
    "build_date": "2025-12-13T15:23:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.SymbolicPreview/a5769e380c3d04feedbfcabd205a7dd4/icons/128x128/org.gnome.design.SymbolicPreview.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK",
      "Symbolics"
    ],
    "rank": 150
  },
  {
    "pkg": "Loop",
    "app_id": "net.danigm.loop",
    "description": "A simple audio loop machine for GNOME",
    "description_long": "Simple audio loop machine application to create music",
    "build_date": "2025-12-15T10:45:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/danigm/loop.desktop/21c779a8992ffee13f23045012561df4/icons/128x128/net.danigm.loop.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 151
  },
  {
    "pkg": "ThemeGenerator",
    "app_id": "io.github.thiefmd.themegenerator",
    "description": "Generate Styles with Style.",
    "description_long": "Need to generate a Ultheme or GtkSourceView Scheme for Markdown? Look no further.<br>Themes are compatible with ThiefMD, gedit, GNOME Builder, Editors based on GtkSourceView, and Ulysses.",
    "build_date": "2025-12-16T03:31:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/thiefmd.themegenerator.desktop/7a2c4ca2301161a2c4f910ee94e15189/icons/128x128/io.github.thiefmd.themegenerator.desktop.png",
    "license": "MIT",
    "tag": [
      "markdown",
      "ulysses",
      "sourceview"
    ],
    "rank": 152
  },
  {
    "pkg": "GNOME Klotski",
    "app_id": "org.gnome.Klotski",
    "description": "Slide blocks to solve the puzzle",
    "description_long": "<br>GNOME Klotski is a set of block sliding puzzles. The objective is to move the<br>patterned block to the area bordered by green markers. To do so, you’ll need<br>to slide other blocks out of the way. Complete each puzzle in as few moves as<br>possible!<br>GNOME Klotski comes with nearly thirty different puzzle layouts of varying<br>difficulty. Some of the layouts are similar and only the size of one or more<br>blocks differ. Other layouts have more variety.<br>",
    "build_date": "2025-10-25T14:02:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Klotski/343e2de574eca24a98d60354d693cfb3/icons/128x128/org.gnome.Klotski.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "strategy",
      "logic"
    ],
    "rank": 153
  },
  {
    "pkg": "Q-Zandronum",
    "app_id": "com.qzandronum.Q-Zandronum",
    "description": "A Zandronum 3.0 fork with improved netcode, configurable movement and many small tweaks",
    "description_long": "<br>Q-Zandronum is a fork of Zandronum, a multiplayer oriented port, based off Skulltag, for Doom and Doom II by id Software.<br>The main goal of the fork is to improve the QC:DE gameplay, but it can be used with other mods as well. The engine brings improved netcode, multiple Quality-of-Life improvements and new modding features.<br>In some scenarios, commercial data files are required to run the supported games. In other cases, it's possibly to automatically use Freedoom as a drop-in replacement. This package comes bundled with Doomseeker for easy installation and server browsing.<br>",
    "build_date": "2025-12-18T07:45:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/qzandronum/Q-Zandronum/3e219dc22a8cdc851b6f8e937897c8e0/icons/128x128/com.qzandronum.Q-Zandronum.png",
    "license": "Sleepycat",
    "tag": [
      "Doom",
      "Heretic",
      "Hexen"
    ],
    "rank": 154
  },
  {
    "pkg": "Splash",
    "app_id": "in.bharatkalluri.splash",
    "description": "Set highres desktop backgrounds from Unsplash!",
    "description_long": "With Splash, you can set high resolution images as desktop backgrounds! Just hit shuffle and spruce up your desktop and lockscreen.<br>If you like a wallpaper, go ahead and click the download button to save it to your Pictures folder.",
    "build_date": "2025-12-14T06:24:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/bharatkalluri/splash/44bdc5d80991bad5cbc8bdb9be3816b3/icons/128x128/in.bharatkalluri.splash.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 155
  },
  {
    "pkg": "GNOME Taquin",
    "app_id": "org.gnome.Taquin",
    "description": "Slide tiles to their correct places",
    "description_long": "<br>Taquin is a computer version of the 15-puzzle and other sliding puzzles.<br>The object of Taquin is to move tiles so that they reach their places,<br>either indicated with numbers, or with parts of a great image.<br>",
    "build_date": "2025-12-11T14:14:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Taquin/bfc1f62a08afad1e5e0b87c99de9a9b5/icons/128x128/org.gnome.Taquin.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle"
    ],
    "rank": 156
  },
  {
    "pkg": "Random Number Five",
    "app_id": "io.github.FailurePoint.RandomNumberFive",
    "description": "Random number generator for For the Linux desktop!",
    "description_long": "Random Number Five is a random number generator for creating randomly generated numbers between a configurable min/max range from 0 to 1,000,000.",
    "build_date": "2025-12-16T00:48:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/FailurePoint.RandomNumberFive/de9decfffdecc7946ffa8d2e5b200978/icons/128x128/io.github.FailurePoint.RandomNumberFive.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 157
  },
  {
    "pkg": "Soundscape",
    "app_id": "io.github.ddanilov.soundscape",
    "description": "Desktop soundscape application",
    "description_long": "<br>Soundscape is an open-source system-tray resident desktop application for playing a mix of sounds, e.g. natural sounds by animals or wind and water.<br>",
    "build_date": "2025-06-29T17:46:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ddanilov.soundscape/4b0d4cd48410e43e1bf4d04a0036092d/icons/128x128/io.github.ddanilov.soundscape.png",
    "license": "GPL-3.0-only AND CC-BY-3.0",
    "tag": [
      "ambient",
      "audio",
      "foss"
    ],
    "rank": 158
  },
  {
    "pkg": "BeagleBoard Imager",
    "app_id": "org.beagleboard.imagingutility",
    "description": "BeagleBoard Imaging Utility",
    "description_long": "<br>Notice: Please download the udev permissions for fixing permission errors when working with BeagleConnect Freedom.<br>The easiest way to install the latest operating system images for your Beagle.<br>",
    "build_date": "2025-12-05T09:12:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/beagleboard/imagingutility/dfe8efc19f6e71bf0577f5b1e416c3f0/icons/128x128/org.beagleboard.imagingutility.png",
    "license": "MIT",
    "tag": [],
    "rank": 159
  },
  {
    "pkg": "Poliedros",
    "app_id": "io.github.kriptolix.Poliedros",
    "description": "Roll multi-type dice",
    "description_long": "Poliedros is a multi-type dice roller. Basic mode allows you to make quick rolls using just the mouse, while Command mode allows for more complex rolls and combinations.",
    "build_date": "2025-10-31T16:58:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/kriptolix.Poliedros/a0afb16a14af7b2214552877dac58dfc/icons/128x128/io.github.kriptolix.Poliedros.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "Die",
      "Dice"
    ],
    "rank": 160
  },
  {
    "pkg": "KGraphViewer",
    "app_id": "org.kde.kgraphviewer",
    "description": "A Graphviz DOT graph viewer",
    "description_long": "<br>KGraphViewer is a Graphviz DOT graph file viewer, aimed to replace the other outdated Graphviz tools.<br>Graphs are commonly used in scientific domains and particularly in computer science.<br>Features:<br>Zooming<br>Threaded loading of several graphs in tabs<br>Saving of the recent files list<br>Manual reload of files<br>Display of a bird-eye view of the graph<br>Moving of the graph by dragging<br>Full featured printing<br>Perfect drawing of all graphviz example graphs<br>Automatically choose dot for directed graphs and neato for undirected<br>Possibility to use an arbitrary layout algorithm as soon as it produces xdot format<br>Automatic reloading with user confirmation of (externally) modified files (configurable)<br>Open new instances as new tabs in the old one (configurable)<br>",
    "build_date": "2025-12-17T17:51:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kgraphviewer.desktop/8010b7bdb3e3b8f21540d82b9f5be8db/icons/128x128/org.kde.kgraphviewer.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 161
  },
  {
    "pkg": "Tomatillo",
    "app_id": "io.github.diegopvlk.Tomatillo",
    "description": "Focus better, work smarter",
    "description_long": "Tomatillo is a Pomodoro Timer app for your productivity tasks. Work for a set time, then take a short break. After some cycles, take a longer break.",
    "build_date": "2025-12-17T19:06:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/diegopvlk.Tomatillo/d3f4e56865fe01d62d6dd783d3d9a6c1/icons/128x128/io.github.diegopvlk.Tomatillo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Pomodoro"
    ],
    "rank": 162
  },
  {
    "pkg": "Keyboard App Builder",
    "app_id": "org.sil.keyboard-app-builder",
    "description": "Build apps with Keyman keyboards",
    "description_long": "Keyboard App Builder helps you to build customized keyboard apps for Android smartphones and tablets. A keyboard app allows users to add a system keyboard to their device, enabling them to type in their language within other apps such as Gmail, Facebook and WhatsApp. To build an app, you specify the Keyman keyboard layout files and lexical models to use, the app name, the fonts, the colors, the about box information and the icons. Keyboard App Builder will package everything together and build the customized app for you. You can then install it on your phone, send it to others by Bluetooth, share it on microSD memory cards and publish it to app stores on the Internet.<br>",
    "build_date": "2025-12-09T17:09:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sil/keyboard-app-builder/154de3a733896a4288670aae79a96672/icons/128x128/org.sil.keyboard-app-builder.png",
    "license": "MIT",
    "tag": [],
    "rank": 163
  },
  {
    "pkg": "LiberDrop",
    "app_id": "com.tenetcode.LiberDrop",
    "description": "Seamlessly transfer files across devices",
    "description_long": "<br>LiberDrop is a convenient and efficient service designed to simplify the process of transferring files between different devices. Whether you're looking to send documents, photos, or entire folders, LiberDrop makes it easy to securely transfer your files with just a few simple steps.<br>",
    "build_date": "2025-07-22T00:34:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/tenetcode/LiberDrop/9d50e1239081987041c6b5d7591cb0f8/icons/128x128/com.tenetcode.LiberDrop.png",
    "license": "LicenseRef-proprietary=https://liberdrop.com/software-license-agreement.html",
    "tag": [
      "liberdrop"
    ],
    "rank": 164
  },
  {
    "pkg": "WebArchives",
    "app_id": "com.github.birros.WebArchives",
    "description": "A web archives viewer",
    "description_long": "<br>A web archives viewer offering the ability to browse offline<br>millions of articles from large community projects such as Wikipedia<br>or Wikisource.<br>Features:<br>List recently opened web archives<br>List available local web archives<br>List of web archives available to download<br>Print a page<br>Night mode (Darkreader)<br>Zoom controls<br>Search in page<br>History<br>Bookmarks<br>Search a page<br>Keyboard shortcuts<br>Multi-windows<br>Multi-tabs<br>Random page<br>Sandboxed pages (Pages are isolated from the web)<br>Ask for confirmation when opening an external link<br>Handle the opening of zim files from external applications (Nautilus...)<br>",
    "build_date": "2025-09-17T20:52:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/birros.WebArchives.desktop/619c15ddbc182c5df9190e882c52119c/icons/128x128/com.github.birros.WebArchives.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "archive",
      "web",
      "offline"
    ],
    "rank": 165
  },
  {
    "pkg": "Cube Timer",
    "app_id": "io.github.vallabhvidy.CubeTimer",
    "description": "Rubik's Cube timer",
    "description_long": "<br>Cube Timer is a simple Rubik's Cube Timer application for the GNOME desktop.<br>Just long press the space-bar and start solving!<br>Following puzzles are supported :- <br>3x3x3<br>2x2x2<br>4x4x4<br>5x5x5<br>6x6x6<br>7x7x7<br>Skewb<br>Megaminx<br>Pyraminx<br>Clock<br>",
    "build_date": "2025-12-19T14:47:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vallabhvidy.CubeTimer/0911a2c943a36c257ef7f5a0071aabeb/icons/128x128/io.github.vallabhvidy.CubeTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "solve",
      "timer",
      "rubiks"
    ],
    "rank": 166
  },
  {
    "pkg": "Master Key",
    "app_id": "com.gitlab.guillermop.MasterKey",
    "description": "Manage passwords without saving them",
    "description_long": "<br>Master Key is a password manager application that generates and manages passwords without the<br>need to store them<br>Features:<br>Passwords are generated using a combination of a master key, a site and a login<br>Passwords are never stored<br>Passwords can be recreated everywhere<br>The accounts information is encrypted<br>Follows the GNOME Human Interface Guidelines<br>",
    "build_date": "2025-09-28T18:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gitlab/guillermop.MasterKey/72e3c3dceedb5907f0d95c3a3fbd6317/icons/128x128/com.gitlab.guillermop.MasterKey.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 167
  },
  {
    "pkg": "Fast Reader",
    "app_id": "io.github.quantum_mutnauq.fast_reader_gtk",
    "description": "Reading one word at a time",
    "description_long": "Fast Reader helps you to read more quickly, by showing only one word after the other. Therefor the eyes don’t have to move from word to word, that reduce the speed of reading. To read the text you only have to copy the text into the big field in the middle and to start it. You can choose two different basic settings. Either you can choose the next word bei using the button „→“ or you can use the „Time based next word“. By this setting can be the duration of the word chosen. The selection is processed with a factor so that longer words are not displayed too short. This dynamic setting ensures that longer and more complex words are given more time to provide a natural and fluid reading experience. Reading can be started via the “Read” button. Experienced readers can even have more than one word displayed at once. This increases the reading speed even further.<br>This program offers individual settings to improve reading:<br>Background colour<br>Font colour<br>Font and size<br>Reading progress in the text<br>used to highlight which words took a particularly long time and which were read quickly.<br>In the , you can extend the display time for longer words. Here, you can set the duration of the time and from how many characters this time should be used. Additionally, you can also specify a delay at the start, so that the first word remains on the screen for a longer period.<br>Customizable Settings: Tailor your reading experience by adjusting settings like background color, text color, font size, and display of progress indicators.<br>Text Input: Easily input text into the application through a dedicated text entry field.<br>Word-by-Word Display: The text is broken down into individual words, presented one at a time, facilitating focused reading.<br>Navigation Options: Seamlessly navigate through the text using intuitive navigation buttons or convenient keyboard shortcuts.<br>Progress Indicators: Keep track of your reading progress with helpful indicators displaying your current position in the text and overall progress.<br>Time-Based Word predictions: You can set a variable time calculate by a formal for the display of each word. The formula for calculating the word display time is: . This dynamic adjustment ensures that longer, more complex words are allotted more time, providing a natural and responsive reading experience.<br>Statistic Collection: Generates statistics for you, showing how long you took to read each word.<br>Colorize Statistics: Makes the statistics colorful (optional), allowing you to quickly see how long you took per word and identify which words were very slow or fast.<br>",
    "build_date": "2025-10-11T16:24:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/quantum_mutnauq.fast_reader_gtk/3216d84243a7df76ce3ba15bac766294/icons/128x128/io.github.quantum_mutnauq.fast_reader_gtk.png",
    "license": "GPL-2.0-only",
    "tag": [
      "reading"
    ],
    "rank": 168
  },
  {
    "pkg": "Qcm",
    "app_id": "io.github.hypengw.Qcm",
    "description": "Material You cloud music player",
    "description_long": "Material You cloud music player. <br>Music Service:<br>Jellyfin<br>Netease Cloud Music(网易云音乐)",
    "build_date": "2025-12-16T03:58:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hypengw.Qcm/648ecb79eba3cda636bf90cdf0c56e44/icons/128x128/io.github.hypengw.Qcm.png",
    "license": "GPL-2.0",
    "tag": [
      "Netease"
    ],
    "rank": 169
  },
  {
    "pkg": "Jogger",
    "app_id": "xyz.slothlife.Jogger",
    "description": "Fitness tracker",
    "description_long": "Track and view your runs, walks, cycles, swims, and other workouts on mobile Linux.",
    "build_date": "2025-12-09T22:02:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/slothlife/Jogger.desktop/f9aea31bc0ba4808b56f1b1a20ccae26/icons/128x128/xyz.slothlife.Jogger.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 170
  },
  {
    "pkg": "Chameleon Ultra GUI",
    "app_id": "run.chameleon.chameleonultragui",
    "description": "Cross-platform Chameleon Ultra GUI",
    "description_long": "A GUI for the Chameleon Ultra/Chameleon Lite written in Flutter for cross platform operation.",
    "build_date": "2025-09-29T15:44:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/run/chameleon/chameleonultragui/ad3e04bed7bed3d4b6e6c045bc93b62d/icons/128x128/run.chameleon.chameleonultragui.png",
    "license": "GPL-3.0",
    "tag": [
      "Flutter",
      "share",
      "files"
    ],
    "rank": 171
  },
  {
    "pkg": "Digital: A Love Story",
    "app_id": "com.scoutshonour.Digital",
    "description": "A computer mystery/romance set five minutes into the future of 1988",
    "description_long": "<br>A computer mystery/romance set five minutes into the future of 1988.<br>I can guarantee at least ONE of the following is a real feature:<br>Discover a vast conspiracy lurking on the internet!<br>Save the world by exploiting a buffer overflow!<br>Get away with telephone fraud!<br>HACK THE GIBSON!<br>Which one? You'll have to dial in and see. Welcome to the 20th century.<br>A pre-NaNoRenO release. Digital is released under a Creative Commons license. February 2010, by Christine Love.<br>",
    "build_date": "2025-09-04T15:58:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/scoutshonour/Digital/379d398d1c0bd46b0fd8f2074ea20b79/icons/128x128/com.scoutshonour.Digital.png",
    "license": "CC-BY-NC-SA-3.0",
    "tag": [],
    "rank": 172
  },
  {
    "pkg": "jdAnimatedImageEditor",
    "app_id": "page.codeberg.JakobDev.jdAnimatedImageEditor",
    "description": "A simple program for creating animated Images",
    "description_long": "jdAnimatedImageEditor is a simple Program that lets you create and edit animated Images. It supports GIF and APNG. Import and export of Videos is also supported.",
    "build_date": "2025-12-14T12:18:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdAnimatedImageEditor/a792d5243dd7e8cbfa75c49e7b534b35/icons/128x128/page.codeberg.JakobDev.jdAnimatedImageEditor.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 173
  },
  {
    "pkg": "Escambo",
    "app_id": "io.github.cleomenezesjr.Escambo",
    "description": "Test and develop APIs",
    "description_long": "Escambo is an HTTP-based APIs test application for GNOME.",
    "build_date": "2024-05-30T16:28:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cleomenezesjr.Escambo/2162375482a9381575b2a145c3f12479/icons/128x128/io.github.cleomenezesjr.Escambo.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 174
  },
  {
    "pkg": "GSequencer",
    "app_id": "org.nongnu.gsequencer.gsequencer",
    "description": "Advanced Gtk+ Sequencer",
    "description_long": "GSequencer provides you various tools to play, create, edit and mix your own music.<br>It features a step sequencer, piano roll, automation and wave-form editor.",
    "build_date": "2025-12-17T22:05:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/nongnu/gsequencer.gsequencer/575bf7b609d0d15b9db5eebdcfe04343/icons/128x128/org.nongnu.gsequencer.gsequencer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "audio",
      "sequencer",
      "notation"
    ],
    "rank": 175
  },
  {
    "pkg": "Playlifin Voyager",
    "app_id": "net.krafting.PlaylifinVoyager",
    "description": "Transfer playlists to/from Jellyfin",
    "description_long": "Playlifin Voyager is a tool to export and import playlists from and to your Jellyfin Server.",
    "build_date": "2025-11-16T21:17:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/PlaylifinVoyager/9ec6b14da38499a6267f17d56128d419/icons/128x128/net.krafting.PlaylifinVoyager.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "export",
      "import"
    ],
    "rank": 176
  },
  {
    "pkg": "Stockpile",
    "app_id": "garden.turtle.Jellybean",
    "description": "Keep count of restockable items",
    "description_long": "<br>Never forget to refill again! Stockpile lets you manage your<br>inventory of medication, food, beauty products, or anything else.<br>The app will warn you whenever you are short on something,<br>so you can obtain more and not have to go empty.<br>",
    "build_date": "2025-04-16T21:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/g/ga/garden.turtle.jellybean/fc417fbe88bea492b985a38cc333315b/icons/128x128/garden.turtle.Jellybean.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "Stockpile",
      "Jellybean",
      "Inventory"
    ],
    "rank": 177
  },
  {
    "pkg": "MyGNUHealth",
    "app_id": "org.gnuhealth.mygnuhealth",
    "description": "GNU Health Personal Health Record",
    "description_long": "<br>Personal Health Record - PHR.<br>",
    "build_date": "2025-12-12T09:59:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnuhealth/mygnuhealth/56f12f93125a0fa3c8e6bd3fbb869029/icons/128x128/org.gnuhealth.mygnuhealth.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Healthcare",
      "Medicine",
      "Management"
    ],
    "rank": 178
  },
  {
    "pkg": "Quassel Client",
    "app_id": "org.quassel_irc.QuasselClient",
    "description": "Modern distributed IRC client",
    "description_long": "Quassel IRC is a modern, cross-platform, distributed IRC client based on the Qt framework.<br>Distributed means that one (or multiple) client(s) can attach to and detach from a central core that stays permanently online -- much like the popular combination of screen and a text-based IRC client such as WeeChat, and similar to (but much more featureful than) so-called BNCs. Re-attaching your client will show your IRC session in the same state as you left it in (plus whatever happened while you were gone), and this even when you re-attach from a different location. In addition, Quassel IRC can be used like a traditional client, with providing both client and core functionality in one binary. This so-called completely hides the distributed nature, so for a purely local installation, Quassel IRC can be setup very easily.<br>Cross-platform means that Quassel IRC is developed for and tested on Linux®, Windows®, and MacOS X®. It should also run on any other platform that is supported by the Qt library. Third-party mobile clients for Android and iOS also exist.<br>By modern we mean that Quassel IRC will have all the features you'd expect from an IRC client nowadays. It also innovates in many areas. For example, the GUI features a dockable nicklist and topic bar, or you can arrange your channel and query buffers in default or custom views, which are also dockable. This means that you can arrange your GUI as you please. The architecture allows for other innovations, such as on-demand creation of log files in custom formats from the backlog.",
    "build_date": "2025-04-20T18:26:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/quassel_irc/QuasselClient/059d2203782c217c7b78ef46cb6c33f5/icons/128x128/org.quassel_irc.QuasselClient.png",
    "license": "GPL-2.0 OR GPL-3.0",
    "tag": [],
    "rank": 179
  },
  {
    "pkg": "FreeTheBugs",
    "app_id": "io.github.mlm_games.free-the-bugs",
    "description": "A short game on fixing java bugs",
    "description_long": "Was initially made for mehu game jam in just 2 days!",
    "build_date": "2025-11-17T13:42:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mlm_games.free-the-bugs/06e4909f50e6cefdd47f4e7576cbdf07/icons/128x128/io.github.mlm_games.free-the-bugs.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 180
  },
  {
    "pkg": "ASHPD Demo",
    "app_id": "com.belmoussaoui.ashpd.demo",
    "description": "Play with portals",
    "description_long": "Demo that shows the capabilities of the ASHPD crate.",
    "build_date": "2025-04-19T08:29:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/belmoussaoui/ashpd.demo/d816300f42691d7c9f284e1a3b8bf892/icons/128x128/com.belmoussaoui.ashpd.demo.png",
    "license": "MIT",
    "tag": [
      "Gnome",
      "GTK",
      "ASHPD"
    ],
    "rank": 181
  },
  {
    "pkg": "Artisan",
    "app_id": "org.artisan_scope.artisan",
    "description": "Visual scope for coffee roasters",
    "description_long": "Artisan is an open-source software that helps coffee roasters record, analyze, and control roast profiles. This software can automate the creation of roasting metrics to help make decisions that influence the final coffee flavor.<br>Notable features<br>we believe in Open-Source, check out our code and contribute<br>seamless integration into the artisan.plus inventory management service<br>extensive machine and device support including control<br>unlimited number of curves<br>rate-of-rise (RoR), area-under-the-curve (AUC), development-time-ratio (DTR) calculations and projection lines<br>statistics, roast profile evaluation, Profile Analyzerg, Roast Comparatorg, Profile Transposerg and Roast Simulatorg<br>roast-, production- and ranking reportsg<br>automated reproduction of roasts via alarm programs, replay of eventsg or PID controlg<br>batch counterg<br>profile designerg, cupping editor, spider- and wheel graph<br>user defined buttons and slidersg with programmable actions<br>many import and export formats like Aillio Roastime, Cropster XLS, Giesen CSV, IKAWA CSV, Probat Pilot, RoastLogger, RoastLog, RoastPath,..<br>The Artisan project runs on donations from individuals and companies recognising the value of Artisan for their work or leisure. Consider supporting this project with your donation, or even better, purchase an artisan.plus membership!",
    "build_date": "2025-11-01T19:56:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/artisan_scope/artisan/1d676ca80033205db5b7481a932b5fa4/icons/128x128/org.artisan_scope.artisan.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 182
  },
  {
    "pkg": "Queries",
    "app_id": "io.github.limads.Queries",
    "description": "A workbench to interact with relational databases",
    "description_long": "Queries is a workbench to interact with relational databases, with initial support for Postgres.<br>Features<br>View relevant contextual information (schemata, tables, views and columns) when writing SQL.<br>SQL statements are parsed and verified at the client side for immediate feedback and faster debugging.<br>Support for encrypted connections via SSL/TLS, allowing you to interact safely with remote databases.<br>Statements are executed asynchronously when possible, reducing execution time for long statement sequences.<br>Build line, scatter and bar graphs without external tools using plain SQL by aggregating your data according to a JSON specification.<br>Export results as plain CSV files or build dynamic HTML reports from tables and views.<br>",
    "build_date": "2024-06-15T05:50:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/limads.Queries.desktop/2e507428878cfdb010a3afc1505a6a32/icons/128x128/io.github.limads.Queries.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Database",
      "SQL",
      "Postgres"
    ],
    "rank": 183
  },
  {
    "pkg": "Coulr",
    "app_id": "com.github.huluti.Coulr",
    "description": "Enjoy colors and feel happy",
    "description_long": "Color box to help developers and designers.",
    "build_date": "2025-10-18T14:39:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/huluti.Coulr.desktop/c67568147134c64038e19aa0d6759493/icons/128x128/com.github.huluti.Coulr.desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 184
  },
  {
    "pkg": "Quelea",
    "app_id": "org.quelea.Quelea",
    "description": "Open source projection software for churches",
    "description_long": "Quelea is an open source projection application specifically tailored for churches.<br>With one dashboard you have an overview for the entire church service and can control<br>which songs, bible texts, images and more multimedia you want to project on the big screen.",
    "build_date": "2025-05-11T16:14:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/quelea/Quelea/f7ff473ce7b413000e9c6092d8ae2a57/icons/128x128/org.quelea.Quelea.png",
    "license": "GPL-3.0",
    "tag": [
      "church",
      "projection",
      "media"
    ],
    "rank": 185
  },
  {
    "pkg": "Ball2Box",
    "app_id": "org.simondalvai.ball2box",
    "description": "Shoot the ball into the red box",
    "description_long": "Can you get all three stars on all levels?<br>120+ levels and more coming soon...<br>20+ different styled balls to collect<br>Privacy friendly<br>Offline game<br>Created with Godot Engine 3<br>",
    "build_date": "2025-10-23T07:58:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/simondalvai/ball2box/1bdedf9bc456afa4778823c90305c0f2/icons/128x128/org.simondalvai.ball2box.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 186
  },
  {
    "pkg": "Hand TeX",
    "app_id": "io.github.voxelcubes.hand-tex",
    "description": "Draw the symbol, get the LaTeX",
    "description_long": "Hand TeX uses machine learning to find the matching LaTeX symbol and also offers a searchable list of all symbols.<br>It features over 3500 symbols and their variations, of which over 1700 are unique.<br>It operates fully offline, no internet connection at all.",
    "build_date": "2025-07-05T13:13:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/voxelcubes.hand-tex/1903e14297520b68c4838c50ce50ca14/icons/128x128/io.github.voxelcubes.hand-tex.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "LaTeX",
      "Sketch",
      "Draw"
    ],
    "rank": 187
  },
  {
    "pkg": "jdDBusDebugger",
    "app_id": "page.codeberg.JakobDev.jdDBusDebugger",
    "description": "Advanced D-Bus Debugger",
    "description_long": "jdDBusDebugger allows you to debug your D-Bus Interfaces with a easy to use GUI.Everything can be done from the GUI. No need to learn commandline tools.<br>jdDBusDebugger has macro support. It allows you to save all that you have done and repeat it to speed up your tests. You can also generate a shell script from your macros.",
    "build_date": "2025-12-08T14:58:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdDBusDebugger/b663c69349fca8c12197ee3cf02818df/icons/128x128/page.codeberg.JakobDev.jdDBusDebugger.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 188
  },
  {
    "pkg": "FotoToon",
    "app_id": "org.sugarlabs.FotoToon",
    "description": "Create your own comic",
    "description_long": "FotoToon allows you to create everything from a simple “comic” strip to a long elaborate illustrated document. You will be able to import many kinds of images into the panes of your project and add text bubbles to help tell the story.",
    "build_date": "2024-06-05T23:15:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sugarlabs/FotoToon/b0f45c4e93e29207eb3d31ee5913421f/icons/128x128/org.sugarlabs.FotoToon.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 189
  },
  {
    "pkg": "Swatch",
    "app_id": "org.gabmus.swatch",
    "description": "Color palette manager",
    "description_long": "Color palette manager.<br>Create and manage various color palettes for different projects, name colors with significant names, and quickly copy them with a single button.<br>View your colors as an orderly list or as a grid, depending on your screen size.<br>Import and export palettes using the GIMP palette format for easier interoperability.",
    "build_date": "2025-12-11T13:56:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gabmus/swatch/4756b1c14c48b11eb9100fe4b1e5ca3d/icons/128x128/org.gabmus.swatch.png",
    "license": "GPL-3.0+",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 190
  },
  {
    "pkg": "xTactics",
    "app_id": "net.zdechov.app.xTactics",
    "description": "Risk like turn-based strategy game",
    "description_long": "<br>It is a highly configurable turn-based strategy game inspired by mechanics of Risk board game.<br>Features:<br>Zoom-able map.<br>Map can be generated in cyclic mode to simulate world without borders.<br>Application configuration stored in XML file.<br>Allows to save and load game to game file in XML format with extension .xtg.<br>Localization support (English, Czech)<br>High DPI support.<br>Multiple map cell shapes as hexagons, squares, triangles, isometric, and random mesh.<br>Bridges between remote cells visible as lines.<br>Multiple players support. Players can have different color and other starting properties.<br>Application automatically open saved game file given as command line parameter after execution.<br>Computer player settings to be low, medium or highly aggressive in attacking.<br>Use Shift key during mouse click to attack maximum available power is moved without dialog confirmation.<br>Use Control key during mouse click to move with maximum one time and repeated unit counts to selected target cell.<br>Game option which cause map to be covered to black and only explored cells will be visible.<br>Auto save game to file option in settings.<br>Map shape can be selected as Rectangular, Rounded or mask from image file.<br>Support for symmetric map usable for two players game.<br>Confirmation dialog for ending game.<br>Support for switching large icons in toolbar.<br>Support for cities. Cities can configured to be used as only growing cells.<br>Allows to set grow rate as square root of cell power.<br>Amount of inaccessible cells can be adjusted in New game dialog.<br>Player mode human or computer.<br>Graph window can be shown from menu which presents development of various statistic values during game turns.<br>Load recent menu action to load recently opened/saved files.<br>",
    "build_date": "2025-01-08T10:58:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.xTactics/be91e50649be8319040be0761f188522/icons/128x128/net.zdechov.app.xTactics.png",
    "license": "CC0-1.0",
    "tag": [
      "strategy",
      "simulation",
      "hex"
    ],
    "rank": 191
  },
  {
    "pkg": "Taigo",
    "app_id": "com.github.appadeia.Taigo",
    "description": "Taigo is a virtual pet for your desktop",
    "description_long": "<br>Taigo is a virtual pet for your desktop that you need to take care of.<br>",
    "build_date": "2024-10-31T03:14:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/appadeia.Taigo.desktop/2e7f1c2521e7595b84c04b32ac128ccf/icons/128x128/com.github.appadeia.Taigo.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Game"
    ],
    "rank": 192
  },
  {
    "pkg": "Hexalate",
    "app_id": "org.gottcode.Hexalate",
    "description": "Spin circles to match colors",
    "description_long": "Hexalate is a color matching game. The goal of the game is to rotate and position the circles so that each touching line matches in color. You rotate circles by right clicking, and you move circles by dragging them. The game stores the positions and rotations of the circles across runs.",
    "build_date": "2025-04-17T21:08:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Hexalate/12bf5d50d2e3a97f13c70534ace49698/icons/128x128/org.gottcode.Hexalate.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 193
  },
  {
    "pkg": "Connectagram",
    "app_id": "org.gottcode.Connectagram",
    "description": "Unscramble words placed in patterns",
    "description_long": "Connectagram is a word unscrambling game. The board consists of several scrambled words that are joined together. You can choose the length of the words, the amount of words, and the pattern that the words are arranged in. The game provides a hint option for times when you are stuck, and features an online word lookup that fetches the definitions of each word from Wiktionary. Your current progress is automatically saved.",
    "build_date": "2025-04-17T21:00:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Connectagram/e9e6f7b9d89d534084bf15edfdc24543/icons/128x128/org.gottcode.Connectagram.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 194
  },
  {
    "pkg": "WebReady",
    "app_id": "com.nickgirga.webready",
    "description": "Web-ready animations in seconds",
    "description_long": "Use ffmpeg to convert your video files to looped WEBP animations. No extra bells or whistles. Open a file and press go. Made primarily for easily creating live wallpapers for the Steam Deck",
    "build_date": "2025-12-14T08:49:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/nickgirga/webready/94bc352da79101e63a425393f00618a5/icons/128x128/com.nickgirga.webready.png",
    "license": "MIT",
    "tag": [],
    "rank": 195
  },
  {
    "pkg": "Cuneo",
    "app_id": "io.github.heidefinnischen.cuneo",
    "description": "Widget-like Calculator and Conversion tool",
    "description_long": "Cuneo is a simple and straightforward app that lets you calculate and convert anything you might encounter in your daily life. Being designed like a widget, Cuneo gets out of the way and is best used floating over a maximized window so you can focus on your actual tasks and not managing a calculation app covering half your screen.<br>Cuneo's name is inspired by the ancient writing system cuneiform. It is the earliest known wiritng system that's been originally used by the Sumer civilization. One use case for cuneiform was on numerical tablets likely to keep track of taxes, inventory, calculations and many other things people encountered in their daily lives. This is what Cuneo basically is. Cuneo is meant to be used . For when you need to get something done or look something up really quick. Designed like a tool that lives in your pocket which you get out when you need to crunch some numbers or conversions. <br>Cuneo features two distinct modes: a regular calculation mode and a conversion mode. To help you stay focused and avoid wasting any of your precious screen space, Cuneo skips the usual skeuomorphic calculator buttons. You just use the numbers on your keyboard, they're right there after all. For anything a little more complicated than your keyboard can handle theres an operator menu right at your disposal. Power users can also just type the operators like for square root. <br>Conversion mode is a powerful conversion multi-tool that offers many different units to convert to and from. Unit types range from Area to Volume and Units inside these categories are grouped by common affiliation like metric and imperial. <br>For both modes Cuneo offers a history window that displays previous entries of your current session. ",
    "build_date": "2025-06-08T02:11:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/heidefinnischen.cuneo/417e29eac48f614c331c5b6ce67381f4/icons/128x128/io.github.heidefinnischen.cuneo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Utility",
      "Calculator",
      "Conversion"
    ],
    "rank": 196
  },
  {
    "pkg": "OpenRSC",
    "app_id": "vet.rsc.OpenRSC.Launcher",
    "description": "Launcher for OpenRSC Servers",
    "description_long": "OpenRSC is a free &amp; open-source project to replicate and/or extend various Classic (2001-2004) RSC servers",
    "build_date": "2024-06-15T19:08:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/vet/rsc/OpenRSC.Launcher/33b4c2630d2a312f93971f72c4684a03/icons/128x128/vet.rsc.OpenRSC.Launcher.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "games",
      "runescape",
      "rsc"
    ],
    "rank": 197
  },
  {
    "pkg": "Freeciv SDL2 client",
    "app_id": "org.freeciv.sdl2",
    "description": "SDL2 based client for the Freeciv game",
    "description_long": "<br>Freeciv is a Free and Open Source empire-building strategy game inspired by the history of human civilization. The game commences in prehistory and your<br>mission is to lead your tribe from the Stone Age to the Space Age...<br>This client for connecting to network games, or to launch local single-player games, is based on SDL2.<br>",
    "build_date": "2025-10-11T19:33:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freeciv/sdl2/361b6d67873d09b7854511197edd1187/icons/128x128/org.freeciv.sdl2.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "strategy",
      "simulation",
      "tiles"
    ],
    "rank": 198
  },
  {
    "pkg": "Mixin Messenger",
    "app_id": "one.mixin.messenger",
    "description": "Mixin Messenger",
    "description_long": "Mixin Messenger is an open-source signal protocol messenger.",
    "build_date": "2025-12-11T01:18:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/mixin/messenger/a5149e8585dd60e4fedd79154b062994/icons/128x128/one.mixin.messenger.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 199
  },
  {
    "pkg": "Tactics",
    "app_id": "io.gitlab.leesonwai.Tactics",
    "description": "Build your soccer lineup",
    "description_long": "<br>Build your team. With Tactics, you can recreate real world lineups, plan<br>for your club's next match or simply create a fantasy 11 to share with<br>your friends.<br>Set your formation, represent your club's colors and show the world your<br>footballing genius.<br>",
    "build_date": "2025-10-10T14:15:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/leesonwai.Tactics/0231788ff64bb2f45f55a04809d9485f/icons/128x128/io.gitlab.leesonwai.Tactics.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "game",
      "sport",
      "football"
    ],
    "rank": 200
  },
  {
    "pkg": "Simsu",
    "app_id": "org.gottcode.Simsu",
    "description": "Fill in numbers to solve puzzles",
    "description_long": "Simsu is a basic Sudoku game. You can switch between filling in notes (pencil mode), or filling in answers (pen mode). To make it easier to see where to place numbers, you can highlight all instances of a number. You can also check your answers for correctness while playing. The game stores your current notes and answers, so that you can pick up where you left off the next time you play.",
    "build_date": "2025-05-14T17:10:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Simsu/39cd6e5a797c4ff55182d04310bf1398/icons/128x128/org.gottcode.Simsu.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 201
  },
  {
    "pkg": "kst",
    "app_id": "org.kde.kst",
    "description": "Interactive Data Visualization and Analysis",
    "description_long": "<br>Kst is the fastest real-time large-dataset viewing and plotting tool available and has built-in data analysis functionality.<br>",
    "build_date": "2024-09-19T05:34:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kst/40346ed116c391df21db0eec3c191528/icons/128x128/org.kde.kst.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 202
  },
  {
    "pkg": "Tennix",
    "app_id": "org.icculus.tennix",
    "description": "Multiplayer Tennis Game",
    "description_long": "<br>Tennix is a overhead view tennis simulator for one or two players.<br>It features locations from all 4 Grand Slam tournaments in Australia,<br>France, the USA and England.<br>",
    "build_date": "2024-11-10T13:05:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/icculus/tennix/8e60401d38972ffea279caf219157dd2/icons/128x128/org.icculus.tennix.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 203
  },
  {
    "pkg": "Hitori",
    "app_id": "org.gnome.Hitori",
    "description": "Play the Hitori puzzle game",
    "description_long": "Hitori is a logic game similar to the popular game of Sudoku.<br>You play the game against the clock, aiming to eliminate all the duplicate<br>numbers in each row and column in the fastest time.<br>Multiple sizes of game board are supported, and you can place markers on<br>cells to help work out the solution.<br>If you get stuck, the game can give you a hint.<br>",
    "build_date": "2025-12-11T14:14:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Hitori/5b53dec6221776d19f7f00a82d9bea32/icons/128x128/org.gnome.Hitori.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle",
      "game",
      "logic"
    ],
    "rank": 204
  },
  {
    "pkg": "SSPlot",
    "app_id": "io.github.babaissarkar.ssplot",
    "description": "Simple plotting utility and numerical simulator",
    "description_long": "A simple plotter and numerical solver, which can plot csv style plain text files with numerical data separated by whitespace, and can numerically solve equations and ODEs to generate data and plot them for studying dynamical systems.<br>Features :<br>Plot datafiles (2D and 3D).<br>Plot appearance customization.<br>Solve and plot ODE and Difference Equations.<br>Plot functions of one and two variables.<br>Comes with its own JavaScript based Console for simple calculation tasks.<br>",
    "build_date": "2025-08-15T04:19:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/babaissarkar.ssplot/9882687ab2c4dcab6dd994b85ef46cf4/icons/128x128/io.github.babaissarkar.ssplot.png",
    "license": "LGPL-2.1-or-later",
    "tag": [
      "Java",
      "Physics"
    ],
    "rank": 205
  },
  {
    "pkg": "CuteMaze",
    "app_id": "org.gottcode.CuteMaze",
    "description": "Find targets in a maze",
    "description_long": "CuteMaze is a simple, top-down game in which mazes are randomly generated using one of a choice of several different algorithms. You move the character through the maze while hunting for targets (cheese, by default)—the game is won once all of these targets have been picked up.",
    "build_date": "2025-04-17T21:01:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/CuteMaze/c9029bfd55c65d8eb62a775d264089e8/icons/128x128/org.gottcode.CuteMaze.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 206
  },
  {
    "pkg": "jdAppStreamEdit",
    "app_id": "page.codeberg.JakobDev.jdAppStreamEdit",
    "description": "A graphical Program to create and edit AppStream files",
    "description_long": "jdAppStreamEdit (previously known as jdAppdataEdit) allows you to easily create and edit AppStream (.appdata.xml or .metainfo.xml) files for your Application.<br>Features:<br>Easy to use<br>Full support for the Open Age Rating System (OARS)<br>The AppStream files are fully translatable<br>Releases can be imported from GitHub, GitLab, Gitea, Git Repos and NEWS files<br>You can view a preview in Gnome Software<br>You can use a existing .desktop file as template<br>Supports External Releases<br>Plugins<br>",
    "build_date": "2025-12-14T12:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdAppStreamEdit/f52b63e74fe4c71f16d45d60594f0e20/icons/128x128/page.codeberg.JakobDev.jdAppStreamEdit.png",
    "license": "GPL-3.0-only",
    "tag": [
      "appstream",
      "appdata",
      "metainfo"
    ],
    "rank": 207
  },
  {
    "pkg": "KUIViewer",
    "app_id": "org.kde.kuiviewer",
    "description": "Qt Designer UI File Viewer",
    "description_long": "KUIViewer is a tool to display and check user interface (.ui) files created in Qt Designer.",
    "build_date": "2025-12-11T17:11:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kuiviewer/4084bc8378880d397d76901ba485421f/icons/128x128/org.kde.kuiviewer.png",
    "license": "LGPL-2.0",
    "tag": [],
    "rank": 208
  },
  {
    "pkg": "Find Billy!",
    "app_id": "page.codeberg.papojari.Find_Billy",
    "description": "A pixel art 2d platformer game.",
    "description_long": "A 2 dimensional Pixel Art Jump &amp; Run. Your mission is it to find Billy!",
    "build_date": "2024-03-02T02:54:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/papojari.Find_Billy/b54e5727e2ea05ba8a3a22a168beda42/icons/128x128/page.codeberg.papojari.Find_Billy.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 209
  },
  {
    "pkg": "Rocs",
    "app_id": "org.kde.rocs",
    "description": "Rocs Graph Theory",
    "description_long": "Rocs is a Graph Theory IDE for designing and analyzing graph algorithms. It provides an easy to use visual editor for creating graphs, a scripting engine to execute algorithms, and several helper tools for simulations and experiments. Algorithms are specified in JavaScript.",
    "build_date": "2025-12-11T19:19:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/rocs.desktop/9931ce5867cbaf08b2793758f646250e/icons/128x128/org.kde.rocs.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 210
  },
  {
    "pkg": "TheIDE",
    "app_id": "org.ultimatepp.TheIDE",
    "description": "IDE for cross-platform U++ app development framework",
    "description_long": "<br>TheIDE is an integrated development environment for the U++ cross-platform app development framework<br>dedicated to the C++ programming language. It can handle general-purpose C/C++ projects as well.<br>Additionally, it is an excellent IDE for people starting their journey with C/C++ programming and looking for an<br>easy-to-use environment with features like a simple build system, code completion, code formatting, and debugger support.<br>U++ is a C++ cross-platform rapid application development framework focused on programmers productivity.<br>It includes a set of libraries (GUI, SQL, Network, etc.), and an integrated development environment.<br>Rapid development is achieved by the smart and aggressive use of C++ rather than through fancy code generators.<br>In this respect, U++ competes with popular scripting languages while preserving C/C++ runtime characteristics.<br>The U++ integrated development environment, TheIDE, introduces modular concepts to C++ programming.<br>It features BLITZ-build technology to speedup C++ rebuilds up to 4 times, Visual designers for U++ libraries, a Topic++ system for documenting code and creating rich text resources for applications (like help and code documentation) and Assist++ - a powerful C++ code analyzer that provides features like code completion, navigation and transformation.<br>TheIDE can work with GCC, Clang, MinGW and Visual C++ and contains a full featured debugger.<br>TheIDE can also be used to develop non-U++ applications.<br>U++ supports following platforms on the production level: Windows, macOS, GNU/Linux &amp; FreeBSD.<br>",
    "build_date": "2025-11-09T14:10:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/ultimatepp/TheIDE/9d386cb9adab411d22de3c217751acba/icons/128x128/org.ultimatepp.TheIDE.png",
    "license": "BSD-2-Clause",
    "tag": [],
    "rank": 211
  },
  {
    "pkg": "Time Log",
    "app_id": "org.gtimelog.GTimeLog",
    "description": "Unobtrusively keep track of your time",
    "description_long": "GTimeLog is a small GNOME app for keeping track of your time. Its main goal is to be as unobtrusive as possible.",
    "build_date": "2025-12-12T18:47:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gtimelog/GTimeLog/12157c6e18250d5b72caa6cee2e9a762/icons/128x128/org.gtimelog.GTimeLog.png",
    "license": "GPL-2.0",
    "tag": [
      "time",
      "tracking",
      "logging"
    ],
    "rank": 212
  },
  {
    "pkg": "KeyForge Master",
    "app_id": "tech.keyforge.keyforge_master",
    "description": "Configurator software for KeyForge devices",
    "description_long": "KeyForge Master configurator is a intuitive software that lets you create custom actions and configurations, turning your KeyForge device into a tailored productivity powerhouse.<br>Work smarter, not harder.<br>Intuitive: Easy to use, clean design. Customize your device in no time.<br>Versatile: Multiple predefined actions to choose from. Also you can create multiple configurations for every use case.<br>Complex: You can also create your own custom actions/macros using our drag and drop builder.<br>You can create multiple configurations for fun and work in the Settings panel. Switch the active configuration by pressing the Super Key on your device or using the Settings panel. <br>You can create custom actions/macros using Actions Forge, our intuitive solution for creating macros, developed to boost your productivity.<br>",
    "build_date": "2025-12-08T10:22:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/tech/keyforge/keyforge_master/d481fd8a2c415fb1cc3b0a38a86823d8/icons/128x128/tech.keyforge.keyforge_master.png",
    "license": "LicenseRef-proprietary=https://keyforge.tech/terms-conditions/#kf-master-eula",
    "tag": [
      "keyboard",
      "shortcuts",
      "macro"
    ],
    "rank": 213
  },
  {
    "pkg": "Tundra",
    "app_id": "moe.tundra.Tundra",
    "description": "Update your anime lists automatically",
    "description_long": "Tundra is an open-source MyAnimeList scrobbler application for Linux. It automatically detects media players running on your computer, checks for any anime videos playing, and marks them as watched on your MAL profile.",
    "build_date": "2025-05-28T11:01:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/tundra/Tundra/5a24cee40fc6e159097481c4c971c5d3/icons/128x128/moe.tundra.Tundra.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK",
      "MAL",
      "scrobble"
    ],
    "rank": 214
  },
  {
    "pkg": "Peercoin",
    "app_id": "net.peercoin.peercoin-qt",
    "description": "Peercoin, a green crypto for sustainable future.",
    "description_long": "<br>Peercoin, launched in August 2012, is the world's first cryptocoin secured by Proof of Stake.<br>It stands as an energy-efficient digital store of value, enabling online transactions without relying on a central authority.<br>Its efficient design allows for transaction validation even on basic hardware like the first-generation Raspberry Pi.<br>Owning Peercoins grants active participation in the proof-of-stake consensus, offering the opportunity to create new blocks and earn rewards, setting it apart from alternative cryptocurrencies.<br>",
    "build_date": "2025-11-06T08:10:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/peercoin/peercoin-qt/1b8a7726680b91440e167bc1e284941a/icons/128x128/net.peercoin.peercoin-qt.png",
    "license": "MIT",
    "tag": [],
    "rank": 215
  },
  {
    "pkg": "Timing Trainer",
    "app_id": "com.adilhanney.timing",
    "description": "Learn to identify sub-second timing intervals",
    "description_long": "The screen will flash for a certain time less than a second, and then you guess how long it was. As you play, you'll get better at identifying these sub-second time intervals.",
    "build_date": "2025-12-15T12:53:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/timing/08d52dd165db24ee2d748c3c5ea65f90/icons/128x128/com.adilhanney.timing.png",
    "license": "GPL-3.0-only",
    "tag": [
      "sub-second",
      "trainer",
      "game"
    ],
    "rank": 216
  },
  {
    "pkg": "Dion",
    "app_id": "vc.dion.Dion",
    "description": "Corporate communications platform",
    "description_long": "**This package is not verified by, affiliated with, or supported by dion.vc.**<br>Video conferencing service with a hybrid cloud infrastructure.<br>A full-featured video conferencing system from DION with extensive capabilities for comfortable communication: high-quality audio and video, support for up to 5,000 users, guaranteed security, and much more.<br>A custom corporate social video network with channels, communication, and video sharing. Create, share, and engage users in a secure and controlled environment. Meeting recordings are stored on a video hosting platform, where any call can be automatically transcribed and recorded in just a few clicks.<br>Full-fledged chats for personal and group communication with extensive functionality: from editing to forwarding messages.<br>A solution from DION that lets you host events of any size. Get all the features you need: quick and easy event creation, inviting guests using a variety of scenarios, and live streaming.<br>A meeting room booking and management system that will replace expensive imported alternatives. Create, modify, and cancel bookings, and conduct meetings with a single solution from DION.<br>",
    "build_date": "2025-12-01T09:10:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/vc/dion/Dion/5557dadafd32456e8d3932d281e999c1/icons/128x128/vc.dion.Dion.png",
    "license": "LicenseRef-proprietary=https://diongo.ru/pdfs/license_agreement_DION.pdf",
    "tag": [],
    "rank": 217
  },
  {
    "pkg": "Corese Gui",
    "app_id": "fr.inria.corese.CoreseGui",
    "description": "Handling the semantic web",
    "description_long": "<br>Corese GUI is an interactive sandbox for working with RDF data. It provides an intuitive<br>graphical environment for loading, exploring, querying, reasoning, and validating<br>semantic datasets.<br>The application supports multiple RDF serialization formats for import/export, includes<br>a<br>Turtle editor, and allows running SPARQL queries directly. It also integrates reasoning<br>engines, supporting both standard profiles like RDFS and OWL, as well as custom rule<br>files for advanced inferencing workflows.<br>With Corese GUI, users can visualize and manipulate semantic data, test SHACL<br>validations, and prototype knowledge-based systems with ease.<br>",
    "build_date": "2025-10-10T16:45:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/inria/corese.CoreseGui/781b6691fc95539e8aefe2f6d7f9f6b7/icons/128x128/fr.inria.corese.CoreseGui.png",
    "license": "CECILL-C",
    "tag": [
      "RDF",
      "SPARQL",
      "OWL"
    ],
    "rank": 218
  },
  {
    "pkg": "jEveAssets",
    "app_id": "io.github.GoldenGnu.jEveAssets",
    "description": "An out-of-game asset manager for Eve-Online",
    "description_long": "<br>jEveAssets is an out-of-game asset manager for Eve-Online, written in Java.<br>EVE Online and the EVE logo are the registered trademarks of CCP hf. All rights are reserved worldwide. All<br>other trademarks are the property of their respective owners. EVE Online, the EVE logo, EVE and all<br>associated logos and designs are the intellectual property of CCP hf. All artwork, screenshots, characters,<br>vehicles, storylines, world facts or other recognizable features of the intellectual property relating to<br>these trademarks are likewise the intellectual property of CCP hf.<br>CCP hf. has granted permission to jEveAssets to use EVE Online and all associated logos and designs for<br>promotional and information purposes on its website but does not endorse, and is not in any way affiliated<br>with, jEveAssets. CCP is in no way responsible for the content on or functioning of this program, nor can it<br>be liable for any damage arising from the use of this program.<br>",
    "build_date": "2025-12-02T18:00:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/GoldenGnu.jEveAssets/49ffe76a402d89a76e05edefb9bed23a/icons/128x128/io.github.GoldenGnu.jEveAssets.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 219
  },
  {
    "pkg": "NEST Desktop",
    "app_id": "io.github.nest_desktop.nest-desktop",
    "description": "Simulate spiking neuronal networks",
    "description_long": "<br>NEST Desktop is a web-based application which provides a graphical user interface for NEST Simulator. With this<br>easy-to-use tool, users can interactively construct neuronal networks and explore network dynamics.<br>Advanced users often choose NEST Simulator: a prominent tool for spiking neuronal networks to measure network<br>dynamics.However, programming knowledge is required to write code for this tool. NEST Desktop bypasses this<br>requirement, but still teaches users how to construct and explore neuronal networks. A textual script is generated<br>from the constructed networks and sent to NEST Simulator; the network activity is then visualized in a graph or<br>table. It is a useful teaching tool, since the network graphs and network activity visualizations can be exported<br>to files that users can implement for their course protocol.<br>",
    "build_date": "2025-10-16T08:00:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nest_desktop.nest-desktop/9ef8a11c3562e4cac49a8274085be583/icons/128x128/io.github.nest_desktop.nest-desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 220
  },
  {
    "pkg": "Plom Client",
    "app_id": "org.plomgrading.PlomClient",
    "description": "Grading/marking client for the Plom online grading system",
    "description_long": "<br>Plom is a system for large-scale marking by humans. It prepares<br>QR-coded test papers, collates scanned work, and coordinates a team of<br>graders. This is the graphical interface used for grading tests.<br>",
    "build_date": "2025-12-09T08:35:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/plomgrading/PlomClient/a2c0de1c92719e42c023873954a16d0e/icons/128x128/org.plomgrading.PlomClient.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 221
  },
  {
    "pkg": "ParaPara",
    "app_id": "com.github.aharotias2.parapara",
    "description": "An image viewer without library",
    "description_long": "<br>An image viewer in which images are displayed as one of three styles:<br>single, spread (book), continuous (scrolling),<br>and that supports jpg, png, bmp, ico, gif files.<br>animated gifs are also supported.<br>",
    "build_date": "2025-12-13T06:34:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/aharotias2.parapara/3de48cb3b33b411f428ffe3e80d4b3dd/icons/128x128/com.github.aharotias2.parapara.png",
    "license": "GPL-3.0",
    "tag": [
      "Picture",
      "Image",
      "Viewer"
    ],
    "rank": 222
  },
  {
    "pkg": "Reactions",
    "app_id": "dev.atoft.Reactions",
    "description": "Simple GIF search.",
    "description_long": "Search for the perfect GIF with Reactions!Search for reaction images, provided by Giphy.Drag-and-drop images to other apps, in GIF or MP4 formats.",
    "build_date": "2021-11-08T07:20:27",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/dev.atoft.Reactions.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 223
  },
  {
    "pkg": "Octopus Agile Prices",
    "app_id": "com.nedrichards.octopusagile",
    "description": "Track Octopus electricity prices",
    "description_long": "Half hourly electricity prices for the next 24 hours for users of Octopus Energy's agile tariff. This application is only relevant for people in the UK,",
    "build_date": "2025-10-18T23:17:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/nedrichards/octopusagile/619b5b2c33702cf9db515b36ce68e803/icons/128x128/com.nedrichards.octopusagile.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "energy",
      "octopus",
      "agile"
    ],
    "rank": 224
  },
  {
    "pkg": "Jahresarbeit 2003",
    "app_id": "com.github.christianrauch.Jahresarbeit-2003",
    "description": "Find the largest area of connected squares",
    "description_long": "<br>The program was created as an annual work in the subject of computer science. After starting the game you will see a 9x9 field with different coloured squares. Arrows can be seen at the edge of the field, which are used to move the rows and columns in which the squares are located. Connected squares of the same colour form an area which can be removed by clicking on it. The aim of the game is to remove areas as large as possible in the shortest possible time. The game is over when all squares have been removed or there is no longer any way of removing the remaining squares. However, you should use as few clicks as possible to remove all squares, as these will reduce the final score.<br>",
    "build_date": "2025-11-27T23:38:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/christianrauch.Jahresarbeit-2003/7c7b3c48c78ce9bbaa6f0a2db84c299b/icons/128x128/com.github.christianrauch.Jahresarbeit-2003.png",
    "license": "GPL-2.0 AND OFL-1.1 AND Apache-2.0",
    "tag": [
      "squares",
      "puzzle",
      "strategy"
    ],
    "rank": 225
  },
  {
    "pkg": "Polished Map++",
    "app_id": "io.github.Rangi42.polished-map-plusplus",
    "description": "Edit pokecrystal maps and tilesets",
    "description_long": "A map and tileset editor for pokecrystal, pokegold, pokeyellow, pokered, and hacks including Polished Crystal v2, Red++ v3, Orange, Prism, and many more.<br>Polished Map++ is for pokecrystal projects that have added attributes.bin files. If you're working with regular pokecrystal or pokered, don't use ++.",
    "build_date": "2024-10-02T20:23:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Rangi42.polished-map-plusplus/6653d5d28bcc83490e5827fec400c9b6/icons/128x128/io.github.Rangi42.polished-map-plusplus.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "Nintendo",
      "Pokemon",
      "GameBoy"
    ],
    "rank": 226
  },
  {
    "pkg": "EmojiClu",
    "app_id": "io.github.timcharper.EmojiClu",
    "description": "Deductive Zebra Puzzle Logic Game",
    "description_long": "<br>EmojiClu is a graphical implementation of the Zebra Puzzle, built with<br>GTK. Use clues to deduce the correct location of each emoji. Heavily<br>inspired by Everett Kaser's Sherlock.<br>",
    "build_date": "2025-11-07T00:05:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/timcharper.EmojiClu/701870bbba2274b3eb3c3e0d3f35116a/icons/128x128/io.github.timcharper.EmojiClu.png",
    "license": "MIT",
    "tag": [],
    "rank": 227
  },
  {
    "pkg": "Profex",
    "app_id": "org.profex_xrd.Profex",
    "description": "Open Source XRD and Rietveld Refinement",
    "description_long": "<br>Profex is a graphical user interface for Rietveld refinement of powder X-ray diffraction (XRD) data with the program BGMN. It can be used for phase identification, phase quantification, structure refinement, and export of results and graphs to tables and figures.<br>",
    "build_date": "2025-11-09T03:13:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/profex_xrd/Profex/415dcc0f6d4def65ce06b75918d94b4a/icons/128x128/org.profex_xrd.Profex.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 228
  },
  {
    "pkg": "Squiid",
    "app_id": "net.imaginaryinfinity.Squiid",
    "description": "Advanced algebraic & RPN calculator",
    "description_long": "<br>Advanced calculator written in Rust, featuring a terminal user interface supporting both RPN and algebraic input.<br>",
    "build_date": "2025-03-12T04:18:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/imaginaryinfinity/Squiid/69ae6798f978a2a19f584ac2525e6138/icons/128x128/net.imaginaryinfinity.Squiid.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 229
  },
  {
    "pkg": "Polished Map",
    "app_id": "io.github.Rangi42.polished-map",
    "description": "Edit pokecrystal maps and tilesets",
    "description_long": "A map and tileset editor for pokecrystal, pokegold, pokeyellow, pokered, and hacks including Polished Crystal v2, Red++ v3, Orange, Prism, and many more.<br>For projects that use 256–512 tiles and per-block attributes, including Polished Crystal v3, Red++ v4, Coral, Black and White 3: Genesis, and Ancient Ruby, use Polished Map++!",
    "build_date": "2024-10-02T20:19:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Rangi42.polished-map/31cdc555717a2d901849ba4e70b23ab6/icons/128x128/io.github.Rangi42.polished-map.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "Nintendo",
      "Pokemon",
      "GameBoy"
    ],
    "rank": 230
  },
  {
    "pkg": "Reddy",
    "app_id": "net.krafting.Reddy",
    "description": "Repost Reddit images to Lemmy",
    "description_long": "Reddy is a tool to manually repost images from Reddit posts to Lemmy.",
    "build_date": "2025-11-17T17:33:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Reddy/67d714865f4da5c9dda1bc4a5dab8c86/icons/128x128/net.krafting.Reddy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "reddit",
      "lemmy",
      "export"
    ],
    "rank": 231
  },
  {
    "pkg": "PM browser",
    "app_id": "de.halaszovich.PMbrowser",
    "description": "Open, browse and export PM dat files",
    "description_long": "A tool for electrophysiologists. Open files generated by PatchMaster (Next) and export to IgorPro. Handels .dat files starting from PM version 2.0, in any byte order.",
    "build_date": "2025-07-22T21:36:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/halaszovich/PMbrowser/829a0555d4db485c8af2e9c4e7cb8854/icons/128x128/de.halaszovich.PMbrowser.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 232
  },
  {
    "pkg": "Siglo",
    "app_id": "com.github.theironrobin.siglo",
    "description": "Sync PineTime with your PinePhone",
    "description_long": "Features:Supports all Phosh-based PinePhone distros.",
    "build_date": "2023-04-22T01:29:02",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.github.theironrobin.siglo.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 233
  },
  {
    "pkg": "ConfClerk",
    "app_id": "at.priv.toastfreeware.ConfClerk",
    "description": "ConfClerk is an application which makes conference schedules available offline",
    "description_long": "<br>It displays the conference schedule from various views, supports searches on various items (speaker, speech topic, location, etc.) and enables you to select favorite events and create your own schedule<br>At the moment ConfClerk is able to import schedules in XML format created by the ​PentaBarf conference management system (or ​frab) used by ​FOSDEM, ​DebConf, ​Grazer Linuxtage, the ​CCC congresses, ​FrOSCon, and ​many others.<br>ConfClerk is targetted at mobile devices like the Nokia N810 and N900 but works on any system running ​Qt.<br>",
    "build_date": "2025-11-09T17:52:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/at/priv/toastfreeware.ConfClerk/64617d64131f7d62d64e66d654024a84/icons/128x128/at.priv.toastfreeware.ConfClerk.png",
    "license": "GPL-2.0",
    "tag": [
      "Conference",
      "Schedule",
      "pentabarf"
    ],
    "rank": 234
  },
  {
    "pkg": "TwoFun",
    "app_id": "org.tabos.twofun",
    "description": "Touch based reaction game for two players",
    "description_long": "Multiplayer game collection for touch devices, like , , , and more",
    "build_date": "2025-11-05T21:02:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/twofun/f29dfcc6cd276d2903721c20c402b530/icons/128x128/org.tabos.twofun.png",
    "license": "GPL-3.0",
    "tag": [
      "two",
      "fun",
      "touch"
    ],
    "rank": 235
  },
  {
    "pkg": "mMass",
    "app_id": "org.mmass.mMass",
    "description": "Open Source Mass Spectrometry Tool",
    "description_long": "mMass supports many open formats like mzML, mzXML, mzData, MGF, ASCII and even copy n' paste from clipboard.<br>For data processing re-calibration, smoothing, baseline correction, auto peak picking, deconvolution are supported.<br>Dedicated tools allow you to generate molecular formula from given mass or compound isotopic pattern or search databases to analyze your low-mass data.<br>Starting with protein or peptide sequence editor you can do in-silico digestion, fragmentation or use on-line protein identification tools.",
    "build_date": "2025-09-30T19:47:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/mmass/mMass/fa5e2996d01839143a4ac37f42463107/icons/128x128/org.mmass.mMass.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "gencolormap",
    "app_id": "de.marlam.gencolormap",
    "description": "Color Map Generator",
    "description_long": "<br>A generator for color maps, for scientific visualization.<br>",
    "build_date": "2025-11-11T21:24:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/marlam/gencolormap/71cd75a83731cbe36e3b48c53d7986ca/icons/128x128/de.marlam.gencolormap.png",
    "license": "MIT",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "Nem Desktop",
    "app_id": "io.github.xverizex.nem_desktop",
    "description": "Chat with friends.",
    "description_long": "Connect to the server on IP and port. Exchange with a friend a key and text each other.server: https://github.com/xverizex/nem-server",
    "build_date": "2023-09-25T04:47:53",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.xverizex.nem_desktop.png",
    "license": "LGPL-2.1-or-later",
    "tag": [],
    "rank": 238
  },
  {
    "pkg": "IRPF 2022",
    "app_id": "br.gov.fazenda.receita.irpf2022",
    "description": "Do your taxes in Brazil (Calendar year of 2021)",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by any Brazilian government agency.**<br>IRPF is an app officially distributed by the Special Department of Federal Revenue of Brazil, to help Brazilian citizens file their income tax return.",
    "build_date": "2025-10-03T01:48:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/br/gov/fazenda.receita.irpf2022/55dc7569885c4a9b38089c788daf1135/icons/128x128/br.gov.fazenda.receita.irpf2022.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dirpf",
      "imposto",
      "irpf"
    ],
    "rank": 239
  },
  {
    "pkg": "pairinteraction",
    "app_id": "org.pairinteraction.Pairinteraction",
    "description": "A Rydberg Interaction Calculator",
    "description_long": "<br>The pairinteraction software calculates properties of Rydberg systems. The software consists of a C++/Python library and a graphical user interface for pair potential calculations. For usage examples visit the tutorials section of the documentation.<br>",
    "build_date": "2025-11-09T18:54:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/pairinteraction/Pairinteraction/a19d5221565b42bc523e6d020a8ff125/icons/128x128/org.pairinteraction.Pairinteraction.png",
    "license": "LGPL-3.0-or-later or GPL-3.0-or-later",
    "tag": [],
    "rank": 240
  }
]
