[
  {
    "pkg": "KCalc",
    "app_id": "org.kde.kcalc",
    "description": "Scientific calculator",
    "description_long": "KCalc has everything you would expect from a scientific calculator, plus:<br>Trigonometric functions, logic operations and statistical calculations<br>A results stack which enables convenient recall of previous calculation results<br>Precision is user-definable<br>The display allows cut and paste of numbers<br>The display colors and font are configurable, aiding usability<br>The use of key-bindings make it easy to use without a pointing device<br>",
    "build_date": "2025-12-11T17:51:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kcalc.desktop/15c25e48f12def4f8291cfeabd778b17/icons/128x128/org.kde.kcalc.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 1
  },
  {
    "pkg": "Parabolic",
    "app_id": "org.nickvision.tubeconverter",
    "description": "Download web video and audio",
    "description_long": "<br>A powerful yt-dlp frontend<br>Supports downloading videos in multiple formats (mp4, webm, mp3, opus, flac, and wav)<br>Run multiple downloads at a time<br>Supports downloading metadata and video subtitles<br>",
    "build_date": "2025-11-27T23:01:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/nickvision/tubeconverter/fdcc995607100afabed728e47cfd5d99/icons/128x128/org.nickvision.tubeconverter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "YouTube",
      "Downloader",
      "ytdlp"
    ],
    "rank": 2
  },
  {
    "pkg": "Tweaks",
    "app_id": "dev.edfloreshz.CosmicTweaks",
    "description": "Beyond the limits of your desktop",
    "description_long": "Personalize your COSMIC desktop beyond infinity<br>Přizpůsobte své prostředí COSMIC až za hranice nekonečna<br>Save, import and download color schemes<br>Customize the panel and dock<br>Replicate other desktop's layouts<br>Fearless tweaking with snapshots<br>",
    "build_date": "2025-12-13T21:07:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/CosmicTweaks/220ca1c96de04e03443eb165b3e94f99/icons/128x128/dev.edfloreshz.CosmicTweaks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 3
  },
  {
    "pkg": "Komikku",
    "app_id": "info.febvre.Komikku",
    "description": "Discover and read manga & comics",
    "description_long": "With its simple, elegant and adaptive interface, this reader lets you search, sort and read your series with ease.<br>Why you will love Komikku?<br>Online and offline reading from dozens of servers<br>Support for locally stored series (in CBZ/CBR/CBT or PDF formats)<br>RTL, LTR, Vertical and Webtoon reading modes<br>Support several types of navigation: keyboard arrow keys, right and left navigation layout via mouse click or tapping (touchpad/touch screen), mouse wheel, 2-fingers swipe gesture (touchpad), swipe gesture (touch screen)<br>Categories to organize your library<br>Automatic tracking of series with AniList, MangaUpdates and MyAnimeList<br>Automatic update of series<br>Automatic download of new chapters<br>Reading history<br>Light and dark themes<br>",
    "build_date": "2025-12-13T00:08:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/febvre/Komikku/3b39f0d32342762f2476f5de881c9089/icons/128x128/info.febvre.Komikku.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "reader",
      "viewer",
      "scanlation"
    ],
    "rank": 4
  },
  {
    "pkg": "Scribus",
    "app_id": "net.scribus.Scribus",
    "description": "Open Source Page Layout and Desktop Publishing (DTP)",
    "description_long": "Scribus is a cross-platform open source page layout program which\nproduces commercial grade output in PDF and Postscript.<br>While the goals of the program are ease of use and simple\neasy-to-understand tools, Scribus support for professional\npublishing features, such as CMYK and spot colors, easy PDF creation,\nEncapsulated Postscript import and export and creation of color\nseparations.",
    "build_date": "2025-12-14T22:45:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/scribus/Scribus/7dd7164a7650306687b22b144d74d668/icons/128x128/net.scribus.Scribus.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 5
  },
  {
    "pkg": "NouTube",
    "app_id": "jp.nonbili.noutube",
    "description": "YouTube and YouTube Music in a single app",
    "description_long": "<br>Manage video/music library without login<br>Manage watch history without login<br>No ads<br>Hide shorts<br>Sponsor block<br>",
    "build_date": "2025-12-16T12:26:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/jp/nonbili/noutube/5e438d4b3d2d7b8d148bcc7c52dcd188/icons/128x128/jp.nonbili.noutube.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "youtube",
      "yt",
      "yt-music"
    ],
    "rank": 6
  },
  {
    "pkg": "Vintage Story",
    "app_id": "at.vintagestory.VintageStory",
    "description": "Wilderness survival sandbox game",
    "description_long": "To play this game, you must purchase an account at<br>https://www.vintagestory.at/.<br>Vintage Story is an uncompromising wilderness survival sandbox game<br>inspired by lovecraftian horror themes. Find yourself in a ruined<br>world reclaimed by nature and permeated by unnerving temporal<br>disturbances. Relive the advent of human civilization, or take your<br>own path.",
    "build_date": "2025-12-14T02:28:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/at/vintagestory/VintageStory/a89ff1a9c6b7cd77fc8a86d81df32b1e/icons/128x128/at.vintagestory.VintageStory.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 7
  },
  {
    "pkg": "Collabora Office",
    "app_id": "com.collaboraoffice.Office",
    "description": "The Collabora Office productivity suite",
    "description_long": "Collabora Office brings the familiar Collabora Online experience to your computer - so you can create, edit, and present with a beautiful, modern UI. Built on LibreOffice, it delivers excellent interoperability with ODF and Microsoft Office formats (DOCX/XLSX/PPTX), and exports to PDF with ease. Your documents stay on your device unless you choose to share them - privacy by design.",
    "build_date": "2025-12-12T01:34:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/collaboraoffice/Office/a0051139b12502e131d7b79459252503/icons/128x128/com.collaboraoffice.Office.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 8
  },
  {
    "pkg": "Dialect",
    "app_id": "app.drey.Dialect",
    "description": "Translate between languages",
    "description_long": "<br>A translation app for GNOME.<br>Features:<br>Translation based on Google Translate<br>Translation based on the LibreTranslate API, allowing you to use any public instance<br>Translation based on Lingva Translate API<br>Translation based on Bing<br>Translation based on Yandex<br>Translation based on DeepL<br>Text to speech<br>Translation history<br>Automatic language detection<br>Clipboard buttons<br>",
    "build_date": "2025-07-27T02:59:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/Dialect/84711fd322ebc6569b5caaa6ecc293f2/icons/128x128/app.drey.Dialect.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "translate"
    ],
    "rank": 9
  },
  {
    "pkg": "Ruffle",
    "app_id": "rs.ruffle.Ruffle",
    "description": "Play Flash games & movies",
    "description_long": "<br>Ruffle is a Flash Player emulator written in Rust.<br>Leveraging the safety guarantees of Rust, we can confidently avoid all<br>the security pitfalls that Flash had a reputation for.<br>Ruffle puts Flash back on the web, where it belongs!<br>This application lets you run Flash content on your computer without a browser in-between,<br>and take full advantage of your GPU and system resources to get those extra frames when playing intense games.<br>Ruffle is an entirely open source project maintained by volunteers.<br>We're all passionate about the preservation of internet history, and we were drawn to working on this<br>project to help preserve the many websites and plethora of content that will no longer be accessible<br>when users can no longer run the official Flash Player.<br>If you would like to help support this project, we welcome all contributions of any kind –<br>even if it's just playing some old games and seeing how well they run.<br>",
    "build_date": "2025-12-13T18:55:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/rs/ruffle/Ruffle/2d56d54cb5c83aea34f75d1173c816c2/icons/128x128/rs.ruffle.Ruffle.png",
    "license": "MIT OR Apache-2.0",
    "tag": [
      "flash",
      "swf",
      "player"
    ],
    "rank": 10
  },
  {
    "pkg": "Quick Web Apps",
    "app_id": "dev.heppen.webapps",
    "description": "Web applications at your fingertips",
    "description_long": "Web App Manager for the COSMIC™ desktop written with love and libcosmic. Allow you to simply create web applications from given url working inside separate window. With some customization options.<br>Fast and easy to use<br>Works out of the box<br>In-app icon pack installer<br>Supports WebKitGTK web engine<br>",
    "build_date": "2025-10-07T09:17:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/heppen/webapps/62d9d4786eb06dc4a68b10b3c45335e5/icons/128x128/dev.heppen.webapps.png",
    "license": "GPL-3.0-only",
    "tag": [
      "App",
      "Software",
      "Manager"
    ],
    "rank": 11
  },
  {
    "pkg": "Lenspect",
    "app_id": "io.github.vmkspv.lenspect",
    "description": "Scan files for threats",
    "description_long": "A lightweight security threat scanner intended to make malware detection more accessible and efficient.",
    "build_date": "2025-11-19T10:43:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vmkspv.lenspect/88c494a25cd0b1ed0279df93774e17ec/icons/128x128/io.github.vmkspv.lenspect.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "VirusTotal",
      "Antivirus",
      "Virus"
    ],
    "rank": 12
  },
  {
    "pkg": "Haguichi",
    "app_id": "com.github.ztefn.haguichi",
    "description": "Manage your Hamachi networks",
    "description_long": "Haguichi makes it a breeze to join, create and administer Hamachi networks.<br>Features:<br>Searchable, sortable and collapsible network list<br>Sidebar for easy access to details and actions<br>Indicator support for quick access to primary actions<br>Desktop notifications to stay up to date of network events<br>Commands that can be completely customized<br>Backup and restore of your Hamachi configuration folder<br>Please note: Requires installation of Hamachi on the system in order to use.<br>",
    "build_date": "2025-11-09T15:48:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/ztefn.haguichi/ee15fd755dfba862bd743f13f00ca3ab/icons/128x128/com.github.ztefn.haguichi.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "VPN",
      "LAN",
      "Network"
    ],
    "rank": 13
  },
  {
    "pkg": "Color Picker",
    "app_id": "nl.hjdskes.gcolor3",
    "description": "Choose colors from the picker or the screen",
    "description_long": "<br>Ever wanted to know the value of that color on your screen? Color Picker enables<br>you to pick the color from any pixel on your screen. It also offers a<br>palette, so that you can easily mix and match a couple of colors together.<br>When you have found the perfect combination of colors, naturally you want<br>to save them. Color Picker allows you to conveniently save and retrieve colors.<br>Color Picker is a color selection dialog written in GTK 3. It is much alike<br>Gcolor2, but uses the newer GTK version and other modernisations to better<br>integrate into your modern desktop.<br>",
    "build_date": "2025-06-30T14:08:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/nl/hjdskes/gcolor3/b315db1eed88f03b73affe35ce5c19ce/icons/128x128/nl.hjdskes.gcolor3.png",
    "license": "GPL-2.0+",
    "tag": [
      "Color",
      "Picker",
      "Palette"
    ],
    "rank": 14
  },
  {
    "pkg": "Errands",
    "app_id": "io.github.mrvladus.List",
    "description": "Manage your tasks",
    "description_long": "Todo application for those who prefer simplicity.<br>Features:<br>Multiple task lists support<br>Add, remove, edit tasks and sub-tasks<br>Mark task and sub-tasks as completed<br>Add accent color for each task<br>Sync tasks with Nextcloud or other CalDAV providers<br>Drag and Drop support<br>Import .ics files<br>",
    "build_date": "2025-10-12T15:21:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mrvladus.List/9792b0320beedf6f0d5f5ffec94bbc8f/icons/128x128/io.github.mrvladus.List.png",
    "license": "MIT",
    "tag": [
      "errands",
      "tasks",
      "list"
    ],
    "rank": 15
  },
  {
    "pkg": "Forecast",
    "app_id": "com.jwestall.Forecast",
    "description": "View weather predictions",
    "description_long": "Find out what the weather is going to be like with this simple weather application for the COSMIC™ Desktop.",
    "build_date": "2025-10-09T14:35:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/jwestall/Forecast/4d28bb71f40ce25b5e1940b1fcf7cf28/icons/128x128/com.jwestall.Forecast.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Weather"
    ],
    "rank": 16
  },
  {
    "pkg": "Examine",
    "app_id": "io.github.cosmic_utils.Examine",
    "description": "View system information",
    "description_long": "Examine is an app which gives you easy access to system information without needing to use the terminal, built for the COSMIC™ desktop.",
    "build_date": "2024-10-15T07:30:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cosmic_utils.Examine/05a42968b68d42ecbd4d4d23b402e5bf/icons/128x128/io.github.cosmic_utils.Examine.png",
    "license": "GPL-3.0-only",
    "tag": [
      "CPU",
      "Processor",
      "USB"
    ],
    "rank": 17
  },
  {
    "pkg": "Calculator",
    "app_id": "dev.edfloreshz.Calculator",
    "description": "Beyond the equation",
    "description_long": "A calculator app with infinite possibilities<br>Exceptional performance and responsiveness.<br>",
    "build_date": "2025-09-25T23:56:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Calculator/bd0d990db813b16be4829ca0b0bcc28d/icons/128x128/dev.edfloreshz.Calculator.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 18
  },
  {
    "pkg": "Tintero",
    "app_id": "app.tintero.Tintero",
    "description": "Professional writing studio",
    "description_long": "<br>Tintero is a comprehensive writing application designed for novelists, screenwriters, RPG enthusiasts,<br>and creative writers who need powerful organization and worldbuilding tools. Built as a modern alternative<br>to Scrivener, Bibisco, or Manuskript, it combines advanced project management with AI-powered writing<br>assistance and cross-platform synchronization.<br>Core Writing Features:<br>Advanced rich text editor with multiple tabs and distraction-free mode<br>Unlimited hierarchical folder structure: folders, chapters, and documentation with customizable colors, icons, and status<br>Scene management: mark scenes as flashbacks, dreams, memories... assign characters to scenes, locations...<br>Character and worldbuilding element highlighting directly in text<br>Customizable sticky notes by color, trackable throughout text<br>Visual cork board planning for chapters, characters, and story elements<br>Configurable time and word count alerts<br>Worldbuilding and Character Management:<br>Comprehensive character profiles with customizable attributes, galleries, relationships, and associated scenes<br>13+ entity types: Locations, Organizations, Items, Concepts, Events, Technologies, Species, Beliefs, Languages, Powers, Artifacts, Legends, and Traditions<br>Global relationship mapping showing connections between all entities<br>Entity tagging within scenes and chapters<br>Rich character analytics and statistics visualization<br>Project Management and Statistics:<br>Detailed project statistics with graphs (words, characters, paragraphs, reading time, etc.)<br>Writing session tracking with today's progress indicators<br>Trash management with restoration capabilities<br>Version control with auto-save and backup system<br>Multiple project management with quick switching<br>AI and Export Features:<br>AI-powered writing assistant for text generation, editing, and brainstorming<br>Built-in AI chat for project-specific queries<br>Text-to-speech with customizable voices<br>Export to PDF, EPUB, and DOCX formats with customizable formatting<br>Configurable export templates for different output styles<br>Synchronization and Cloud Features:<br>Cross-platform sync via Google Drive (desktop, mobile, web)<br>Conflict resolution system for simultaneous edits<br>Automatic sync queue management with error recovery<br>Privacy-first approach with zero telemetry by default<br>",
    "build_date": "2025-12-15T00:16:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/tintero/Tintero/56ae5b6b695233766cfc36da6d8e668d/icons/128x128/app.tintero.Tintero.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "writing",
      "novel",
      "book"
    ],
    "rank": 19
  },
  {
    "pkg": "Wike",
    "app_id": "com.github.hugolabe.Wike",
    "description": "Search and read Wikipedia articles",
    "description_long": "<br>Wike is a Wikipedia reader for the GNOME Desktop.<br>Provides access to all the content of this online encyclopedia in a native application,<br>with a simpler and distraction-free view of articles.<br>It supports more than 300 languages and integrates with desktop searches,<br>providing suggestions that make it easier to find any content.<br>Other features are: bookmarks with multiple lists, article table of contents,<br>history, text searches and much more…<br>",
    "build_date": "2025-12-04T11:29:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/hugolabe.Wike/6e87df5d7d85f21d082b8e5aa5de5458/icons/128x128/com.github.hugolabe.Wike.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wikipedia"
    ],
    "rank": 20
  },
  {
    "pkg": "Typesetter",
    "app_id": "net.trowell.typesetter",
    "description": "Minimalist Typst editor",
    "description_long": "Typesetter is a lightweight desktop application for creating beautiful documents with Typst.<br>Adaptive, user-friendly interface: Focus on writing. Great for papers, reports, slides, books, and any structured writing.<br>Powered by Typst: A modern markup-based typesetting language, combining the simplicity of Markdown with the power of LaTeX.<br>Local-first: Your files stay on your machine. No cloud lock-in.<br>Package support: Works offline, but can fetch and update packages online when needed.<br>Automatic preview: See your rendered document update as you write.<br>Click-to-jump: Click on a part of the preview to jump to the corresponding position in the source file.<br>Magnifier tool: Click and hold on the preview to inspect fine details.<br>Centered scrolling: Keeps your writing visually anchored as you type.<br>Syntax highlighting: Makes your documents easier to read and edit.<br>Document statistics: Easily calculate page, word, and character counts.<br>Fast and native: Built in Rust and GTK following the GNOME human interface guidelines.<br>",
    "build_date": "2025-12-15T05:19:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/trowell/typesetter/f3775e3c0604baec44aad51c70bc57ca/icons/128x128/net.trowell.typesetter.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK",
      "Typst",
      "Text"
    ],
    "rank": 21
  },
  {
    "pkg": "Warzone 2100",
    "app_id": "net.wz2100.wz2100",
    "description": "Command the forces of The Project in a battle to rebuild the world",
    "description_long": "<br>The classic 3D real-time strategy game from 1999 has been updated, upgraded, and modernized for the very latest platforms!<br>Command the forces of The Project in a battle to rebuild the world after mankind has been nearly destroyed by nuclear missiles.<br>Warzone 2100 offers a story-driven single-player campaign, online multi-player, and single-player skirmish modes. An extensive tech tree with over 400 different technologies, combined with the unit design system, allows for a wide variety of possible units and tactics.<br>Highlights:<br>Remastered single-player campaign with expanding persistent bases, away missions, and more<br>Online multiplayer with up to 10 players, free-for-all or team-play, for massive battles<br>Local skirmish with AI bots, for endless replayability<br>Extensive tech tree with over 400 different technologies<br>Customizable units with a flexible design system that enables a wide variety of possible tactics<br>Cross-platform multiplayer<br>Support for multiple graphics backends (OpenGL, OpenGL ES, Vulkan)<br>100% free and open source<br>",
    "build_date": "2025-12-09T16:55:24",
    "category": [],
    "icon": "https://dl.flathub.org/media//net/wz2100/wz2100/7a293d4465f26fc8e3708fa2c142a0ed/icons/128x128/net.wz2100.wz2100.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "play",
      "rts"
    ],
    "rank": 22
  },
  {
    "pkg": "Gelly",
    "app_id": "io.m51.Gelly",
    "description": "Jellyfin client focused on music",
    "description_long": "<br>A native, lightweight Jellyfin client designed specifically for enjoying<br>your music library.<br>Browse your music collection by artist, album and playlist<br>Modern GTK/Adwaita interface with MPRIS support<br>Written in Rust<br>",
    "build_date": "2025-12-17T18:18:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/m51/Gelly/e722257362629a06dec9f909daef8430/icons/128x128/io.m51.Gelly.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Jellyfin"
    ],
    "rank": 23
  },
  {
    "pkg": "Battery Info",
    "app_id": "com.her01n.BatteryInfo",
    "description": "Shows informations about the system battery.",
    "description_long": "<br>Displays informations about the installed battery.<br>Vendor and model<br>Technology<br>Nominal capacity<br>Actual capacity<br>Capacity ratio<br>",
    "build_date": "2025-12-13T15:48:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/her01n/BatteryInfo/7dd9880a67cae03017ec129ca1b708f6/icons/128x128/com.her01n.BatteryInfo.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 24
  },
  {
    "pkg": "ElectronMail",
    "app_id": "com.github.vladimiry.ElectronMail",
    "description": "Unofficial ProtonMail desktop app",
    "description_long": "<br>ElectronMail is an Electron-based unofficial desktop client for ProtonMail. The app aims to provide enhanced<br>desktop user experience enabling features that are not supported by the official in-browser web clients. It is<br>written in TypeScript and uses Angular.<br>",
    "build_date": "2025-12-17T10:33:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/vladimiry.ElectronMail/c0e034902e08b5d80fd456912500e9a2/icons/128x128/com.github.vladimiry.ElectronMail.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 25
  },
  {
    "pkg": "Samaya",
    "app_id": "io.github.redddfoxxyy.samaya",
    "description": "Timekeeper for your tasks",
    "description_long": "<br>A simple, elegant, minimalist Pomodoro timer for your desktop. Designed to help you stay focused and productive, it offers a clean, distraction-free interface to manage work and break intervals with ease.<br>",
    "build_date": "2025-12-15T15:42:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/redddfoxxyy.samaya/42572445b868055db371b6e2e31c90f5/icons/128x128/io.github.redddfoxxyy.samaya.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "Pomodoro",
      "Timer",
      "Time"
    ],
    "rank": 26
  },
  {
    "pkg": "Tasks",
    "app_id": "dev.edfloreshz.Tasks",
    "description": "Get things done",
    "description_long": "A simple task management app, reaching across the cosmos to help you get things done<br>Exceptional performance and responsiveness.<br>Effortless keyboard shortcut support.<br>Expressive emoji integration.<br>",
    "build_date": "2025-12-13T21:10:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/edfloreshz/Tasks/1565b21ffb98c08ee495c928af48e304/icons/128x128/dev.edfloreshz.Tasks.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Tasks",
      "Management",
      "Todo"
    ],
    "rank": 27
  },
  {
    "pkg": "Mirror Hall",
    "app_id": "eu.nokun.MirrorHall",
    "description": "Use Linux devices as second screens",
    "description_long": "<br>Mirror Hall is an experimental app that aims to turn any Linux device into a <br>second monitor.<br>It is designed on both desktop and mobile devices, and supports both <br>hardware-accelerated and software-based encoding to stream video efficiently.<br>Mirror Hall makes use of a new, experimental GNOME feature to create virtual <br>monitors, and requires UDP traffic to be allowed by the network and firewall.<br>Support for other desktops will be added once a standardized API exists.<br>",
    "build_date": "2025-12-14T20:33:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/nokun/MirrorHall/604039d4532c5d5467f3c14d103d85ee/icons/128x128/eu.nokun.MirrorHall.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 28
  },
  {
    "pkg": "Gamepad Mirror",
    "app_id": "page.codeberg.vendillah.GamepadMirror",
    "description": "Visualize your gamepad's inputs",
    "description_long": "<br>A simple application to visualize a gamepad's input using libadwaita and libmanette.<br>The app's main goal is to support gamepad visualization during a stream or recording, without getting in the way of playing the game.<br>It can also be used to simply test whether your gamepad works and your desktop is picking up on the signals, rather than visiting closed source websites that profile you and possibly sell your data.<br>Currently, the app<br>supports flashing facepad buttons;<br>supports joystick offset visualization from its origin;<br>_does not_ support other buttons;<br>supports transparent window;<br>supports mouse position dependent transparent mode;<br>supports basic gamepad custom recoloring;<br>supports 10 gamepad color presets (that override your custom colors by double click);<br>supports tiny window sizes;<br>_does not_ (yet) support adding quick controls on small windows (requiring to enlarge it again);<br>supports rescanning of (dis)connected gamepads;<br>_does not_ distinguish between multiple gamepad sources.<br>Tip: You can/need to right click the header bar and select 'Always on Top'. The app cannot do that itself, since it will be running on Wayland that restricts this behavior.<br>",
    "build_date": "2025-10-18T14:34:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/vendillah.GamepadMirror/a3bb25f76b3ec022b9f75a98785d8d2d/icons/128x128/page.codeberg.vendillah.GamepadMirror.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 29
  },
  {
    "pkg": "Identity",
    "app_id": "org.gnome.gitlab.YaLTeR.Identity",
    "description": "Compare images and videos",
    "description_long": "A program for comparing multiple versions of an image or video.",
    "build_date": "2025-10-28T17:50:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.YaLTeR.Identity/a2feb07a5aa886c0cf71e77c349da4be/icons/128x128/org.gnome.gitlab.YaLTeR.Identity.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Movie",
      "Film",
      "Clip"
    ],
    "rank": 30
  },
  {
    "pkg": "Rocket.Chat",
    "app_id": "chat.rocket.RocketChat",
    "description": "Open Source Team Communication",
    "description_long": "Rocket.Chat is free, unlimited and open source.<br>Replace email &amp; Slack with the ultimate team chat software solution.",
    "build_date": "2025-12-12T00:54:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/chat/rocket/RocketChat/f12bcbe09fcf3704941aea0a8591cdda/icons/128x128/chat.rocket.RocketChat.png",
    "license": "MIT",
    "tag": [],
    "rank": 31
  },
  {
    "pkg": "Desktop Plus",
    "app_id": "io.github.pol_rivero.github-desktop-plus",
    "description": "Git client with advanced functionality and Bitbucket integration",
    "description_long": "<br>This is an up-to-date fork of GitHub Desktop, with many quality of life improvements and advanced features for power users.<br>General:<br>Red color for destructive action buttons.<br>Add icons to some similar-looking buttons for faster visual recognition.<br>Allow generating branch name presets by calling an external script (e.g. fetching ticket numbers from an issue tracker).<br>Bitbucket integration: preview and create pull requests, view pull requests status (including checks), display a commit or PR in Bitbucket (web browser), andcorrectly set repository owner (instead of displaying ).<br>Repositories list:<br>Pull all button to fetch and pull from all remotes at once.<br>Allow hiding the 'Recent' repositories section.<br>Branches list:<br>Add warning indicator to local-only branches (branches that are not on the remote).<br>Allow manually setting which is the default branch for a repository (even if it doesn't match the one configured in the remote).<br>History tab:<br>Search commits by title, message, tag, or hash.<br>Use a different font style for merge commits in order to make them visually distinct, since most of the time they are not as relevant.<br>If a commit modifies only 1 file, allow double-clicking the commit to open the file. For other commits, you can still double-click the file as usual.<br>Changes tab:<br>Context menu option to permanently discard changes without sending to trash (useful when the there are many changed files and the regular is extremely slow).<br>",
    "build_date": "2025-12-15T07:46:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pol_rivero.github-desktop-plus/37be6e9ce2d4673613ac4c1032ac5c82/icons/128x128/io.github.pol_rivero.github-desktop-plus.png",
    "license": "MIT",
    "tag": [],
    "rank": 32
  },
  {
    "pkg": "Vaults",
    "app_id": "io.github.mpobaschnig.Vaults",
    "description": "Keep important files safe",
    "description_long": "Vaults lets you create encrypted vaults in which you can safely store files. It uses gocryptfs and CryFS for encryption.",
    "build_date": "2025-12-14T21:43:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mpobaschnig.Vaults/ff6db0b514ba35e810a7157245e42c78/icons/128x128/io.github.mpobaschnig.Vaults.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK"
    ],
    "rank": 33
  },
  {
    "pkg": "Sessions",
    "app_id": "com.pojtinger.felicitas.Sessions",
    "description": "Focus with timed work intervals",
    "description_long": "Sessions is a simple visual timer application designed specifically for the pomodoro<br>technique, helping you stay productive by breaking work into focused sessions with<br>regular breaks.<br>It enables you to:<br>Start focused work sessions with customizable timer durations<br>Track your progress with a clean, distraction-free interface<br>Take regular breaks to maintain productivity<br>",
    "build_date": "2025-12-03T08:16:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/pojtinger/felicitas.Sessions/0f2beb413382384bfc0fe27d4789dc64/icons/128x128/com.pojtinger.felicitas.Sessions.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "pomodoro",
      "timer",
      "focus"
    ],
    "rank": 34
  },
  {
    "pkg": "Gajim",
    "app_id": "org.gajim.Gajim",
    "description": "Fully-featured XMPP chat client",
    "description_long": "Gajim aims to be an easy to use and fully-featured XMPP client. Just chat with your friends or family, easily share pictures and thoughts or discuss the news with your groups.<br>Chat freely: Take your chats where you want. Use a provider of your choice and synchronize chats between all your devices. Gajim is interoperable with many other chat apps – and it's free.<br>Secured conversations: State of the art end-to-end encryption for your conversations. Share messages, pictures, and files with your contacts – and only with them.<br>Stay in contact: Chats and groups help you keep in touch with your friends and family. Build communities by connecting to people with the same interests. Use groups to organize the little things or the next big event.<br>Express yourself: Sometimes words are not enough. Use reactions, replies, record voice messages, and send status updates to fully express yourself.<br>",
    "build_date": "2025-12-13T20:04:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gajim/Gajim/a40de8b4c02ba0e049919d9eb744abb3/icons/128x128/org.gajim.Gajim.png",
    "license": "GPL-3.0-only",
    "tag": [
      "chat",
      "messaging",
      "im"
    ],
    "rank": 35
  },
  {
    "pkg": "Japachar",
    "app_id": "me.sergiotarxz.JapaChar",
    "description": "Learn Japanese characters",
    "description_long": "This application helps you to learn Japanese characters using a gradual learning algorithm which makes you test-like questions.<br>You are expected to fail while starting, look up the correct answer when you fail, it helps you to learn faster. You can use this app even if you do not know anything.<br>This app pretends to be a way of learn but also somewhat of a game where you use your intuition and the previous things you learnt to avoid getting new characters<br>wrong, but you are expected to fail because you won't have at all times all the needed information, your shouldn't feel overwhelmed because characters are <br>introduced gradually, but it can certainly happen that too much information is presented to you at once if you are too good memorizing, you can wipe<br>~/.var/app/me.sergiotarxz.JapaChar/config/.japachar/db.sqlite at any time to start over or change the settings to make the game more slow, fast or challenging<br>depending on what do you want to get from this game.<br>It keeps a inner score of how much you know a character to give priority to ask you again about it if needed and introduces new characters when you are ready.<br>The BETA Kanji support now doesn't include (But did include in the past) KUN and ON readings since trying to memorize pronunciations of Kanji is discouraged for learners.<br>New BETA Word memorizing support<br>It works now without having to install any third party font.<br>There is a settings menu that allows you to tune your learning further<br>to your rithm, the numbers are saved with intro, if you leave a field empty<br>you will restore the default, good if you mess up with the settings.<br>This app doesn't and won't substitute studying the language using native texts, videos and audios, the goal is to reduce the initial barrier<br>of entry since the written script is wildly different than the latin one.<br>If you do not know any language based in latin script I cannot currently help you a lot with this app, sorry for that.<br>It is boring to develop alone, get in contact in sergiotarxz@owlcode.tech over XMPP to contribute, I talk both Spanish and English.<br>Do you have old phones around? It is very possible that some of them are capable of running Linux with Postmarketos, Mobian or Gentoo, try to test<br>the app there and help me to improve it further.<br>Would be nice to have sounds that I can put in the game to make it more engaging, if you are capable of designing Music or Sounds consider contributing<br>your abilities for this free software app to continue improving.",
    "build_date": "2025-07-24T23:25:54",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sergiotarxz/JapaChar/8e378df4dc44e1794bdec46533cb52df/icons/128x128/me.sergiotarxz.JapaChar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 36
  },
  {
    "pkg": "OnionMedia X",
    "app_id": "io.github.onionware_github.onionmedia",
    "description": "Free Media Downloader & Converter",
    "description_long": "OnionMedia is a free video and audio file converter and downloader that works with ffmpeg and yt-dlp. It supports a huge amount of formats and codecs and is open source on GitHub.",
    "build_date": "2025-12-14T07:44:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/onionware_github.onionmedia/3760a7ecce61f5985e83be41dbafc5f9/icons/128x128/io.github.onionware_github.onionmedia.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 37
  },
  {
    "pkg": "Spelling Bee",
    "app_id": "io.github.josephmawa.SpellingBee",
    "description": "Learn new English words",
    "description_long": "Use Spelling Bee to enhance your English vocabulary while having fun.<br>Below are the main features:<br>Provides thousands of words<br>You can play it offline<br>It provides links to the meaning of words<br>You can view puzzle history<br>You can view your score<br>Switch to dark, light, or system mode<br>",
    "build_date": "2025-05-31T14:11:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/josephmawa.SpellingBee/87bf342fa96a4b5ad9c8995b7814f781/icons/128x128/io.github.josephmawa.SpellingBee.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Learn",
      "English",
      "Spelling"
    ],
    "rank": 38
  },
  {
    "pkg": "SasView",
    "app_id": "org.sasview.sasview",
    "description": "SasView is a Small Angle Scattering Analysis Software Package",
    "description_long": "SasView is an open source Small Angle Scattering (SAS) analysis package used to analyze 1D and 2D scattering data in inverse space. Originally focused on neutron data (SANS), the package has been extended for X-ray scattering and correlation space methods such as SESANS and Interferometry. SasView includes a number of other features, include PrView to invert SAS data to P(r), a resolution calculator, and a scattering length density calculator, to name a few. The package also has a simple plugin mechanism for users to add custom models.",
    "build_date": "2025-10-09T09:36:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sasview/sasview/1be27ffa1d4ed153822adfaf9581c3f1/icons/128x128/org.sasview.sasview.png",
    "license": "BSD-3-Clause",
    "tag": [
      "SAS",
      "SANS",
      "SAXS"
    ],
    "rank": 39
  },
  {
    "pkg": "Scramble",
    "app_id": "io.github.tobagin.scramble",
    "description": "Privacy-focused image metadata removal tool",
    "description_long": "<br>Scramble is a simple, privacy-focused utility for viewing and removing <br>metadata from images. The application provides a clean, intuitive interface <br>featuring a user-friendly drag-and-drop workflow for metadata inspection <br>and removal.<br>Key features:<br>View detailed image metadata (EXIF, IPTC, XMP)<br>One-click metadata removal<br>Drag-and-drop image loading<br>Non-destructive workflow - originals are never modified<br>Offline operation - no data collection<br>Support for JPEG, PNG, TIFF, WebP, HEIF, and HEIC formats<br>",
    "build_date": "2025-12-12T21:05:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.scramble/250f35757bb4a38243fc18c62193e3a7/icons/128x128/io.github.tobagin.scramble.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "metadata",
      "exif",
      "privacy"
    ],
    "rank": 40
  },
  {
    "pkg": "Lapce",
    "app_id": "dev.lapce.lapce",
    "description": "Lightning-fast and powerful code editor written in Rust",
    "description_long": "<br>Lapce is an open source code editor written in Rust. By utilising native GUI and GPU rendering, and with the performance Rust provides, Lapce is one of the fastest code editors out there.<br>Features:<br>Modal Editing (Vim like) support as first class citizen (can be turned off as well)<br>Built-in LSP (Language Server Protocol) support to give you code intelligence like code completion, diagnostics and code actions etc.<br>Built-in remote development support (inspired by VSCode Remote Development) for a seamless experience, benefiting from the full power of the remote system.<br>Plugins can be written in programming languages that can compile to the WASI format (C, Rust, AssemblyScript)<br>Built-in terminal, so you can execute commands in your workspace, without leaving Lapce.<br>",
    "build_date": "2025-09-15T07:02:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/lapce/lapce/482e826d773eb27a4752c33d65507185/icons/128x128/dev.lapce.lapce.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 41
  },
  {
    "pkg": "Damask",
    "app_id": "app.drey.Damask",
    "description": "Automatic wallpapers from the web",
    "description_long": "Damask is an automatic wallpaper application. It currently supports setting the wallpaper image from the following sources:<br>wallhaven.cc<br>Microsoft Bing Wallpaper of the day<br>NASA Astronomy Picture of the Day<br>Google Earth View<br>",
    "build_date": "2025-09-28T05:15:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/drey/Damask/616f3e3146389cc76494bb9d94585de7/icons/128x128/app.drey.Damask.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "wallpaper"
    ],
    "rank": 42
  },
  {
    "pkg": "Saber",
    "app_id": "com.adilhanney.saber",
    "description": "The notes app built for handwriting",
    "description_long": "<br>Saber is the notes app built for handwriting.<br>It's designed to be as simple and intuitive as possible, while still delivering unique features that you'll actually use. Additionally, Saber is available across all your devices, large and small, and syncs between them seamlessly.<br>Notably, it can invert your notes when you're in dark mode. This allows you to write with white ink on a black background, which is much easier on the eyes in low-light environments like when the teacher turns off the lights in class.<br>Images and PDFs are also inverted, so you can still use a digital printout or a textbook without the fuss.<br>Saber uses a dual-password system to protect your notes from anyone but you, even if they have complete control over the server. You can safely store your notes on the official Saber server, another server, or even host your own!<br>The app is completely open-source so that anyone can view the source code and see exactly what it's doing and how it handles your data. Many other note-taking apps are closed-source and proprietary, meaning that their inner workings are a mystery to the public.<br>As someone who studies maths, highlighting multi-line equations was always a hassle with other apps, where the highlighter would change color when it overlapped with itself. Another problem I had was that in some apps, the highlighter would render on top of the text, fading it out and making it hard to read.<br>Saber's highlighter has no such issues. It utilizes canvas compositing to render the highlighter in a way that is consistent with/better than traditional paper, where it handles overlaps and maintains color consistency.<br>Saber has everything you need to keep your notes organized. Create folders inside folders inside folders to your heart's content with no limit on the number of nested folders. And even though a note may be buried deep within a nested folder, you can still access it easily with your most recent notes always available on the home screen.<br>Discover a whole new way to capture and organize your thoughts<br>with Saber. Whether you're a student, professional, or creative<br>mind, Saber is your trusted companion for digital handwriting.<br>Download now and let your ideas flow freely!<br>",
    "build_date": "2025-12-15T13:11:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/saber/561cb0fa18bb59b194f9e359820f9c89/icons/128x128/com.adilhanney.saber.png",
    "license": "GPL-3.0-only",
    "tag": [
      "notes"
    ],
    "rank": 43
  },
  {
    "pkg": "Marknote",
    "app_id": "org.kde.marknote",
    "description": "Write down your thoughts",
    "description_long": "Marknote lets you create rich text notes and easily organise them into notebooks. You can personalise your notebooks by choosing an icon and accent color for each one, making it easy to distinguish between them and keep your notes at your fingertips. Your notes are saved as Markdown files in your Documents folder, making it easy to use your notes outside of Marknote as well as inside the app.",
    "build_date": "2025-12-11T18:21:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/marknote/181e551960953d2c2d55b99fde78df6c/icons/128x128/org.kde.marknote.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "Markdown",
      "Kirigami",
      "Qt"
    ],
    "rank": 44
  },
  {
    "pkg": "Feeds",
    "app_id": "org.gabmus.gfeeds",
    "description": "News reader for GNOME",
    "description_long": "Feeds is a minimal RSS/Atom feed reader built with speed and simplicity in mind.<br>It offers a simple user interface that only shows the latest news from your subscriptions.<br>Articles are shown in a web view by default, with javascript disabled for a faster and less intrusive user experience. There's also a reader mode included, built from the one GNOME Web/Epiphany uses.<br>Feeds can be imported and exported via OPML.",
    "build_date": "2024-11-09T16:26:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gabmus/gfeeds/088230580e063a4029981d737da8a61c/icons/128x128/org.gabmus.gfeeds.png",
    "license": "GPL-3.0+",
    "tag": [
      "rss",
      "reader",
      "feed"
    ],
    "rank": 45
  },
  {
    "pkg": "GNOME Power Statistics",
    "app_id": "org.gnome.PowerStats",
    "description": "Observe power management",
    "description_long": "<br>Power Statistics can show historical and current battery information and<br>programs waking up that use power.<br>You probably only need to install this application if you are having<br>problems with your laptop battery, or are trying to work out what programs<br>are using significant amounts of power.<br>",
    "build_date": "2025-11-25T18:19:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/PowerStats.desktop/f65a4d5b6d5bee648f0dc1cf8743f568/icons/128x128/org.gnome.PowerStats.desktop.png",
    "license": "GPL-2.0+ and GFDL-1.3",
    "tag": [
      "battery",
      "charge"
    ],
    "rank": 46
  },
  {
    "pkg": "HTTPie",
    "app_id": "io.httpie.Httpie",
    "description": "Cross-platform API testing client for humans",
    "description_long": "<br>HTTPie Desktop is a cross-platform API testing client for humans. It offers all the user-friendliness of the terminal version of httpie, now wrapped up in a sleek graphical interface.<br>Interact painlessly with APIs<br>Leverage the power of AI-assisted work<br>Organize your work in spaces, collections, and tabs<br>Parametrize requests with variables and environments<br>Work across devices with auto-save and realtime sync<br>Build and preview requests without sending them<br>Use the app offline and without an account<br>",
    "build_date": "2025-12-13T03:16:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/httpie/Httpie/e9bff2ffba90e075df0c2feaa1800007/icons/128x128/io.httpie.Httpie.png",
    "license": "LicenseRef-proprietary=https://httpie.io/terms",
    "tag": [],
    "rank": 47
  },
  {
    "pkg": "KDevelop",
    "app_id": "org.kde.kdevelop",
    "description": "Featureful, plugin-extensible IDE for C/C++ and other programming languages",
    "description_long": "KDevelop is a Free and Open Source integrated development environment (IDE).<br>It provides editing, navigation and debugging features for several programming languages, as well as integration with multiple build systems and version-control systems, using a plugin-based architecture.<br>KDevelop has parser backends for C, C++ and Javascript/QML, with further external plugins supporting e.g. PHP or Python.",
    "build_date": "2025-12-11T18:03:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kdevelop.desktop/f2d2de3c6519536af09d92555f57dc1e/icons/128x128/org.kde.kdevelop.desktop.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 48
  },
  {
    "pkg": "Mtoc",
    "app_id": "org._3fz.mtoc",
    "description": "Visual music library",
    "description_long": "Mtoc is a visually-rich music player and library browser that emphasizes a smooth, continuous experience with album artwork at the forefront.<br>Animated, visual browsing made for music fans who enjoy flipping through albums<br>Library browsing with smart organization, responsive search, and automatic updates as you add music<br>Lyrics support with synced and unsynced lyrics from embedded metadata and external files<br>Advanced queue management and playlist editor<br>Wide and compact layout modes fit a variety of display layouts<br>Light and dark mode support with tinted blurred backgrounds<br>Mini player and desktop integration with full MPRIS 2 support<br>Gapless playback and ReplayGain support<br>",
    "build_date": "2025-12-16T01:18:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/_3fz/mtoc/fe13c229ba1005ae885f3015f6eeebb6/icons/128x128/org._3fz.mtoc.png",
    "license": "GPL-3.0+",
    "tag": [
      "Music",
      "Player",
      "Audio"
    ],
    "rank": 49
  },
  {
    "pkg": "Sauerbraten",
    "app_id": "org.sauerbraten.Sauerbraten",
    "description": "Free fast paced arena shooter",
    "description_long": "<br>Cube 2: Sauerbraten is a free multiplayer &amp; singleplayer first person shooter, the successor of the Cube FPS.<br>Much like the original Cube, the aim of this game is fun, old school deathmatch gameplay and also to allow map/geometry editing to be done cooperatively in-game.<br>",
    "build_date": "2025-12-02T11:30:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/sauerbraten/Sauerbraten/18cac1bcfc8577847e11ce1bfc9a5a3e/icons/128x128/org.sauerbraten.Sauerbraten.png",
    "license": "Zlib",
    "tag": [],
    "rank": 50
  },
  {
    "pkg": "Scriptorium",
    "app_id": "io.github.cgueret.Scriptorium",
    "description": "Design and write manuscripts",
    "description_long": "Scriptorium is a text editor coupled with a planning tool and a publishing tool.<br>The objective is to provide writers with a simple and complete environment to plan, write and publish e-books.<br>Scriptorium features are organised around three facets:<br>Plan the list of scenes and story elements of the manuscript.<br>Write the content of the scenes with a text focused editor.<br>Publish your manuscript as an epub after previewing it.<br>In addition, some general features are:<br>Dark mode<br>Versioning of scenes managed via Git<br>Back-end using plain text YAML and HTML files<br>",
    "build_date": "2025-11-02T15:21:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/cgueret.Scriptorium/574224d658b2a4f2e1f5563a400b6cec/icons/128x128/io.github.cgueret.Scriptorium.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GTK"
    ],
    "rank": 51
  },
  {
    "pkg": "Dynamic Wallpaper Editor",
    "app_id": "com.github.maoschanz.DynamicWallpaperEditor",
    "description": "Create or edit XML dynamic wallpapers (\"background slideshows\") for the GNOME desktop",
    "description_long": "<br>Dynamic Wallpaper Editor is a simple utility to create or edit dynamic<br>wallpapers for the GNOME desktop.<br>The duration of each picture and each transition can be set separately or<br>globally. The total duration can be 24 hours to do a wallpaper fitting the<br>daylight.<br>",
    "build_date": "2025-12-15T07:31:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/maoschanz.DynamicWallpaperEditor.desktop/1144f465f56f0b5f28e6e08be34cf706/icons/128x128/com.github.maoschanz.DynamicWallpaperEditor.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Wallpaper",
      "Daylight",
      "XML"
    ],
    "rank": 52
  },
  {
    "pkg": "ROTA",
    "app_id": "net.hhoney.rota",
    "description": "Gravity bends beneath your feet",
    "description_long": "Move blocks and twist gravity to solve puzzles. Collect all 50 gems and explore 8 vibrant worlds.<br>Rotate gravity as you walk over the edge!<br>Push, pull and rotate gravity-blocks to traverse the stage and solve puzzles.<br>Collect all 50 gems to unlock doors and explore 8 vibrant worlds!<br>Listen to an original ambient soundtrack that will keep you relaxed while solving challenging puzzles. (:<br>Watch out for spikes! 0:<br>",
    "build_date": "2025-08-25T17:40:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/rota/5ad819dbf706c8c7976076ffc1568608/icons/128x128/net.hhoney.rota.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 53
  },
  {
    "pkg": "StarryDex",
    "app_id": "dev.mariinkys.StarryDex",
    "description": "A Pokédex Application",
    "description_long": "<br>Embark on your Pokémon journey with StarryDex, a simple Pokédex application.<br>Browse detailed info on all Pokémon species, including stats, evolution<br>requirements, and more.<br>Quickly search Pokémon by name, type, stats, and other filters.<br>Works completely offline.<br>This app has been developed with libcosmic for the COSMIC™ desktop, and issues may occur on<br>other platforms",
    "build_date": "2025-12-13T14:53:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mariinkys/StarryDex/426bfe1c4d27ee8d8a85a1bc645d0203/icons/128x128/dev.mariinkys.StarryDex.png",
    "license": "GPL-3.0-only",
    "tag": [
      "COSMIC",
      "Pokedex",
      "Pokemon"
    ],
    "rank": 54
  },
  {
    "pkg": "Waycheck",
    "app_id": "dev.serebit.Waycheck",
    "description": "Show Wayland compositor details",
    "description_long": "<br>Waycheck is a simple graphical application that connects to your Wayland compositor and displays the list of Wayland protocols that it supports, along with the list of protocols that it doesn't.<br>",
    "build_date": "2025-12-13T15:24:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/serebit/Waycheck/f8a16319bf30659826c6ad352e34f1f6/icons/128x128/dev.serebit.Waycheck.png",
    "license": "Apache-2.0",
    "tag": [
      "wayland"
    ],
    "rank": 55
  },
  {
    "pkg": "EasyRPG Player",
    "app_id": "org.easyrpg.player",
    "description": "RPG Maker 2000/2003 interpreter",
    "description_long": "<br>EasyRPG Player is a program that allows to play games created with RPG Maker 2000 and 2003.<br>It aims to be a free (as in freedom) cross-platform RPG Maker 2000/2003 interpreter.<br>The main goal is to play all games created with them as the original game interpreter (RPG_RT) does.<br>",
    "build_date": "2025-10-31T05:04:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/easyrpg/player/035b8b63f4fd05d46ee550c2132cdbc7/icons/128x128/org.easyrpg.player.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 56
  },
  {
    "pkg": "Memorize",
    "app_id": "io.github.david_swift.Flashcards",
    "description": "Study flashcards",
    "description_long": "\nMemorize is a native GNOME app that stores your flashcard sets.\nIt enables you to create, edit, view, and study sets.\nUse the test mode for creating a preparation exam. You can easily import existing Quizlet sets.<br>",
    "build_date": "2024-06-08T20:20:42",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/david_swift.Flashcards/a5cf2704d91b810637273246ae2dcf54/icons/128x128/io.github.david_swift.Flashcards.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 57
  },
  {
    "pkg": "Resonance",
    "app_id": "io.github.db_mobile.resonance",
    "description": "Test and explore web services",
    "description_long": "<br>Resonance is a clean and minimal API client application designed to provide an excellent<br>user experience for testing and interacting with web services. It offers a modern and intuitive<br>interface for developers with powerful features for API development and testing.<br>Key Features:<br>Import collections from OpenAPI 3.0 specifications and Postman collections<br>Environment management with variable templating for different deployment contexts<br>Multiple authentication methods including Bearer tokens, Basic Auth, API keys, OAuth 2.0, and Digest authentication<br>Generate code in 9 languages: cURL, Python, JavaScript, Node.js, Go, PHP, Ruby, and Java<br>GraphQL support with dedicated query editor and syntax highlighting<br>Built-in mock server for testing without a backend, with custom responses and configurable delays<br>Workspace tabs for managing multiple concurrent requests with independent state<br>Request history with search and replay capability for easy debugging<br>Performance metrics showing detailed timing breakdown including DNS, TCP, TLS, and download times<br>Cookie management with full attribute display<br>HTTP proxy support with authentication and bypass lists<br>Protocol version control supporting HTTP/1.1, HTTP/2, and HTTP/3<br>Comprehensive keyboard shortcuts for efficient workflow<br>Four theme options: light, dark, system-adaptive, and blueprint<br>Available in English, German, Spanish, French, and Italian<br>",
    "build_date": "2025-12-14T22:02:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/db_mobile.resonance/3b49fd7c3be191fda89ef5e6cfd72eec/icons/128x128/io.github.db_mobile.resonance.png",
    "license": "MIT",
    "tag": [
      "API",
      "REST",
      "HTTP"
    ],
    "rank": 58
  },
  {
    "pkg": "Ping Monitor",
    "app_id": "io.github.sigmasd.pingmonitor",
    "description": "Monitor your ping",
    "description_long": "Ping Monitor is a simple tool to monitor your ping.<br>Features:<br>Display your ping in real time as a nice chart<br>Make it obvious when you're disconnected<br>",
    "build_date": "2025-12-16T12:42:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/sigmasd.pingmonitor/6d6d6894f73938ad4a1cba0b8d45746a/icons/128x128/io.github.sigmasd.pingmonitor.png",
    "license": "MIT",
    "tag": [
      "ping",
      "network",
      "monitor"
    ],
    "rank": 59
  },
  {
    "pkg": "FeedFlow",
    "app_id": "com.prof18.feedflow",
    "description": "A minimalistic RSS Reader",
    "description_long": "Stay informed your way with FeedFlow, a minimalistic RSS reader that puts you in control of your content timeline.<br>Sync across all your devices and enjoy a clean, distraction-free reading experience.<br>Key Features:<br>Minimalist Design: Focus on what matters with a clutter-free interface<br>FreshRSS Integration: Connect to your FreshRSS server for advanced feed management<br>Flexible Reading Options: Choose between web view, reader mode, or your preferred browser<br>Privacy-Focused: Select your favorite privacy-focused browser for a separate reading experience<br>Easy Migration: Import and export your RSS feeds via OPML files<br>What Sets FeedFlow Apart:<br>Clean, intuitive interface that lets you focus on content<br>Multiple sync options to fit your workflow (Beta)<br>Customizable reading experience with reader mode<br>Fast and lightweight<br>Regular updates and active development<br>Perfect for:<br>News enthusiasts who want control over their information diet<br>Privacy-conscious readers<br>Content creators tracking multiple sources<br>Anyone looking to declutter their digital reading experience<br>Join thousands of readers who've chosen FeedFlow for a better way to stay informed.",
    "build_date": "2025-12-12T16:34:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/prof18/feedflow/0e245a1f8cf3c40db886e4e281c018c2/icons/128x128/com.prof18.feedflow.png",
    "license": "Apache-2.0",
    "tag": [
      "Reader",
      "OPML",
      "rss"
    ],
    "rank": 60
  },
  {
    "pkg": "Curo Calculator",
    "app_id": "app.curocalc.calculator",
    "description": "Financial calculations simplified",
    "description_long": "Curo Calculator is the ultimate tool for anyone needing to calculate loan, lease, and hire<br>purchase repayments and interest rates. Perfect for both personal users and finance<br>professionals, this app simplifies complex financial calculations.<br>Key Features Include:<br>Customizable Interface: Tailor the calculator's layout to suit your needs, whether for<br>straightforward daily calculations or advanced financial scenarios.<br>Guided Examples: Dive into usage with examples illustrating both basic and advanced<br>features like payment weighting, deferred settlements, and 0% interest calculations. With<br>just 3 clicks or taps, navigate from simple to complex calculations effortlessly.<br>User-Defined Templates: Save time on repetitive tasks with templates tailored to your<br>frequent calculations.<br>Day Count Conventions: Supports multiple conventions like 30/360, Actual/365,<br>Actual/Actual, and the EU's APR for consumer credit, ensuring accuracy across various<br>financial contexts.<br>Amortization and APR Proof Schedules: View results in clear, downloadable formats for<br>further analysis or record-keeping.<br>Comprehensive Online Support: Access an extensive help website that explains all features,<br>provides examples, and more.<br>Curo Calculator is a proprietary Flutter-based app for advanced financial calculations,<br>including loan, lease, and hire purchase payments and rates. It is built on the open-source<br>Curo library available on GitHub.<br>Built on Debian GNU/Linux 12 (bookworm) with Flutter 3.38.3, distributed as a prebuilt<br>binary.",
    "build_date": "2025-12-14T19:54:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/curocalc/calculator/23fe2c82ae8ea83f90935091ac849dcb/icons/128x128/app.curocalc.calculator.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "Curo",
      "Calculator",
      "Leasing"
    ],
    "rank": 61
  },
  {
    "pkg": "Facetracker",
    "app_id": "de.z_ray.Facetracker",
    "description": "Face tracking made easy",
    "description_long": "<br>This is a graphical user interface to launch a face tracker locally on your machine to gain tracking data<br>from a webcam. These tracking data can then be used by other applications like VTubbing Software to bring a<br>virtual avatar to live.<br>",
    "build_date": "2025-09-03T11:21:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/z_ray/Facetracker/9315b23f91da9587593be774725b3c17/icons/128x128/de.z_ray.Facetracker.png",
    "license": "MIT",
    "tag": [
      "vtube",
      "webcam"
    ],
    "rank": 62
  },
  {
    "pkg": "Geopard",
    "app_id": "com.ranfdev.Geopard",
    "description": "Browse Gemini pages",
    "description_long": "Geopard is a browser for the Gemini protocol, that is, a lighter alternative to the web.<br>Use Geopard to browse the space and reach hundreds of Gemini capsules! Read stories, download files, play games...<br>Features:<br>Colors!<br>The browser will have a different color for each domain you visit.<br>Fast (async core + caching):<br>Streams content by default. That means you can open pages even when you have<br>connection speeds of Kb/s.<br>It also caches pages in the history, so you can go back/forward in an instant<br>Can download binary files:<br>The download will start as soon as you open the corresponding link.<br>You can always cancel it by opening another page.<br>",
    "build_date": "2025-09-01T10:25:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Geopard/dd0a4979c433aaae19616fbf64ab1646/icons/128x128/com.ranfdev.Geopard.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "browser"
    ],
    "rank": 63
  },
  {
    "pkg": "Zulip",
    "app_id": "org.zulip.Zulip",
    "description": "Zulip Desktop Client for Linux",
    "description_long": "<br>Zulip is a powerful, open source group chat application that combines the immediacy of real-time chat with the productivity benefits of threaded conversations. Zulip is used by open source projects, Fortune 500 companies, large standards bodies, and others who need a real-time chat system that allows users to easily process hundreds or thousands of messages a day.<br>",
    "build_date": "2025-12-15T21:22:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/zulip/Zulip/01357e12aa16d598522de6c8e944f257/icons/128x128/org.zulip.Zulip.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 64
  },
  {
    "pkg": "Break Timer",
    "app_id": "org.gnome.BreakTimer",
    "description": "Computer break reminders for GNOME",
    "description_long": "<br>Break Timer keeps track of how much you are using the computer, and it reminds you to take regular breaks. It is designed to encourage healthy behaviour, with a mix of short breaks for your eyes and wrists, as well as longer breaks to keep your body moving and your mind on task.<br>Break Timer is easy to set up, so you can pick a break schedule that works for you and it will carry on working in the background.<br>",
    "build_date": "2025-12-15T17:39:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/BreakTimer/e9cfaef22902ff74d76d2abd14c90cba/icons/128x128/org.gnome.BreakTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "break",
      "micro",
      "rest"
    ],
    "rank": 65
  },
  {
    "pkg": "Roger Router",
    "app_id": "org.tabos.roger",
    "description": "Journal, Fax-Software and Call-Monitor for AVM FRITZ!Box or compatible",
    "description_long": "Roger Router is a clean solution for controlling the FRITZ!Box or compatible router with Linux. It offers a rich feature list, including call monitor, journal, fax support and also has a great integration into several address books.",
    "build_date": "2025-06-29T16:00:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tabos/roger/eca0ac70c09dea1afd82cfd97f6aca5c/icons/128x128/org.tabos.roger.png",
    "license": "GPL-2.0",
    "tag": [
      "fritz",
      "box",
      "fritzbox"
    ],
    "rank": 66
  },
  {
    "pkg": "IceBox",
    "app_id": "io.github.pleromix.IceBox",
    "description": "PDF Maker",
    "description_long": "<br>Convert images to PDF<br>Compress and transform images<br>Generate grayscale PDFs<br>Support multiple image formats<br>Add metadata to PDFs<br>",
    "build_date": "2025-05-23T09:40:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pleromix.IceBox/1dcebe2761b7db0b7bf8c51e529c10e4/icons/128x128/io.github.pleromix.IceBox.png",
    "license": "GPL-3.0",
    "tag": [
      "pdf",
      "document",
      "photo"
    ],
    "rank": 67
  },
  {
    "pkg": "Libellus",
    "app_id": "de.hummdudel.Libellus",
    "description": "View DnD information in style",
    "description_long": "Libellus lets you browse and read DnD 5th edition information like a wiki / lexicon. The basic navigation is tab-based, so multiple pages can be viewed at the same time. There is a basic search / filter system. The data is stored locally, images are downloaded.<br>Libellus currently supports Classes, Races, Spells, Magic Items, Equipment, and Monsters<br>",
    "build_date": "2025-12-14T22:30:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/hummdudel/Libellus/f9cbb0079ff03302544985c9692eb734/icons/128x128/de.hummdudel.Libellus.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "dnd",
      "wiki"
    ],
    "rank": 68
  },
  {
    "pkg": "Xpano",
    "app_id": "cz.krupkat.Xpano",
    "description": "Easy panorama stitching",
    "description_long": "<br>Xpano is a photo stitching tool that focuses on simplicity and ease of use, you can use it to:<br>Auto detect groups of images that can be stitched into panoramas<br>Quickly preview the results with zoom and pan<br>Crop, auto fill boundaries and select from multiple projection types<br>Adjust the projection parameters: pitch, yaw and roll<br>Export full resolution panoramas, including exif metadata<br>",
    "build_date": "2024-10-05T08:59:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/cz/krupkat/Xpano/9f36170dae1511e7eaa702f53df65567/icons/128x128/cz.krupkat.Xpano.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "pano"
    ],
    "rank": 69
  },
  {
    "pkg": "Sopwith",
    "app_id": "io.github.fragglet.sdl_sopwith",
    "description": "Classic biplane shoot-'em up",
    "description_long": "<br>Sopwith is a modern port of the classic 1980s shoot 'em up game of the<br>same name. The game has a World War I aviation theme. The object of<br>Sopwith is to destroy all enemy targets with a somewhat limited airforce.<br>It can be played both in single player and multiplayer mode over a TCP/IP network.<br>",
    "build_date": "2025-12-08T15:45:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/fragglet.sdl_sopwith/aac42abc14c3790f154c04b6e24e6842/icons/128x128/io.github.fragglet.sdl_sopwith.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "sopwith",
      "biplane",
      "retro"
    ],
    "rank": 70
  },
  {
    "pkg": "DDNet",
    "app_id": "tw.ddnet.ddnet",
    "description": "Hardest co-op 2D platformer ever",
    "description_long": "<br>DDraceNetwork (DDNet) is an actively maintained version of DDRace, <br>a Teeworlds modification with a unique cooperative gameplay. <br>Help each other play through custom maps with up to 64 players, <br>compete against the best in international tournaments, design your own maps, <br>or run your own server. The official servers are around the world. <br>All ranks made on official servers are available worldwide and you can collect points!<br>",
    "build_date": "2025-12-14T20:37:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/tw/ddnet/ddnet/84ee220b95f24e0b7ce7b54b7aa308ea/icons/128x128/tw.ddnet.ddnet.png",
    "license": "Zlib",
    "tag": [
      "teeworlds",
      "game"
    ],
    "rank": 71
  },
  {
    "pkg": "Bomber",
    "app_id": "org.kde.bomber",
    "description": "Arcade Bombing Game",
    "description_long": "<br>Bomber is a single player arcade game. The player is invading various cities in a plane that is decreasing in height.<br>The goal of the game is to destroy all the buildings and advance to the next level. Each level gets a bit harder by increasing<br>the speed of the plane and the height of the buildings.<br>",
    "build_date": "2025-12-17T17:26:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/bomber/505c8de7081d5000020a439361547c93/icons/128x128/org.kde.bomber.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 72
  },
  {
    "pkg": "Ricochlime",
    "app_id": "com.adilhanney.ricochlime",
    "description": "Satisfying monster shooter",
    "description_long": "<br>Ricochlime is a game where you attack the advancing<br>monsters with your ricocheting projectiles. The game is<br>made with the Flame game engine and Flutter.<br>",
    "build_date": "2025-12-16T15:27:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/adilhanney/ricochlime/3c80af5bd25abe617dabdbeb29744cd0/icons/128x128/com.adilhanney.ricochlime.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "flutter",
      "monster",
      "shooter"
    ],
    "rank": 73
  },
  {
    "pkg": "Quadrant for Minecraft",
    "app_id": "dev.mrquantumoff.mcmodpackmanager",
    "description": "Manage your mods and modpacks with ease.",
    "description_long": "<br>This is a powerful tool to manage your Minecraft: Java Edition mods.<br>With this app you can easily install mods, resourcepacks, shaders. You can also share you<br>modpacks with your friends, and you can back up your modpacks to the cloud!<br>NOTE: This app and its developer are not affiliated with Mojang Studios or Microsoft.<br>",
    "build_date": "2025-12-14T16:16:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/mrquantumoff/mcmodpackmanager/b3b77f5977cb6c63a03ee84994bfb90b/icons/128x128/dev.mrquantumoff.mcmodpackmanager.png",
    "license": "MPL-2.0",
    "tag": [
      "minecraft",
      "mods",
      "modding"
    ],
    "rank": 74
  },
  {
    "pkg": "lfy",
    "app_id": "cool.ldr.lfy",
    "description": "Translation software designed for reading scientific research literature",
    "description_long": "<br>An easy and pleasant way to translate.<br>Support many translation services. Especially suitable for document translation.<br>",
    "build_date": "2025-12-12T02:49:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/cool/ldr/lfy/aabe80287bd68fd892b1826a23b84512/icons/128x128/cool.ldr.lfy.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 75
  },
  {
    "pkg": "Kigo",
    "app_id": "org.kde.kigo",
    "description": "Go Board Game",
    "description_long": "<br>Kigo is an open-source implementation of the popular Go game.<br>Go is a strategic board game for two players. It is also known as igo (Japanese),<br>weiqi or wei ch'i (Chinese) or baduk (Korean). Go is noted for being rich in<br>strategic complexity despite its simple rules. The game is played by two players<br>who alternately place black and white stones (playing pieces, now usually made of<br>glass or plastic) on the vacant intersections of a grid of 19x19 lines (9x9 or 13x13 for easier games).<br>",
    "build_date": "2025-12-17T17:45:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kigo/95d52bc4534643b2809008c4c4642fe7/icons/128x128/org.kde.kigo.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 76
  },
  {
    "pkg": "Chronos",
    "app_id": "com.francescogaglione.chronos",
    "description": "Chronos is a simple and intuitive Pomodoro timer for Linux",
    "description_long": "Chronos is a simple and intuitive Pomodoro timer for Linux that helps users manage their time efficiently and<br>effectively, making it easier to focus on tasks and take breaks at regular intervals.<br>",
    "build_date": "2025-01-13T11:17:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/francescogaglione/chronos/a708dd2f633f41e9138fdc95a31d5f41/icons/128x128/com.francescogaglione.chronos.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 77
  },
  {
    "pkg": "Draughts",
    "app_id": "io.github.tobagin.Draughts",
    "description": "Play draughts (checkers) with 16 variants, AI opponents, and online multiplayer",
    "description_long": "<br>Draughts is a comprehensive checkers/draughts game featuring 16 international game variants,<br>multiple AI difficulty levels, online multiplayer, and a beautiful modern interface built with GTK4 and LibAdwaita.<br>Whether you're a casual player or a serious competitor, Draughts offers engaging gameplay<br>for players of all skill levels - play against AI, friends locally, or opponents online!<br>Game Features:<br>16 international draughts variants including American Checkers, International Draughts, Russian, Brazilian, and more<br>10 AI difficulty levels from Beginner to Grandmaster<br>Online multiplayer with quick match, room hosting, and session persistence<br>Human vs Human (local and online), Human vs AI, and AI vs AI gameplay modes<br>Complete move history with undo/redo support<br>PDN (Portable Draughts Notation) export for game analysis<br>Multiple board themes and piece styles (plastic, wood, metal, bottle-cap)<br>Timer modes: countdown, Fischer increment, and Bronstein delay<br>Accessibility and Polish:<br>Sound effects for moves, captures, and game events<br>Keyboard navigation and screen reader support<br>High contrast mode for better visibility<br>Smooth animations and visual feedback<br>Game history browser with replay functionality<br>Comprehensive rules documentation for each variant<br>Adaptive board orientation - your pieces always at the bottom<br>",
    "build_date": "2025-12-13T20:21:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.Draughts/74cd137ed0755a5d905ee23d27d85f16/icons/128x128/io.github.tobagin.Draughts.png",
    "license": "GPL-3.0+",
    "tag": [
      "checkers",
      "draughts",
      "strategy"
    ],
    "rank": 78
  },
  {
    "pkg": "Paleta",
    "app_id": "io.github.nate_xyz.Paleta",
    "description": "Generate color palettes with ease",
    "description_long": "Find the dominant color palette from any image and manage palettes with Paleta. An intuitive tool for designers, artists, or anyone looking to streamline their color work.<br>Features:<br>Drag and drop images to load<br>Color extraction with color-thief<br>Save extracted palettes for later use<br>Modify saved palette name and colors<br>Add new palettes from scratch<br>❗ Note: Paleta is under active development! If you would like to suggest any features or if you find any bugs, your feedback is very welcome!",
    "build_date": "2025-12-09T17:27:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nate_xyz.Paleta/5e1fa8699d88e54f4155ce6d805a939f/icons/128x128/io.github.nate_xyz.Paleta.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "color",
      "palette"
    ],
    "rank": 79
  },
  {
    "pkg": "OTPClient",
    "app_id": "com.github.paolostivanin.OTPClient",
    "description": "Application for managing TOTP/HOTP tokens with built-in encryption",
    "description_long": "Highly secure and easy to use OTP client written in C/GTK3 that supports both TOTP and HOTP and has the following features:<br>integration with the OS' secret service provider via libsecret<br>support both TOTP and HOTP<br>support setting custom digits (between 4 and 10 inclusive)<br>support setting a custom period (between 10 and 120 seconds inclusive)<br>support SHA1, SHA256 and SHA512 algorithms<br>support for Steam codes<br>import and export encrypted/plain andOTP backup<br>import and export encrypted/plain Aegis backup<br>import and export plain FreeOTPPlus backup (key URI format only)<br>import of Google's migration QR codes<br>local database is encrypted using AES256-GCM (PBKDF2 with SHA512 and 100k iterations) and, while decrypted, it's stored in a secure memory area allocated by GCrypt.<br>",
    "build_date": "2025-05-13T18:10:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/paolostivanin.OTPClient.desktop/63ccd0b2d85f86789f9bd32a807783e3/icons/128x128/com.github.paolostivanin.OTPClient.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "otp",
      "totp",
      "hotp"
    ],
    "rank": 80
  },
  {
    "pkg": "QGroundControl",
    "app_id": "org.mavlink.qgroundcontrol",
    "description": "UAS ground control station",
    "description_long": "<br>Intuitive and Powerful Ground Control Station for the MAVLink protocol.<br>",
    "build_date": "2025-06-19T09:06:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/mavlink/qgroundcontrol/d5a422bf825270c49533bb9e35cf8c7a/icons/128x128/org.mavlink.qgroundcontrol.png",
    "license": "GPL-3.0 AND Apache-2.0",
    "tag": [],
    "rank": 81
  },
  {
    "pkg": "Cosmic money",
    "app_id": "com.francescogaglione.cosmicmoney",
    "description": "Simple money manager",
    "description_long": "A simple and intuitive money manager designed for the COSMIC desktop environment. Easily track expenses, manage budgets, and monitor financial health all in one place.",
    "build_date": "2024-12-05T15:56:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/francescogaglione/cosmicmoney/307b893232017c0901d026ccbd70c8ac/icons/128x128/com.francescogaglione.cosmicmoney.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 82
  },
  {
    "pkg": "Frescobaldi",
    "app_id": "org.frescobaldi.Frescobaldi",
    "description": "Write beautiful music sheets",
    "description_long": "<br>Frescobaldi is an advanced text editor to edit LilyPond sheet music files.<br>It aims to be powerful, yet lightweight and easy to use.<br>Features:<br>Powerful text editor with syntax highlighting and automatic completion<br>Music view with advanced Point &amp; Click<br>Midi player to proof-listen LilyPond-generated MIDI files<br>Midi capturing to enter music<br>Powerful Score Wizard to quickly setup a music score<br>Snippet Manager to store and apply text snippets, templates or scripts<br>Use multiple versions of LilyPond, automatically selects the correct version<br>Built-in LilyPond documentation browser and built-in User Guide<br>Smart layout-control functions like coloring specific objects in the PDF<br>MusicXML, Midi and ABC import<br>Modern user interface with configurable colors, fonts and keyboard shortcuts<br>Translated into the following languages: Dutch, English, French, German, Italian, Czech, Russian, Spanish, Galician, Turkish, Polish, Brazilian Portuguese and Ukrainian.<br>Frescobaldi is designed to run on all major operating systems (Linux, macOS<br>and Windows). It is named after Girolamo Frescobaldi (1583-1643), an Italian<br>composer of keyboard music in the late Renaissance and early Baroque period.<br>",
    "build_date": "2025-12-09T12:49:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/frescobaldi/Frescobaldi/2a8c500ad7245bb8ea2d92877a9de5b8/icons/128x128/org.frescobaldi.Frescobaldi.png",
    "license": "GPL-2.0+",
    "tag": [
      "editor",
      "leadsheet",
      "lilypond"
    ],
    "rank": 83
  },
  {
    "pkg": "Time Tracker",
    "app_id": "com.lynnmichaelmartin.TimeTracker",
    "description": "Track and sync time, local-first",
    "description_long": "A simple but powerful time-tracker program, built on GNOME technologies.<br>Instead of using online-first options like Toggl and Clockify, use a lightning-fast, local-first option. Time Tracker can sync with multiple computers by using cloud or network storage.<br>Time Tracker allows you to track different projects, see how much time you’ve spent on each project, and sync with a local file or a file in your own cloud storage. You can also open your sync file in spreadsheet software (since it's a CSV file).",
    "build_date": "2025-09-29T17:14:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/lynnmichaelmartin/TimeTracker/c7d97caa91031412de80cf4a5d4287dd/icons/128x128/com.lynnmichaelmartin.TimeTracker.png",
    "license": "MIT-0",
    "tag": [],
    "rank": 84
  },
  {
    "pkg": "Trivia Quiz",
    "app_id": "io.github.nokse22.trivia-quiz",
    "description": "Respond to endless questions",
    "description_long": "This app let's you respond to an endless stream of questions.\nIt uses Open Trivia database. Questions are only available in English.",
    "build_date": "2025-12-14T15:31:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nokse22.trivia-quiz/6f54bcc6a6f69588a1b21315a09e8141/icons/128x128/io.github.nokse22.trivia-quiz.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "GNOME",
      "GTK",
      "ArcadeGame"
    ],
    "rank": 85
  },
  {
    "pkg": "Urban Terror",
    "app_id": "info.urbanterror.UrbanTerror",
    "description": "Tactical first person shooter with action movie elements",
    "description_long": "<br>Urban Terror could best be described as a Hollywood tactical shooter; it is<br>realism based to a certain extent (environments/weapons/player models), but<br>also goes by the motto (fast gameplay and lots of<br>action). This combination of reality and action results in a very unique,<br>enjoyable and addictive game.<br>",
    "build_date": "2025-12-14T10:50:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/urbanterror/UrbanTerror/75ddceef3411c4b46413569b4c431acd/icons/128x128/info.urbanterror.UrbanTerror.png",
    "license": "GPL-2.0+ AND LicenseRef-proprietary=https://www.urbanterror.info/support/202-quake-3-sdk/",
    "tag": [],
    "rank": 86
  },
  {
    "pkg": "Kana",
    "app_id": "com.felipekinoshita.Kana",
    "description": "Learn Japanese characters",
    "description_long": "<br>Hone your Japanese skills by matching romanized characters to their correct hiragana and katakana counterparts.<br>",
    "build_date": "2025-12-11T14:02:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/felipekinoshita/Kana/c9fb9f18f8c8d8fcd87b1c4c92bd3b46/icons/128x128/com.felipekinoshita.Kana.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "japanese",
      "hiragana",
      "katakana"
    ],
    "rank": 87
  },
  {
    "pkg": "Color Picker for COSMIC™",
    "app_id": "io.github.pixeldoted.cosmic-ext-color-picker",
    "description": "A color picker for the COSMIC™ desktop",
    "description_long": "A color picker for the COSMIC™ desktop",
    "build_date": "2025-05-20T16:19:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pixeldoted.cosmic-ext-color-picker/d93f3a7d2d5dfe7cdbfc718cb9405c92/icons/128x128/io.github.pixeldoted.cosmic-ext-color-picker.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Folder",
      "Manager"
    ],
    "rank": 88
  },
  {
    "pkg": "Exaile",
    "app_id": "org.exaile.Exaile",
    "description": "Listen to, explore, or manage your audio collection",
    "description_long": "<br>Exaile is a music player with a simple interface and powerful music<br>management capabilities. Features include automatic fetching of album art,<br>lyrics fetching, streaming internet radio, tabbed playlists, smart<br>playlists with extensive filtering/search capabilities, and much more.<br>Exaile is written using python and GTK+ and is easily extensible via<br>plugins. There are over 50 plugins distributed with Exaile that include<br>advanced track tagging, last.fm scrobbling, support for portable media<br>players, podcasts, internet radio such as icecast and Soma.FM,<br>ReplayGain, output via a secondary output device (great for DJs!), and<br>much more.<br>",
    "build_date": "2025-12-14T11:15:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/exaile/Exaile/dd769391d5ac6567b877d98e882b2fcf/icons/128x128/org.exaile.Exaile.png",
    "license": "GPL-2.0+",
    "tag": [
      "Music",
      "Player",
      "Library"
    ],
    "rank": 89
  },
  {
    "pkg": "Mingle",
    "app_id": "io.github.halfmexican.Mingle",
    "description": "Combine emojis with Google's Emoji Kitchen",
    "description_long": "Combine emojis with Emoji Kitchen, and send them to friends",
    "build_date": "2025-08-03T00:01:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/halfmexican.Mingle/ddf364e43d9e95b1fc3c4cf63ce1f908/icons/128x128/io.github.halfmexican.Mingle.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "emoji",
      "mix",
      "Google"
    ],
    "rank": 90
  },
  {
    "pkg": "Vikunja",
    "app_id": "io.vikunja.Vikunja",
    "description": "The open-source to-do app",
    "description_long": "Think of Vikunja like the notebook you have with all your things to keep track of.<br>But with superpowers.<br>☑️ Stay organized<br>Organize all of your tasks in projects.<br>Create subprojects organize everything hierarchical and keep related stuff grouped together.<br>👥 Collaborate with peers<br>Vikunja lets you easily share a project with another user or a whole team!<br>Assignments show who's working on what.<br>🧩 Use it how you need it<br>You can view your tasks in the classic list view -or in a Gantt Chart, or Table view, or Kanban Board!",
    "build_date": "2025-12-10T22:39:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/vikunja/Vikunja/dace241d702e369df73193e2f069dd9c/icons/128x128/io.vikunja.Vikunja.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "todo",
      "task"
    ],
    "rank": 91
  },
  {
    "pkg": "Splash",
    "app_id": "xyz.splashmapper.Splash",
    "description": "Immersive video mapping engine",
    "description_long": "<br>Splash is a video mapping software, dedicated to deploying immersive spaces.<br>Splash takes care of semi-automatically calibrating the videoprojectors (field<br>of view, optical shift, projection blending and color), and feeding them with<br>the input video sources. Calibration relies on a 3D model of the projection<br>surfaces, which allows for matching the real and virtual spaces. Ultimately<br>this can lead for instance to projecting onto mobile objects, or hiding the<br>physical space when used with head tracking.<br>Splash is very flexible, but its user interface is organized around one main<br>goal: mapping immersive spaces and allow for creators to bring content to the<br>physical world using any tool they know and master. As such the main features<br>of Splash are:<br>Unlimited outputs, including physical (graphics card) and network outputs (NDI)<br>Semi-automatic projectors calibration, based on a 3D model of the physical space<br>Automatic blending computation of any number of projectors, whatever the overlapping between them<br>Real-time blending computation, allowing for blending moving tracked objects<br>Unlimited number of video inputs, live and pre-rendered<br>Entirely controlable through OSC<br>Scriptable through Python<br>Runs on single board computers as well as media servers<br>Does one thing, as best as possible<br>",
    "build_date": "2025-12-02T15:37:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/splashmapper/Splash/e3a234094937ec864302596a4e337e66/icons/128x128/xyz.splashmapper.Splash.png",
    "license": "GPL-3.0",
    "tag": [
      "projection",
      "immersion",
      "live"
    ],
    "rank": 92
  },
  {
    "pkg": "GrandOrgue",
    "app_id": "net.sourceforge.GrandOrgue",
    "description": "Pipe organ simulator",
    "description_long": "<br>GrandOrgue is a virtual pipe organ sample player application supporting<br>a HW1 compatible file format.<br>",
    "build_date": "2025-11-15T14:26:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/GrandOrgue/c439e1408d0f601dbb8b9909256e0df9/icons/128x128/net.sourceforge.GrandOrgue.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 93
  },
  {
    "pkg": "gResistor",
    "app_id": "eu.stethewwolf.gresistor",
    "description": "Resistor color codes calculator",
    "description_long": "<br>To allow for identification, resistors are usually marked<br>with colored bands. Often refered to as color codes, these<br>markings are indicative of their resistance, tolerance and<br>temperature coefficient. gResistor helps you translate<br>resistor color codes into a readable value. All you have to<br>do is watch the colors on the resistor and then enter them<br>in the program. As you enter colours you'll see that the<br>resistor value is changing accordingly.<br>",
    "build_date": "2025-11-02T18:49:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/stethewwolf/gresistor/f67ecb482918d66a5a76979d12f7aa3e/icons/128x128/eu.stethewwolf.gresistor.png",
    "license": "LGPL-3.0-or-later",
    "tag": [],
    "rank": 94
  },
  {
    "pkg": "ThinkOrSwim",
    "app_id": "com.tdameritrade.ThinkOrSwim",
    "description": "ThinkOrSwim Desktop application",
    "description_long": "<br>With thinkorswim Desktop® you get access to elite-level trading tools<br>and a platform backed by insights, education, and a dedicated trade<br>desk. Experience the unparalleled power of a fully customizable trading<br>experience, designed to help you nail even the most complex strategies<br>and techniques.<br>NOTE: This wrapper is not verified by, affiliated with, or supported by TD Ameritrade, Inc.<br>",
    "build_date": "2025-03-03T04:01:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/tdameritrade/ThinkOrSwim/565970634edb99ae76d6557606628b16/icons/128x128/com.tdameritrade.ThinkOrSwim.png",
    "license": "LicenseRef-proprietary",
    "tag": [],
    "rank": 95
  },
  {
    "pkg": "Oh My SVG",
    "app_id": "re.sonny.OhMySVG",
    "description": "Reduce the size of SVGs",
    "description_long": "Oh My SVG let you export unoptimized SVG files into smaller versions.<br>It lets you preview and tweak the parameters to obtain a satisfactory result before saving.<br>It removes or approximate information that is not required for rendering.<br>Remember that Oh My SVG removes information and metadata that may be useful, do not overwrite your original/source SVG files.",
    "build_date": "2025-10-28T09:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/re/sonny/OhMySVG/5cb6d5d981e6c3f0c5db9d61c9507c27/icons/128x128/re.sonny.OhMySVG.png",
    "license": "GPL-3.0",
    "tag": [
      "SVG",
      "clean",
      "optimize"
    ],
    "rank": 96
  },
  {
    "pkg": "Liferea",
    "app_id": "net.sourceforge.liferea",
    "description": "Keep up with your feeds",
    "description_long": "Liferea is a feed reader/news aggregator that brings together all of the content from your favorite subscriptions<br>into a simple interface that makes it easy to organize and browse feeds. Its GUI is similar to a desktop mail/news<br>client, with an embedded web browser.<br>Distinguishing features:<br>Read articles when offline<br>Force fetch full article text using HTML5 extraction<br>Subscribe to HTML5 websites that do not even have a feed!<br>Synchronizes with Google Reader API (TheOldReader, FreshRSS, FeedHQ, Miniflux, ...)<br>Synchronizes with Reedah<br>Synchronizes with TinyTinyRSS<br>Permanently save headlines in news bins<br>Match items using search folders<br>Play Podcasts<br>",
    "build_date": "2025-12-02T17:43:56",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/liferea/f446c8ea99461b44813e9197ad1b0d10/icons/128x128/net.sourceforge.liferea.png",
    "license": "GPL-2.0+",
    "tag": [
      "news",
      "feed",
      "aggregator"
    ],
    "rank": 97
  },
  {
    "pkg": "Enroute Flight Navigation",
    "app_id": "de.akaflieg_freiburg.enroute",
    "description": "Flight Navigation App",
    "description_long": "Enroute Flight Navigation is a flight navigation app for VFR pilots. The<br>app runs primarily on mobile devices. It is free, open source, 100%<br>non-commercial and does not collect user data. This desktop version of the<br>app is hardly useful for actual navigation, but might be used to plan your<br>next flight on the big screen.",
    "build_date": "2025-12-15T15:09:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/akaflieg_freiburg/enroute/67ed8cc1ac3b2bed37defc80d5cb28ec/icons/128x128/de.akaflieg_freiburg.enroute.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 98
  },
  {
    "pkg": "Photobooth",
    "app_id": "io.github.saeugetier.photobooth",
    "description": "A photobooth application.",
    "description_long": "Photobooth is a touch-friendly, kiosk-style app for capturing photos. You will expect this features:<br>Intuitive, touch-friendly user interface designed for kiosk use.<br>Capture photos via a camera. USB camera (V4L2) and GPhoto2 cameras are supported.<br>Create collage from captured photos. Collage templates are customizable (see documentation)<br>Print single photos or collages<br>View and reprint captures in a gallery<br>Background removal via neural network or green screen.<br>Selectable image filter effects<br>",
    "build_date": "2025-12-12T22:04:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/saeugetier.photobooth/a39fee73ffbcf3a35f3d6954d487500a/icons/128x128/io.github.saeugetier.photobooth.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 99
  },
  {
    "pkg": "Alligator",
    "app_id": "org.kde.alligator",
    "description": "RSS feed reader",
    "description_long": "Alligator is a convergent, cross-platform feed reader, supporting standard RSS/Atom feeds",
    "build_date": "2025-12-11T18:09:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/alligator/6ae100ca10f45ad88c2ec60b0690baa0/icons/128x128/org.kde.alligator.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 100
  },
  {
    "pkg": "LightkeeperRM",
    "app_id": "io.github.kalaksi.Lightkeeper",
    "description": "Linux server management tool",
    "description_long": "<br>LightkeeperRM is a standalone and customizable server management and monitoring tool.<br>It works as a drop-in replacement for maintaining servers over SSH with shell commands.\n<br>Beta version. There will be some bugs and features missing.<br>",
    "build_date": "2025-11-24T22:58:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/kalaksi.Lightkeeper/e49345267448766ed6113b5f2bd9231c/icons/128x128/io.github.kalaksi.Lightkeeper.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 101
  },
  {
    "pkg": "Ex Falso",
    "app_id": "io.github.quodlibet.ExFalso",
    "description": "Edit tags in your audio files",
    "description_long": "<br>Ex Falso is a tag editor with the same tag editing interface as<br>Quod Libet. It lets you display and edit any tags you want in the<br>file, for all the file formats it supports.<br>Supported file formats include Ogg Vorbis/Opus/Speex/FLAC, MP3,<br>FLAC, MOD/XM/IT, Musepack, Wavpack, MPEG-4 AAC, Monkeys Audio, WMA,<br>SPC, MIDI.<br>",
    "build_date": "2025-12-13T19:35:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/quodlibet.ExFalso/1231472fc08e566d38c719f14f0d516f/icons/128x128/io.github.quodlibet.ExFalso.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 102
  },
  {
    "pkg": "Reversi",
    "app_id": "org.gnome.Reversi",
    "description": "Dominate the board in a classic reversi game, or play the reversed variant",
    "description_long": "<br>Reversi is a two-player strategy game, played on an 8 by 8 board.<br>Players use tiles that are dark on one side and light on the other.<br>The object of reversi is to flip your opponent’s tiles to your color,<br>while your opponent is trying to flip your tiles to his own color.<br>Opponent’s tiles are flipped when trapped between an already placed tile<br>of your color and the tile you add. Who finishes with more tiles wins!<br>Reversi allows you to play both a classic reversi game, and the<br>reversed variant, where the goal is to finish with less tile than your<br>opponent.<br>",
    "build_date": "2025-12-11T10:35:06",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Reversi/aab2bf5278cab042c12edb8d62abf48a/icons/128x128/org.gnome.Reversi.png",
    "license": "GPL-3.0+",
    "tag": [
      "reversi",
      "othello"
    ],
    "rank": 103
  },
  {
    "pkg": "Coot",
    "app_id": "io.github.pemsley.coot",
    "description": "Macromolecular model builder",
    "description_long": "<br>Coot is a powerful macromolecular model-building tool for<br>analysing X-ray data and models (i.e. proteins, ligands, RNA and<br>DNA). There are many tools for model manipulation and building,<br>such as minimization, molecular superposition, fragment<br>rotation/translations, rotamer-fitting, de novo building and<br>refinement.<br>Coot is used by scientists using X-ray crystallography or cryo-EM for<br>analysis of proteins, electron density maps, protein interactions<br>and drug design.<br>",
    "build_date": "2025-11-28T14:06:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pemsley.coot/9dc362dfd7f2b42134e40b3c4fa88bc9/icons/128x128/io.github.pemsley.coot.png",
    "license": "GPL-2.0+ and GPL-3.0+ and LGPL-3.0+",
    "tag": [],
    "rank": 104
  },
  {
    "pkg": "CPod",
    "app_id": "com.github.z.Cumulonimbus",
    "description": "A simple, beautiful podcast app",
    "description_long": "Simple podcast app built with Electron. Play your favorite podcasts, and discover new ones with an easy to use interface.<br>Listen to our favorite podcasts<br>Search for podcasts and subscribe directly from the app<br>Add episodes to playlists<br>Filter episodes by their duration and release date<br>Export/import podcasts (.opml)<br>NOTE: CPod is not actively maintained. Please expect bugs.",
    "build_date": "2025-10-04T04:43:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/z.Cumulonimbus/15366168afcaff4051f9dfa1b4ef7dcd/icons/128x128/com.github.z.Cumulonimbus.png",
    "license": "Apache-2.0",
    "tag": [],
    "rank": 105
  },
  {
    "pkg": "Tremotesf",
    "app_id": "org.equeim.Tremotesf",
    "description": "Remote GUI for Transmission BitTorrent client",
    "description_long": "Tremotesf is a remote GUI for Transmission BitTorrent client. You can fully control your transmission-daemon instance, manage torrents, set Transmission settings, view server statistics.<br>You can add several servers profiles and switch between them (only one can be connected at a time). Tremotesf has support of HTTPS, including self-signed certificates and client certificate authentication. You can set mounted directories for servers and quickly open torrents' files and choose download directory from file dialog.",
    "build_date": "2025-12-08T22:59:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/equeim/Tremotesf/d946bb0809aa15512c73b5d719e13e0e/icons/128x128/org.equeim.Tremotesf.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 106
  },
  {
    "pkg": "burnfix",
    "app_id": "io.github.vinser.burnfix",
    "description": "Try to fix screen image retentions and burn in, look for screen defects",
    "description_long": "After turning off or moving the taskbar, you suddenly find that the logo in the corner of the screen and the search magnifier are still visible on your monitor or TV screen, although not as brightly.<br>This is called or .<br>Burnfix can attempt to get rid of this effect on your LCD, LED or plasma screen by showing a special moving pattern for a perioid of time.<br>Moreover, burnfix can show full-screen images of various colors to help you identify defects in the display matrix.",
    "build_date": "2025-12-13T06:49:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vinser.burnfix/02582c34bcdcf8cd97a303d52ce6d491/icons/128x128/io.github.vinser.burnfix.png",
    "license": "MIT",
    "tag": [
      "lcd",
      "led",
      "screen"
    ],
    "rank": 107
  },
  {
    "pkg": "KHangMan",
    "app_id": "org.kde.khangman",
    "description": "Hangman Game",
    "description_long": "KHangMan is a game based on the well-known hangman game. It is aimed at children aged six and over. The game has several categories of words to play with, for example: Animals (animals words) and three difficulty categories: Easy, Medium and Hard. A word is picked at random, the letters are hidden, and you must guess the word by trying one letter after another. Each time you guess a wrong letter, part of a picture of a hangman is drawn. You must guess the word before being hanged! You have 10 tries.",
    "build_date": "2025-12-11T16:38:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/khangman.desktop/7d2661ca2ed4d10cef26c754097ff38d/icons/128x128/org.kde.khangman.desktop.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 108
  },
  {
    "pkg": "Door Knocker",
    "app_id": "xyz.tytanium.DoorKnocker",
    "description": "Check the availability of portals",
    "description_long": "Door Knocker allows you to check availability of all portals provided by xdg-desktop-portal.",
    "build_date": "2025-09-18T09:10:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/xyz/tytanium/DoorKnocker/4f41a6e1e3b360ea1eb4f3e53493c52d/icons/128x128/xyz.tytanium.DoorKnocker.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "portal"
    ],
    "rank": 109
  },
  {
    "pkg": "Colorway",
    "app_id": "io.github.lainsce.Colorway",
    "description": "Generate color pairings",
    "description_long": "Generate color pairings from selected color that follow certain color rules.",
    "build_date": "2025-05-19T01:05:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lainsce.Colorway/ae55864690500fdd59c75d83ea7713a8/icons/128x128/io.github.lainsce.Colorway.png",
    "license": "GPL-3.0+",
    "tag": [
      "color",
      "palette",
      "library"
    ],
    "rank": 110
  },
  {
    "pkg": "Tetravex",
    "app_id": "org.gnome.Tetravex",
    "description": "Reorder tiles to fit a square",
    "description_long": "<br>Each square piece has a number on each side. Position the pieces on the left<br>side of the board so that the same numbers are next to each other. If the<br>numbers don’t match, you can’t put the piece there. Move quickly: you’re<br>being timed!<br>You can make the game easier or harder by changing the size of the board.<br>",
    "build_date": "2025-09-19T10:20:25",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Tetravex/262eb5eb52f67385bb1bc706da00b1d1/icons/128x128/org.gnome.Tetravex.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "game",
      "logic",
      "board"
    ],
    "rank": 111
  },
  {
    "pkg": "Tiny Crate",
    "app_id": "net.hhoney.tinycrate",
    "description": "Crate-chucking action puzzler",
    "description_long": "Tiny Crate is a cute little precision platformer with puzzle elements!<br>Lift and toss crates to traverse over spike pits and reach higher ground!<br>Weigh down buttons to create platforms and solve the puzzle!<br>Push yourself and make tight jumps! You got this! &lt;3 (:<br>Controls:<br>Arrows - Move<br>X - Jump / Select<br>C - Lift &amp; Toss / Back<br>Enter - Menu<br>",
    "build_date": "2025-04-30T21:25:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/tinycrate/a7ec1b62f9293c146bea25eb9a4a88b8/icons/128x128/net.hhoney.tinycrate.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 112
  },
  {
    "pkg": "Schulrechner",
    "app_id": "io.github.CardiJey.schulrechner",
    "description": "The calculator you know from school",
    "description_long": "<br>This is a very early version in development. Unlabeled buttons will be implemented in the future, and bugs may be frequent. If you experience issues or have feature requests, please file an issue (link below).<br>Frustrated by the lack of free, open-source scientific calculators that feel like the ones I am used to, I decided to reverse-engineer my old calculator from school.<br>With features like:<br>input of complex equations,<br>output as fractions as well as decimals,<br>result storage and reuse,<br>selection and editing of equations from input history,<br>and support for implicit multiplication (like 5π instead of 5*π),<br>this calculator produces math that looks like the math on your paper. That makes it much more suitable for higher-level math in school and university—especially if you've grown accustomed to this kind of interface from a young age and just forgot your calculator at home.<br>Some additional features include:<br>A well-established open-source math.js library as the math engine—so you're not relying on some sketchy, hand-rolled math logic (just my sketchy hand-rolled input method 😛)<br>A familiar, intuitive design<br>100% offline usability and fully open source<br>Written entirely in HTML, JS, and CSS, which means it is inherently cross-platform, ...<br>easy for other web developers to contribute and ...<br>admittedly a bit heavy for a calculator. If you're interested in helping make a lighter version (Flutter, Kotlin, etc.), you're very welcome!<br>",
    "build_date": "2025-12-14T20:08:51",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/CardiJey.schulrechner/61e645259281f8b404ddb8c4d38e23d8/icons/128x128/io.github.CardiJey.schulrechner.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 113
  },
  {
    "pkg": "SemantiK",
    "app_id": "net.krafting.SemantiK",
    "description": "Find the secret word",
    "description_long": "A word game where you guess a target word by proposing other semantically related words. The closer your proposals are to the target word, the closer you get to the solution.<br>The default language is French, but you can install other Language Pack using your Software Center.",
    "build_date": "2025-11-17T14:08:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/SemantiK/a5496d9d65da338b77d2a046edcd7f51/icons/128x128/net.krafting.SemantiK.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "word",
      "semantic",
      "vocabulary"
    ],
    "rank": 114
  },
  {
    "pkg": "Tropy",
    "app_id": "org.tropy.Tropy",
    "description": "Explore your research photos",
    "description_long": "<br>Take control of your research photos with Tropy,<br>a tool that shortens the path from finding archival sources to writing about them.<br>Spend more time using your research photos, and less time hunting for them.<br>Tropy is an independent, open-source project<br>designed and produced by an international team of historians and software developers.<br>",
    "build_date": "2025-11-27T18:18:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tropy/Tropy/81de7f1e8d3ac57254d18c0123073979/icons/128x128/org.tropy.Tropy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [],
    "rank": 115
  },
  {
    "pkg": "Inochi Session",
    "app_id": "com.inochi2d.inochi-session",
    "description": "Stream with Inochi2D puppets",
    "description_long": "Inochi2D is a framework for realtime 2D puppet animation which can be used for VTubing, <br>game development and digital animation.<br>Inochi Session is a tool that lets you use your Inochi2D models for live streaming.",
    "build_date": "2025-12-03T16:06:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/inochi2d/inochi-session/24eebba5f4123d66bbec0d8662dfb0f8/icons/128x128/com.inochi2d.inochi-session.png",
    "license": "BSD-2-Clause",
    "tag": [
      "vtubing"
    ],
    "rank": 116
  },
  {
    "pkg": "Granatier",
    "app_id": "org.kde.granatier",
    "description": "Bomberman clone",
    "description_long": "<br>Granatier is a clone of the classic Bomberman game, inspired by the work of the Clanbomber clone.<br>",
    "build_date": "2025-12-17T17:28:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/granatier/0a61cf5262a82a37ba57373d9a40120d/icons/128x128/org.kde.granatier.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 117
  },
  {
    "pkg": "DND Dice Roller",
    "app_id": "page.codeberg.friedrich.DND-Dice-Roller",
    "description": "A DnD dice rolling application for the COSMIC™ desktop",
    "description_long": "<br>Roll some of the most commonly used dice in Dunegons &amp; Dragons or enter your own custom dice roll.<br>",
    "build_date": "2025-08-23T02:28:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/friedrich.DND-Dice-Roller/bbfc27134f3210741555661d41d5ec9b/icons/128x128/page.codeberg.friedrich.DND-Dice-Roller.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "dnd"
    ],
    "rank": 118
  },
  {
    "pkg": "Blarock",
    "app_id": "io.gitlab.blahord.blarock",
    "description": "Simple music player",
    "description_long": "Blarock is a Qt based small and simple player for your local music library.<br>Features<br>Scans your library and automatically detects albums<br>Simple search for albums and tracks<br>Support for powerful automatic playlist management<br>Full desktop integration<br>Visualisation of the playing track<br>",
    "build_date": "2025-12-14T17:04:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/gitlab/blahord.blarock/6b75ced19e5a96be8e6ad59ea06753e3/icons/128x128/io.gitlab.blahord.blarock.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 119
  },
  {
    "pkg": "tev",
    "app_id": "io.github.tom94.tev",
    "description": "High dynamic range image viewer",
    "description_long": "High dynamic range (HDR) image viewer for people who care about colors. It is:<br>Lightning fast: starts up instantly, loads hundreds of images in seconds.<br>Accurate: understands HDR and color profiles (ICC, CICP, etc.). Displays HDR on all operating systems.<br>Versatile: supports many file formats, histograms, pixel-peeping, tonemaps, error metrics, etc.<br>",
    "build_date": "2025-12-02T20:27:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tom94.tev/bba61b68bc9a22dbaaed37587cb2ffc2/icons/128x128/io.github.tom94.tev.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 120
  },
  {
    "pkg": "Four-in-a-row",
    "app_id": "org.gnome.Four-in-a-row",
    "description": "Make lines of the same color to win",
    "description_long": "<br>A family classic, the objective of Four-in-a-row is to build a line of four<br>of your marbles while trying to stop your opponent (human or computer) from<br>building a line of his or her own. A line can be horizontal, vertical or<br>diagonal. The first player to connect four in a row is the winner!<br>Four-in-a-row features multiple difficulty levels. If you’re having trouble,<br>you can always ask for a hint.<br>",
    "build_date": "2025-12-11T09:18:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Four-in-a-row/62636a5f6691c99d7a97520f654a9fb1/icons/128x128/org.gnome.Four-in-a-row.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "strategy",
      "logic"
    ],
    "rank": 121
  },
  {
    "pkg": "Squey",
    "app_id": "org.squey.Squey",
    "description": "Explore your data",
    "description_long": "Squey is designed from the ground up to take advantage of GPUs and CPUs to perform interactive explorations of massive amounts of data.<br>It gives users an exhaustive yet intuitive multi-view representation of columnar data and can ingest from:<br>Structured text files (CSV, logs, ...)<br>Apache Parquet files<br>Pcap files<br>SQL databases<br>Elasticsearch databases<br>Squey strives to deliver value through its V.I.SU approach:<br>Visualize: Leverage various visual representations of raw data in combination with statistics<br>Investigate: Use filters to build an accurate understanding of millions of rows while switching instantly between capturing the big picture and focusing on the details<br>Spot the Unknown: As a structured understanding of the data emerges, identify unknowns and anomalies<br>Squey can be used for many different purposes, such as:<br>BI and Big Data: Bootstrap initial understanding of complex datasets and deep dive where necessary to design accurate data processing<br>Cybersecurity: Detect weak signals such as attacks and data leaks<br>IT troubleshooting: Resolve network issues and improve application performance<br>Machine Learning: Design training dataset to fulfill targeted improvements of Machine Learning models<br>Give yourself a chance to see your data and have fun exploring!",
    "build_date": "2025-12-12T23:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/squey/Squey/6a8456fb078045672069688a362cbccf/icons/128x128/org.squey.Squey.png",
    "license": "MIT",
    "tag": [],
    "rank": 122
  },
  {
    "pkg": "Key Cutter",
    "app_id": "io.github.unicornyrainbow.secrets",
    "description": "Easily generate passwords",
    "description_long": "<br>Easily generate passwords based on your needs, from a simple, Gtk 4 and Libadwaita based app.<br>",
    "build_date": "2025-09-25T12:44:20",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/unicornyrainbow.secrets/6df6c9769755254700330f8c3c3a66f1/icons/128x128/io.github.unicornyrainbow.secrets.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "passwords",
      "password",
      "generator"
    ],
    "rank": 123
  },
  {
    "pkg": "Feishu",
    "app_id": "cn.feishu.Feishu",
    "description": "A collaboration platform",
    "description_long": "<br>Feishu, the advanced enterprise collaboration and management platform - integrating instant communication, calendar, audio/video conferencing, cloud documents, cloud disk, workbench and other functions - accomplishes organizations and individuals, more efficiently and more pleasantly.<br>",
    "build_date": "2025-11-26T07:46:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/cn/feishu/Feishu/8ad543039511d36ef100714323f7ea0a/icons/128x128/cn.feishu.Feishu.png",
    "license": "LicenseRef-proprietary=https://www.feishu.cn/terms",
    "tag": [],
    "rank": 124
  },
  {
    "pkg": "Naev",
    "app_id": "org.naev.Naev",
    "description": "2D action/rpg space trading combat game",
    "description_long": "<br>Naev is a 2D space trading and combat game, taking inspiration from the Escape Velocity series, among others.<br>You pilot a space ship from a top-down perspective, and are more or less free to do what you want. As the genre name implies, you’re able to trade and engage in combat at will. Beyond that, there’s an ever-growing number of storyline missions, equipment, and ships; Even the galaxy itself grows larger with each release. For the literarily-inclined, there are large amounts of lore accompanying everything from planets to equipment.<br>",
    "build_date": "2025-10-12T03:32:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/naev/Naev/ea89552ebda7c1c165274c310a092e0d/icons/128x128/org.naev.Naev.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 125
  },
  {
    "pkg": "Tux Football",
    "app_id": "net.sourceforge.TuxFootball",
    "description": "A great 2D soccer (sometimes called football) game",
    "description_long": "<br>It's bringing old style gameplay from DOS times back to the desktop with<br>up to date graphics! It's gameplay is similar to old classics such as<br>Amco's Kick Off and Sensible Software's Sensible Soccer.<br>The gameplay is designed to be quick, responsive and fun. You are always<br>in control of the player closest to the ball. The ball is controlled via<br>two different kick buttons - one for pass, and one for shoot. Aftertouch<br>can be applied to shots by quickly pressing and holding the direction you<br>want the ball to bend towards. Pushing in the opposite direction to what<br>you kicked the ball makes it raise into the air, pushing in the same<br>direction as the ball makes it dip towards the ground.<br>",
    "build_date": "2025-07-06T04:57:21",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/sourceforge/TuxFootball/bbd4c7ca57131fc3ea3a7ffdad958efa/icons/128x128/net.sourceforge.TuxFootball.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 126
  },
  {
    "pkg": "Sonar",
    "app_id": "io.github.tobagin.sonar",
    "description": "Desktop webhook inspector for developers",
    "description_long": "<br>Sonar is a native GTK4 application that provides a beautiful, intuitive interface <br>for capturing and inspecting webhook requests during development. Built with modern <br>technologies and following GNOME design patterns, Sonar makes webhook debugging <br>simple and efficient.<br>Core Features:<br>Instant public URLs via ngrok integration for webhook testing<br>Real-time capture of incoming webhook requests as they arrive<br>Detailed inspection of headers, body content, query parameters, and metadata<br>Quick copy functionality including JSON, cURL, and HTTP formats<br>Clean Libadwaita interface that integrates perfectly with GNOME<br>Fast and lightweight native application with minimal resource usage<br>Advanced Features:<br>Request bookmarking and starring for quick access<br>Request replay to resend webhooks to custom URLs<br>Side-by-side request comparison to spot differences<br>Request templates for saving and reusing webhook patterns<br>Automatic webhook forwarding to multiple URLs<br>Advanced filtering by method, content-type, time range, and search<br>Persistent history with JSON storage<br>",
    "build_date": "2025-12-12T20:49:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/tobagin.sonar/e9407ea59e7281e62f2894982bafded9/icons/128x128/io.github.tobagin.sonar.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "webhook",
      "ngrok",
      "developer"
    ],
    "rank": 127
  },
  {
    "pkg": "madamiru",
    "app_id": "com.mtkennerly.madamiru",
    "description": "Dynamic multi-multimedia player",
    "description_long": "Madamiru is a cross-platform media player written in Rust that can automatically play and shuffle multiple videos, images, and songs at once in a grid layout.<br>Features:<br>Customizable layout with multiple groups of dynamic media<br>Video formats: AVI, M4V, MKV, MOV, MP4, WebM, plus any others supported by GStreamer<br>Image formats: BMP, GIF, ICO, JPEG, PNG, TIFF, SVG, WebP<br>Audio formats: FLAC, M4A, MP3, WAV<br>Subtitles are supported within MKV (but not as separate files)<br>",
    "build_date": "2025-12-14T19:36:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/mtkennerly/madamiru/9dd9b3724fa7ae0e1dc129ee463b6f3c/icons/128x128/com.mtkennerly.madamiru.png",
    "license": "MIT",
    "tag": [
      "image",
      "images",
      "media"
    ],
    "rank": 128
  },
  {
    "pkg": "Return to the Roots",
    "app_id": "info.rttr.Return-To-The-Roots",
    "description": "Fan project that reimplements The Settlers 2 game",
    "description_long": "<br>The original game was remplemented with new features such as a multiplayer mode via internet as well as the support for modern hardware. It also includes some smaller upgrades that are implemented as optional addons. To do that it was necessary to rewrite the whole game, but the original graphics and sounds are still being used.<br>Improvements towards the original game include:<br>IP based multiplayer with optional UPnP port forwarding<br>Support for higher resolution including a stepless zoom<br>A new nation: the Babylonians<br>New buildings: the charcoal burner<br>Fog of war that shrouds the area when unexplored<br>You will still need an original version to play Return To The Roots.<br>",
    "build_date": "2025-01-01T18:12:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/info/rttr/Return-To-The-Roots/33a4a0f70c839dbc3f732cf389dd0790/icons/128x128/info.rttr.Return-To-The-Roots.png",
    "license": "GPL-2.0-or-later",
    "tag": [],
    "rank": 129
  },
  {
    "pkg": "Game Server Watcher",
    "app_id": "io.github.lxndr.gswatcher",
    "description": "Monitor and admin game servers",
    "description_long": "Game Server Watcher is a simple application that helps you to monitor<br>the state of your favorite game servers and control remotely the servers of<br>your own. It also has a buddy list and can notify you if a buddy joins any of<br>servers.<br>Features:<br>Server list<br>Buddy list<br>Notifications when your buddy is on a server<br>Multiple query protocols<br>Remote console (Source only)<br>",
    "build_date": "2025-11-16T22:00:14",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/lxndr.gswatcher/a9a82ce6d3dce93d5fa847d9a4e6c7a7/icons/128x128/io.github.lxndr.gswatcher.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "quake",
      "source",
      "gamespy"
    ],
    "rank": 130
  },
  {
    "pkg": "Sendworm",
    "app_id": "to.bnt.sendworm",
    "description": "Send files securely",
    "description_long": "<br>Send files securely using Magic Wormhole.<br>This is a cross-platform desktop app for sending files quickly and securely using the<br>magic-wormhole protocol, which makes it compatible with other tools that use magic-wormhole.<br>",
    "build_date": "2025-10-29T06:35:26",
    "category": [],
    "icon": "https://dl.flathub.org/media/to/bnt/sendworm/5a224a6a5054b9ee4ef759fad83ad9db/icons/128x128/to.bnt.sendworm.png",
    "license": "MIT",
    "tag": [
      "transfer",
      "share"
    ],
    "rank": 131
  },
  {
    "pkg": "Jasmine",
    "app_id": "io.github.alamahant.Jasmine",
    "description": "Launch websites and sessions",
    "description_long": "<br>Jasmine is a comprehensive web launcher and session management application that transforms your scattered bookmarks and browser tabs into an organized, launchable workspace. Perfect for productivity enthusiasts and multi-account managers.<br>Key Features:<br>Smart Bookmarking: Store websites with titles, URLs, comments, favicons, and login references<br>Session Management: Create, save, and restore multi-tab browsing sessions with one click<br>Private Profile System: Completely isolated browsing environments for multi-account management<br>Multi-Account Support: Simultaneously access multiple accounts on the same service without conflicts<br>Built-in Download Manager: Complete download management with progress tracking<br>2FA Integration: Built-in two-factor authentication code generator<br>Screenshot Capture: Take and save screenshots of web pages for documentation<br>Master Password Protection: Secure your data with password protection<br>Perfect for managing multiple Gmail accounts, GitHub profiles, social media accounts, or any scenario where you need isolated browsing sessions. Each private profile operates as a separate browser with its own cookies, login sessions, and browsing data.<br>Whether you're a developer managing different environments, a content creator with multiple channels, or a business manager handling client accounts, Jasmine provides unprecedented control over your online identity management.<br>",
    "build_date": "2025-12-14T00:07:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/alamahant.Jasmine/d91c8934d131869528642dbb113e30d2/icons/128x128/io.github.alamahant.Jasmine.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "browser",
      "session",
      "bookmark"
    ],
    "rank": 132
  },
  {
    "pkg": "BrogueCE",
    "app_id": "com.github.tmewett.BrogueCE",
    "description": "Brogue: Community Edition - a community-lead fork of the much-loved minimalist roguelike game",
    "description_long": "Brogue is a single-player strategy game set in the halls of a mysterious and randomly-generated dungeon. The objective is simple enough -- retrieve the fabled Amulet of Yendor from the 26th level -- but the dungeon is riddled with danger. Horrifying creatures and devious, trap-ridden terrain await. Yet it is also riddled with weapons, potions, and artifacts of forgotten power. Survival demands strength and cunning in equal measure as you descend, making the most of what the dungeon gives you. You will make sacrifices, narrow escapes, and maybe even some friends along the way -- but will you be one of the lucky few to return alive?",
    "build_date": "2024-12-03T10:05:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/tmewett.BrogueCE/bcd16b986ac93857b18048bc82a2ac13/icons/128x128/com.github.tmewett.BrogueCE.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 133
  },
  {
    "pkg": "Gods Deluxe",
    "app_id": "io.github.jotd666.gods-deluxe",
    "description": "A remake of the platform game",
    "description_long": "<br>Gods -Deluxe- is a remake of the excellent Bitmap Brothers platform game.<br>All classic levels are complete and working, and there are 4 extra full levels from the author.<br>",
    "build_date": "2025-10-04T10:46:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/jotd666.gods-deluxe/1370e4d70f533bc377c08246a20268fb/icons/128x128/io.github.jotd666.gods-deluxe.png",
    "license": "MIT",
    "tag": [],
    "rank": 134
  },
  {
    "pkg": "Parallel Overhead",
    "app_id": "net.huitsi.ParallelOverhead",
    "description": "Endless runner game",
    "description_long": "<br>Parallel Overhead is a colorful endless runner game where you take control of<br>the ships Truth and Beauty on a groundbreaking trip through hyperspace. A<br>stable hyperspace tunnel has finally been achieved with the two ships<br>supporting it on opposite walls of the tunnel. Well, almost stable...<br>It's up to you to keep the ships from falling through the cracks!<br>",
    "build_date": "2025-09-02T11:01:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/huitsi/ParallelOverhead/d429cbf00bdfe48dad8cab7544033107/icons/128x128/net.huitsi.ParallelOverhead.png",
    "license": "MIT AND CC0-1.0",
    "tag": [],
    "rank": 135
  },
  {
    "pkg": "Teeworlds",
    "app_id": "com.teeworlds.Teeworlds",
    "description": "Online multiplayer shooter game",
    "description_long": "<br>Teeworlds is a 2D online action game for up to 16 players battling in<br>several game modes.<br>The controls are inspired by First Person Shooter game genre.<br>It lets you desing custom maps.<br>",
    "build_date": "2024-12-06T16:02:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/teeworlds/Teeworlds/404957a0b41af41ce562139d2ad8f128/icons/128x128/com.teeworlds.Teeworlds.png",
    "license": "Zlib and CC-BY-SA-3.0",
    "tag": [
      "game"
    ],
    "rank": 136
  },
  {
    "pkg": "HxC Floppy Emulator",
    "app_id": "fr.free.hxc2001.HxCFloppyEmulator",
    "description": "Software and hardware solution to replace the old floppy disk",
    "description_long": "The aim of HxC Floppy Emulator project is to provide an software and hardware solution to replace the old floppy disk drive by an another modern solution (USB, SDCard, ...)",
    "build_date": "2025-10-06T15:28:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/free/hxc2001.HxCFloppyEmulator/db4ffe79e269aa130508415b00e174e6/icons/128x128/fr.free.hxc2001.HxCFloppyEmulator.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 137
  },
  {
    "pkg": "Pulp",
    "app_id": "org.gnome.gitlab.cheywood.Pulp",
    "description": "Skim excessive feeds",
    "description_long": "Note: Today Pulp is available as available as a preview which includes direct RSS along with FreshRSS and Nextcloud News backends.<br>Pulp provides a workflow focused on reading through an excessive number of RSS feeds with the goal of regularly marking all read, resting in a state akin to an empty inbox.<br>Contributing to quickly parsing excessive articles:<br>Marking read while scrolling<br>Ensuring full article titles and longer excerpts are visible in the article list<br>A large mobile-friendly button to mark the list read and continue<br>Minimising everything else, in both UI clutter and functionality<br>Complimenting Pulp being a bucket that you're aiming to keep empty are the abilities to share (via Mastodon, Telegram, Reddit and mail) and save (to Wallabag, Nextcloud Bookmarks, Nextcloud Notes and Iotas).<br>The goal here isn't to be a typical RSS reader, please see the README (via the website link) for more about what Pulp is trying to do and what's possible with this preview. There will be some bugs, reporting those (via the Report an Issue link) is greatly appreciated 🙏",
    "build_date": "2025-10-29T00:01:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/gitlab.cheywood.Pulp/ffce9738f3c27b288420d33858810e11/icons/128x128/org.gnome.gitlab.cheywood.Pulp.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "rss",
      "news",
      "minimal"
    ],
    "rank": 138
  },
  {
    "pkg": "Katawa Shoujo: Re-Engineered",
    "app_id": "sh.fhs.ksre",
    "description": "A modern version of classic bishoujo-style visual novel",
    "description_long": "<br>Katawa Shoujo is a bishoujo-style visual novel set in the fictional Yamaku High School for disabled children,<br>located somewhere in modern Japan. Hisao Nakai, a normal boy living a normal life, has his life turned upside<br>down when a congenital heart defect forces him to move to a new school after a long hospitalization. Despite his<br>difficulties, Hisao is able to find friends—and perhaps love, if he plays his cards right. There are five main<br>paths corresponding to the 5 main female characters, each path following the storyline pertaining to that<br>character.<br>The story is told through the perspective of the main character, using a first person narrative. The game uses<br>a traditional text and sprite-based visual novel model with an ADV text box.<br>This is fanmade modernized version of classic visual novel. It is ported by Fleeting Heartbeat Studios to<br>Ren'Py 8, open sourced and de-obfuscated. It contains accessibility features, unavailable at the time of<br>initial game release, Russian, French and Spanish localization out of the box, has useful function to enrich<br>gaming experience.<br>",
    "build_date": "2025-09-02T21:26:28",
    "category": [],
    "icon": "https://dl.flathub.org/media/sh/fhs/ksre/3a9bc54fe557de6c4024b2d67bcbcc50/icons/128x128/sh.fhs.ksre.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 139
  },
  {
    "pkg": "GameOutlet",
    "app_id": "io.github.appoutlet.GameOutlet",
    "description": "Find the best prices on PC games",
    "description_long": "The GameOutlet put together the latest deals in games for PC. It puts the deals for the most<br>popular online game stores in one single place. It allows you to easily find the best deals<br>and search for your favorite games<br>Features:<br>See the latest deals from the most popular game stores<br>Search by a game title to see its prices on these stores<br>Save your favorite games to a wishlist<br>See all deals from the online game stores<br>Light and dark theme<br>",
    "build_date": "2025-10-23T18:10:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/appoutlet.GameOutlet/ad86f3092a61ca94eecadc5ee5c60582/icons/128x128/io.github.appoutlet.GameOutlet.png",
    "license": "GPL-3.0",
    "tag": [
      "Games",
      "Gaming",
      "Deals"
    ],
    "rank": 140
  },
  {
    "pkg": "Chess Clock",
    "app_id": "eu.fortysixandtwo.chessclock",
    "description": "Time games of over-the-board chess",
    "description_long": "Chess Clock is a simple application to provide time control for over-the-board<br>chess games. Intended for mobile use, players select the time control settings<br>desired for their game, then the black player taps their clock to start white's<br>timer. After each player's turn, they tap the clock to start their opponent's,<br>until the game is finished or one of the clocks reaches zero.<br>",
    "build_date": "2025-10-31T13:11:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/eu/fortysixandtwo/chessclock/634569ca2586025c88612c7033cf1e31/icons/128x128/eu.fortysixandtwo.chessclock.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "chess",
      "game",
      "clock"
    ],
    "rank": 141
  },
  {
    "pkg": "Furtherance",
    "app_id": "io.unobserved.furtherance",
    "description": "Time tracker",
    "description_long": "<br>Furtherance is a time tracking application that respects your privacy.<br>It allows you to track time spent on different activities without worrying about your data being captured and sold.<br>",
    "build_date": "2025-03-09T06:37:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/unobserved/furtherance/8e232dd0ead85f64278f4e58ae975992/icons/128x128/io.unobserved.furtherance.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "timer",
      "tracker",
      "clock"
    ],
    "rank": 142
  },
  {
    "pkg": "Playlifin",
    "app_id": "net.krafting.Playlifin",
    "description": "Sync YouTube playlists to Jellyfin",
    "description_long": "A tool to convert a Youtube Music playlist to a Jellyfin playlists. You MUST have downloaded the playlist and put them on your Jellyfin before running this app.<br>This program get all the song titles in your Youtube Playlist and try its best to find the same song on Jellyfin and add it in the new playlist.<br>This is useful when you sort music by albums, genre or artists but still want to have your playlist after importing your music to Jellyfin.<br>Recommended format to download a playlist with yt-dlp: /usr/bin/yt-dlp -x --audio-format mp3 --prefer-ffmpeg -o '%(title)s.%(ext)s' --embed-thumbnail (YoutubeURL) <br>It uses the yt-dlp backend for fetching Youtube informations and the Jellyfin API for the Jellyfin informations.",
    "build_date": "2025-11-17T17:31:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Playlifin/f4ed6807f4400354ede7c9fe957de720/icons/128x128/net.krafting.Playlifin.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "youtube",
      "convert"
    ],
    "rank": 143
  },
  {
    "pkg": "Health",
    "app_id": "dev.Cogitri.Health",
    "description": "Track your fitness goals",
    "description_long": "<br>Health can visualize how many steps you’ve made daily,<br>your weight development over time and your daily activities.\n<br>Data can be synched from Google Fit or manually entered into Health.<br>Afterwards, it can be viewed and edited in Health.<br>",
    "build_date": "2025-12-16T20:39:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/cogitri/Health/59dda71f9082bcbe0e436859dfc9d45c/icons/128x128/dev.Cogitri.Health.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 144
  },
  {
    "pkg": "Feeling Finder",
    "app_id": "codes.merritt.FeelingFinder",
    "description": "A fast and beautiful emoji picker",
    "description_long": "Fast and beautiful emoji picker. Easily find the perfect emoji by genre or search. Remembers your recent emojis for quick re-use.<br>Features<br>Emojis from the Unicode spec<br>Variants / skin tones<br>Browse emoji categories<br>Hover emoji for description<br>Search<br>Select emoji with arrow keys<br>Press Enter or click/tap an emoji to copy to clipboard<br>Right-click or Menu key to show variant / skin tone menu<br>Alt + Arrow Up / Arrow Down to change category<br>Option to quit after copying to clipboard<br>Right-click or long-press Recent to clear<br>Light &amp; dark theme<br>",
    "build_date": "2025-02-20T17:40:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/c/co/codes.merritt.feelingfinder/c68e348ab2d80d77c17a7f695a19f8c1/icons/128x128/codes.merritt.FeelingFinder.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 145
  },
  {
    "pkg": "OpaqueFiles",
    "app_id": "page.codeberg.cozyowl.OpaqueFiles",
    "description": "File encryption software for cloud storage",
    "description_long": "OpaqueFiles is a free and open-source project that can be used to encrypt data before uploading it to cloud providers or local storage.<br>Please also check out Cryptomator to see what suits you best.<br>Features<br>Encryption: ChaCha20-Poly1305 (default), AES-GCM-SIV<br>Remember password: Password can be saved in ~/.config/OpaqueFiles/opaqueFiles.properties to avoid typing<br>Compression: None, Zstd (default), gzip, XZ<br>Reed–Solomon Error Correction<br>Argon2id key derivation<br>Verification: Checks your encrypted files for errors during encryption<br>Checking: Check your encrypted files for malicious manipulation<br>Scrubbing: Check your encrypted files for corruption, and fix the corruption<br>UNIX Pipes<br>Stress testing: Test CPU/Memory stabilty. Faster but not as reliable as Memtest<br>",
    "build_date": "2025-12-12T17:28:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/cozyowl.OpaqueFiles/8b6dd2109fe5fd0a839239fb0803a4d4/icons/128x128/page.codeberg.cozyowl.OpaqueFiles.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "encryption",
      "aes",
      "chacha"
    ],
    "rank": 146
  },
  {
    "pkg": "RISC-V CPU simulator",
    "app_id": "cz.cvut.edu.comparch.qtrvsim",
    "description": "RISC-V CPU simulator for education purposes",
    "description_long": "<br>RISC-V processor architecture simulator for education purposes with pipeline and cache visualization.<br>",
    "build_date": "2025-06-02T17:10:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/cz/cvut/edu.comparch.qtrvsim/550c4f46b1bf5b281f56d67eb16cdfdf/icons/128x128/cz.cvut.edu.comparch.qtrvsim.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "emulator",
      "RISC-V",
      "education"
    ],
    "rank": 147
  },
  {
    "pkg": "CBconvert",
    "app_id": "io.github.gen2brain.cbconvert",
    "description": "A Comic Book converter",
    "description_long": "<br>A comic book converter with support for .cb*, .pdf, .xps, .epub, .mobi and directories.<br>Images can be converted to JPEG, PNG, TIFF, WEBP, AVIF, JXL or 4-Bit BMP (16 colors) file format.<br>",
    "build_date": "2024-11-06T22:48:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/gen2brain.cbconvert/7c0b90b5832ffef6f8bdf8648a0664e0/icons/128x128/io.github.gen2brain.cbconvert.png",
    "license": "GPL-3",
    "tag": [],
    "rank": 148
  },
  {
    "pkg": "iptux",
    "app_id": "io.github.iptux_src.iptux",
    "description": "LAN communication software",
    "description_long": "<br>iptux is an “IP Messenger” client. The features of iptux include:<br>auto-detect other clients on the intranet.<br>send/recv messages to other clients.<br>send/recv files to other clients.<br>share your files to other cliens (with optional password protection).<br>It is (supposedly) compatible with 飞鸽传书 (Feige) and 飞秋 (FeiQ) from China,<br>and with the original “IP Messenger” clients from Japan, including g2ipmsg and<br>xipmsg in Debian.<br>",
    "build_date": "2025-02-18T00:57:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/iptux_src.iptux/b390e379ebf0b8c3c219c59641cd34a2/icons/128x128/io.github.iptux_src.iptux.png",
    "license": "GPL-2.0",
    "tag": [
      "chat",
      "im",
      "ipmsg"
    ],
    "rank": 149
  },
  {
    "pkg": "Konquest",
    "app_id": "org.kde.konquest",
    "description": "Galactic Strategy Game",
    "description_long": "<br>Konquest is a version of Gnu-Lactic Konquest. Players conquer other planets<br>by sending ships to them. The goal is to build an interstellar empire and ultimately<br>conquer all other player's planets.<br>",
    "build_date": "2025-12-17T17:34:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/konquest/168fa6d594bfeab7f9fd665e0781cb41/icons/128x128/org.kde.konquest.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 150
  },
  {
    "pkg": "Notify",
    "app_id": "com.ranfdev.Notify",
    "description": "Receive notifications from ntfy.sh.",
    "description_long": "Versatile GTK4 client designed to seamlessly interface with the ntfy.sh notification service",
    "build_date": "2025-12-15T17:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/ranfdev/Notify/715d482ec5e745785083560a55ad631f/icons/128x128/com.ranfdev.Notify.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Gnome",
      "GTK",
      "ntfy"
    ],
    "rank": 151
  },
  {
    "pkg": "mslicer",
    "app_id": "com.connorcode.mslicer",
    "description": "Masked stereolithography slicer",
    "description_long": "<br>An experimental open-source slicer for masked stereolithography (resin) printers.<br>Supports the following output formats: Chitu (.ctb), Elegoo (.goo), and Vector (.svg).<br>",
    "build_date": "2025-11-25T18:34:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/connorcode/mslicer/5147bb0020898e78cd1b4b8d1e767af9/icons/128x128/com.connorcode.mslicer.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 152
  },
  {
    "pkg": "ecode",
    "app_id": "dev.ensoft.ecode",
    "description": "Lightweight multi-platform code editor designed for modern hardware with a focus on responsiveness and performance",
    "description_long": "<br>ecode is a lightweight multi-platform code editor designed for modern hardware with a<br>focus on responsiveness and performance. It has been developed with the<br>hardware-accelerated eepp GUI, which provides the core technology for the editor. The<br>project comes as the first serious project using the eepp GUI, and it's currently being<br>developed to improve the eepp GUI library as part of one of its main objectives.<br>",
    "build_date": "2025-10-17T13:11:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/dev/ensoft/ecode/8ab8d78b6f80778b90fedb3f71024ce8/icons/128x128/dev.ensoft.ecode.png",
    "license": "MIT",
    "tag": [],
    "rank": 153
  },
  {
    "pkg": "Candy Wrapper",
    "app_id": "net.hhoney.candy",
    "description": "Screen-wrapping arcade action",
    "description_long": "Play your way through 20 levels of this arcade screen-wrapping action game inspired by Bubble Bobble!<br>Controls: Arrows + Spacebar / WASD / IJKL<br>Candy Wrapper was originally made within 24 hours for the 100 Lines of Code GameMaker Jam.",
    "build_date": "2025-08-05T03:05:43",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/hhoney/candy/f8492a916547756a2777cf95319cf56c/icons/128x128/net.hhoney.candy.png",
    "license": "Unlicense",
    "tag": [],
    "rank": 154
  },
  {
    "pkg": "GstPipelineStudio",
    "app_id": "org.freedesktop.dabrain34.GstPipelineStudio",
    "description": "Draw your own GStreamer pipeline...",
    "description_long": "GstPipelineStudio aims to provide a graphical user interface to the GStreamer framework. From a first step in the framework with a simple pipeline to a complex pipeline debugging, the tool provides a friendly interface to add elements to a pipeline and debug it.",
    "build_date": "2025-12-12T20:20:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/freedesktop/dabrain34.GstPipelineStudio/e46fbfdd368957e9454bfe2ab52a2421/icons/128x128/org.freedesktop.dabrain34.GstPipelineStudio.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 155
  },
  {
    "pkg": "Syng",
    "app_id": "rocks.syng.Syng",
    "description": "Easily host karaoke events",
    "description_long": "<br>Syng is an easy-to-use karaoke software. Just start the client and let your users connect via their web browser.<br>You can set up your own Syng server or simply use a publicly available one.<br>Songs can be searched and played from YouTube, an S3 storage or your local machine.<br>You can play a variety of file formats, such as mp3+cdg, webm, mp4, ...<br>",
    "build_date": "2025-12-11T22:32:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/r/ro/rocks.syng.syng/70f011f07fb736450ea5febc3db0f2f2/icons/128x128/rocks.syng.Syng.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "karaoke",
      "music",
      "video"
    ],
    "rank": 156
  },
  {
    "pkg": "Symbolic Preview",
    "app_id": "org.gnome.design.SymbolicPreview",
    "description": "Symbolics Made Easy",
    "description_long": "Symbolic Preview is a utility that helps you create, preview and export your symbolic icons easily.",
    "build_date": "2025-12-13T15:23:48",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/design.SymbolicPreview/a5769e380c3d04feedbfcabd205a7dd4/icons/128x128/org.gnome.design.SymbolicPreview.png",
    "license": "GPL-3.0+",
    "tag": [
      "Gnome",
      "GTK",
      "Symbolics"
    ],
    "rank": 157
  },
  {
    "pkg": "Seven Kingdoms: Ancient Adversaries",
    "app_id": "com.sevenkfans.sevenkaa",
    "description": "Medieval Real-Time-Strategy Game",
    "description_long": "Seven Kingdoms made departures from the traditional real-time strategy models\nof . The economic model\nbears more resemblance to a turn-based strategy game. It features an espionage\nsystem that allows players to train and control spies individually, who each\nhave a spying skill that increases over time. The player is also responsible\nfor catching spies in their own kingdom. Inns built within the game allow\nplayers to hire mercenaries of various occupations, skill levels, and races.\nSkilled spies of enemy races are essential to a well-conducted espionage\nprogram, and the player can bolster his forces by grabbing a skilled fighter\nor give ones own factories, mines, and towers of science, a boost by hiring a\nskilled professional.<br>Enlight Software decided to release the game to the Open Source community\nin August 2009 except for the music which may not be altered or reused elsewhere.",
    "build_date": "2025-09-02T07:19:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/sevenkfans/sevenkaa/80f4459be7b3ddeb9d8274df969c34b6/icons/128x128/com.sevenkfans.sevenkaa.png",
    "license": "GPL-2.0",
    "tag": [
      "game",
      "strategy",
      "ancient"
    ],
    "rank": 158
  },
  {
    "pkg": "Cube Timer",
    "app_id": "io.github.vallabhvidy.CubeTimer",
    "description": "3x3 Rubiks Cube timer",
    "description_long": "<br>Cube Timer is a simple 3x3 Rubiks Cube Timer application for the gnome desktop.<br>Just long press the space-bar and start solving!<br>",
    "build_date": "2025-11-16T05:32:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/vallabhvidy.CubeTimer/d91abfe8aa41af9c0f9669320302d536/icons/128x128/io.github.vallabhvidy.CubeTimer.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "solve",
      "timer",
      "rubiks"
    ],
    "rank": 159
  },
  {
    "pkg": "Passes",
    "app_id": "me.sanchezrodriguez.passes",
    "description": "Manage your digital passes",
    "description_long": "Passes is a handy app that helps you manage all your digital passes effortlessly. With Passes, you can conveniently store your boarding passes, coupons, loyalty cards, event tickets, and more, all in PKPass or esPass format.<br>Moreover, the app seamlessly adjusts to different screen sizes, allowing you to access your passes on various devices, whether it's a desktop computer or a mobile phone.<br>Stop wasting time searching through your email or printing out your digital passes. Download Passes now and keep all your passes in one convenient location.",
    "build_date": "2025-07-02T07:06:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/me/sanchezrodriguez/passes.desktop/62248b1931c2d8b1f202c0beb0b349a8/icons/128x128/me.sanchezrodriguez.passes.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "espass",
      "pkpass"
    ],
    "rank": 160
  },
  {
    "pkg": "TransLines",
    "app_id": "net.zdechov.app.TransLines",
    "description": "Enjoyable metro building game",
    "description_long": "Features:<br>Supported 9 metro lines with different colors<br>Supported 12 metro stations shapes<br>Each week a player gets new train<br>Passengers with specific shape travel to the station with same shape<br>Tracks can be re-positioned and extended on both ends<br>New random stations appear continuously<br>Dark mode<br>Full screen mode<br>Multi-language support (English, Czech, French, German)<br>Career support with playable cities<br>Selectable weekly new improvements: line, carriage or terminal<br>",
    "build_date": "2025-01-14T11:52:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.TransLines/5942b05ecc8714f11a6dcd4550cbd0aa/icons/128x128/net.zdechov.app.TransLines.png",
    "license": "CC0-1.0",
    "tag": [
      "metro",
      "subway",
      "transport"
    ],
    "rank": 161
  },
  {
    "pkg": "C-evo: New Horizons",
    "app_id": "net.zdechov.app.C-evo",
    "description": "Turn-based empire building game",
    "description_long": "With a time scope of several thousand years, it covers aspects of exploration and expansion, industry and agriculture, warfare and diplomacy, science and administration.<br>C-evo follows the spirit of popular turn-based strategy games from the mid 90s, but with more emphasis on powerful AI and careful design of the rules, resulting in a true challenge.<br>It is a turn-based strategy game inspired by Civilization 2 game where you can build your own empire.<br>New Horizons edition is a continuation of the last released original C-evo version with many quality improvements:<br>Full Linux platform support<br>Zoomable map by mouse wheel with three tile sizes<br>User defined key mapping<br>Many sample maps included<br>Multiple localizations included<br>High DPI and scaling support<br>Multi monitor support<br>In-game background music<br>And much more<br>",
    "build_date": "2025-08-08T10:19:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.C-evo/41ded61847fdb80104d37255e92a035f/icons/128x128/net.zdechov.app.C-evo.png",
    "license": "CC0-1.0",
    "tag": [
      "strategy",
      "simulation",
      "tiles"
    ],
    "rank": 162
  },
  {
    "pkg": "KWalletManager",
    "app_id": "org.kde.kwalletmanager",
    "description": "Store and manage your passwords",
    "description_long": "<br>KWalletManager is a tool to manage the passwords on your system. By using the Frameworks wallet subsystem it not only allows you to keep your own secrets but also to access and manage the passwords of every application that integrates with the wallet.<br>",
    "build_date": "2025-12-11T19:14:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kwalletmanager/e53cdd511e8cefbacc214c9417b93924/icons/128x128/org.kde.kwalletmanager.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 163
  },
  {
    "pkg": "Interstellar",
    "app_id": "one.jwr.interstellar",
    "description": "Connect with the fediverse",
    "description_long": "<br>Interstellar is a fediverse client, allowing you to access your Mbin/Lemmy/PieFed accounts and interact with your favorite communities.<br>",
    "build_date": "2025-12-12T02:25:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/one/jwr/interstellar/a5edf85e245eb7387fc33cf3b5296e95/icons/128x128/one.jwr.interstellar.png",
    "license": "AGPL-3.0-only",
    "tag": [],
    "rank": 164
  },
  {
    "pkg": "Words!",
    "app_id": "page.codeberg.petsoi.words",
    "description": "Have fun guessing Words",
    "description_long": "Words is a popular word puzzle game, similar to Wordle, where players try to guess a hidden word within six attempts.<br>It's simple yet addictive, combining logic, vocabulary, and deduction.<br>The game supports different word lists and lengths in multiple languages. Currently, English and German are available.<br>Want to see your language in the game? Feel free to send me a word list!",
    "build_date": "2025-08-11T21:13:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/petsoi.words/64d496a4dede7f1902d66361731af5cb/icons/128x128/page.codeberg.petsoi.words.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "wordle"
    ],
    "rank": 165
  },
  {
    "pkg": "Splash",
    "app_id": "in.bharatkalluri.splash",
    "description": "Set highres desktop backgrounds from Unsplash!",
    "description_long": "With Splash, you can set high resolution images as desktop backgrounds! Just hit shuffle and spruce up your desktop and lockscreen.<br>If you like a wallpaper, go ahead and click the download button to save it to your Pictures folder.",
    "build_date": "2025-12-14T06:24:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/bharatkalluri/splash/44bdc5d80991bad5cbc8bdb9be3816b3/icons/128x128/in.bharatkalluri.splash.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 166
  },
  {
    "pkg": "GNOME Taquin",
    "app_id": "org.gnome.Taquin",
    "description": "Slide tiles to their correct places",
    "description_long": "<br>Taquin is a computer version of the 15-puzzle and other sliding puzzles.<br>The object of Taquin is to move tiles so that they reach their places,<br>either indicated with numbers, or with parts of a great image.<br>",
    "build_date": "2025-12-11T14:14:17",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Taquin/bfc1f62a08afad1e5e0b87c99de9a9b5/icons/128x128/org.gnome.Taquin.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle"
    ],
    "rank": 167
  },
  {
    "pkg": "QCanvas",
    "app_id": "io.github.qcanvas.QCanvasApp",
    "description": "View courses from Canvas LMS",
    "description_long": "An unofficial desktop client for Canvas LMS:<br>Download and browse course content, files and videos<br>Download videos from Panopto (if your institution uses it)<br>View course mail and announcements<br>Browse downloaded course content while offline<br>",
    "build_date": "2025-09-19T00:42:36",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/qcanvas.QCanvasApp/fe98961849656557493a6eb999846370/icons/128x128/io.github.qcanvas.QCanvasApp.png",
    "license": "AGPL-3.0-only",
    "tag": [
      "qtcanvas",
      "canvas",
      "lms"
    ],
    "rank": 168
  },
  {
    "pkg": "Jagged Alliance 2 Stracciatella",
    "app_id": "io.github.ja2_stracciatella.JA2-Stracciatella",
    "description": "An improved, cross-platform, stable Jagged Alliance 2 runtime",
    "description_long": "<br>Jagged Alliance 2 is a tactical turn-based role-playing game. The game<br>takes place in the fictional country of Arulco, which has been ruled by<br>the ruthless monarch Deidranna for several years. The player is put in<br>control of hired mercenaries and with aid of local citizens and militia<br>must reclaim Arulco's cities and ultimately defeat Deidranna.<br>The Jagged Alliance 2 Stracciatella runtime makes Jagged Alliance 2<br>available on a wide range of platforms, improves its stability,<br>fixes bugs and provides a stable platform for mod development.<br>Data files from the original game are still required and will be used by<br>JA2-Stracciatella.<br>",
    "build_date": "2025-10-06T19:18:02",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/ja2_stracciatella.JA2-Stracciatella/d886f0f3a22f5cf102a1b542f3c6d6f1/icons/128x128/io.github.ja2_stracciatella.JA2-Stracciatella.png",
    "license": "LicenseRef-proprietary=https://github.com/ja2-stracciatella/ja2-stracciatella/blob/master/SFI%20Source%20Code%20license%20agreement.txt",
    "tag": [],
    "rank": 169
  },
  {
    "pkg": "Zatikon",
    "app_id": "com.chroniclogic.Zatikon",
    "description": "Chess-like, fantasy game of conquering the enemy's castle",
    "description_long": "<br>Chess with less complex movement, and instead with:<br>new, engaging rules<br>tons of pieces to choose from<br>army-building metagame<br>magic!<br>Zatikon offers online and local gameplay, so there's something in it for every kind of player!<br>",
    "build_date": "2025-02-21T01:14:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/chroniclogic/Zatikon/170c43c7bc84e08826c829fdabbae562/icons/128x128/com.chroniclogic.Zatikon.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "strategy",
      "simulation",
      "board"
    ],
    "rank": 170
  },
  {
    "pkg": "Tali",
    "app_id": "org.gnome.Tali",
    "description": "Roll dice and score points",
    "description_long": "<br>A variation on poker with dice and less money, this game is a family classic.<br>Throw the dice three times in a row, holding back the ones you like, in order<br>to make the best possible hand. You can also play a lesser-known variant with<br>colored dice.<br>Play between one and five opponents at three difficulty levels.<br>",
    "build_date": "2025-12-11T09:18:18",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Tali/e03ecc8c4861b0724300b75eabdc3c86/icons/128x128/org.gnome.Tali.png",
    "license": "GPL-2.0+",
    "tag": [
      "yahtzee"
    ],
    "rank": 171
  },
  {
    "pkg": "Playlifin Voyager",
    "app_id": "net.krafting.PlaylifinVoyager",
    "description": "Transfer playlists to/from Jellyfin",
    "description_long": "Playlifin Voyager is a tool to export and import playlists from and to your Jellyfin Server.",
    "build_date": "2025-11-16T21:17:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/PlaylifinVoyager/9ec6b14da38499a6267f17d56128d419/icons/128x128/net.krafting.PlaylifinVoyager.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "jellyfin",
      "export",
      "import"
    ],
    "rank": 172
  },
  {
    "pkg": "Fast Reader",
    "app_id": "io.github.quantum_mutnauq.fast_reader_gtk",
    "description": "Reading one word at a time",
    "description_long": "Fast Reader helps you to read more quickly, by showing only one word after the other. Therefor the eyes don’t have to move from word to word, that reduce the speed of reading. To read the text you only have to copy the text into the big field in the middle and to start it. You can choose two different basic settings. Either you can choose the next word bei using the button „→“ or you can use the „Time based next word“. By this setting can be the duration of the word chosen. The selection is processed with a factor so that longer words are not displayed too short. This dynamic setting ensures that longer and more complex words are given more time to provide a natural and fluid reading experience. Reading can be started via the “Read” button. Experienced readers can even have more than one word displayed at once. This increases the reading speed even further.<br>This program offers individual settings to improve reading:<br>Background colour<br>Font colour<br>Font and size<br>Reading progress in the text<br>used to highlight which words took a particularly long time and which were read quickly.<br>In the , you can extend the display time for longer words. Here, you can set the duration of the time and from how many characters this time should be used. Additionally, you can also specify a delay at the start, so that the first word remains on the screen for a longer period.<br>Customizable Settings: Tailor your reading experience by adjusting settings like background color, text color, font size, and display of progress indicators.<br>Text Input: Easily input text into the application through a dedicated text entry field.<br>Word-by-Word Display: The text is broken down into individual words, presented one at a time, facilitating focused reading.<br>Navigation Options: Seamlessly navigate through the text using intuitive navigation buttons or convenient keyboard shortcuts.<br>Progress Indicators: Keep track of your reading progress with helpful indicators displaying your current position in the text and overall progress.<br>Time-Based Word predictions: You can set a variable time calculate by a formal for the display of each word. The formula for calculating the word display time is: . This dynamic adjustment ensures that longer, more complex words are allotted more time, providing a natural and responsive reading experience.<br>Statistic Collection: Generates statistics for you, showing how long you took to read each word.<br>Colorize Statistics: Makes the statistics colorful (optional), allowing you to quickly see how long you took per word and identify which words were very slow or fast.<br>",
    "build_date": "2025-10-11T16:24:01",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/quantum_mutnauq.fast_reader_gtk/3216d84243a7df76ce3ba15bac766294/icons/128x128/io.github.quantum_mutnauq.fast_reader_gtk.png",
    "license": "GPL-2.0-only",
    "tag": [
      "reading"
    ],
    "rank": 173
  },
  {
    "pkg": "Katvan",
    "app_id": "app.katvan.Katvan",
    "description": "Editor for Typst files, with a bias for Right-to-Left",
    "description_long": "<br>Katvan is a bare-bones editor for the Typst typesetting system, designed for working with<br>documents whose primary language is written from right to left. Features include live<br>previews, syntax highlighting, spell checking, auto-completion, forward/inverse search<br>and more.<br>",
    "build_date": "2025-12-10T12:11:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/app/katvan/Katvan/64ee92bb295b670cc00fdec1b4d2a3c1/icons/128x128/app.katvan.Katvan.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "typst"
    ],
    "rank": 174
  },
  {
    "pkg": "WebArchives",
    "app_id": "com.github.birros.WebArchives",
    "description": "A web archives viewer",
    "description_long": "<br>A web archives viewer offering the ability to browse offline<br>millions of articles from large community projects such as Wikipedia<br>or Wikisource.<br>Features:<br>List recently opened web archives<br>List available local web archives<br>List of web archives available to download<br>Print a page<br>Night mode (Darkreader)<br>Zoom controls<br>Search in page<br>History<br>Bookmarks<br>Search a page<br>Keyboard shortcuts<br>Multi-windows<br>Multi-tabs<br>Random page<br>Sandboxed pages (Pages are isolated from the web)<br>Ask for confirmation when opening an external link<br>Handle the opening of zim files from external applications (Nautilus...)<br>",
    "build_date": "2025-09-17T20:52:29",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/birros.WebArchives.desktop/619c15ddbc182c5df9190e882c52119c/icons/128x128/com.github.birros.WebArchives.desktop.png",
    "license": "GPL-3.0+",
    "tag": [
      "archive",
      "web",
      "offline"
    ],
    "rank": 175
  },
  {
    "pkg": "KSnakeDuel",
    "app_id": "org.kde.ksnakeduel",
    "description": "Tron-like Game",
    "description_long": "<br>KSnakeDuel is a simple Tron-Clone. You can play KSnakeDuel against the computer or a friend.<br>The aim of the game is to live longer than your opponent. To do that, avoid running into a<br>wall, your own tail and that of your opponent.<br>",
    "build_date": "2025-12-17T17:40:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/ksnakeduel/dc03e81782f3b16f1d1b65df04aa5d85/icons/128x128/org.kde.ksnakeduel.png",
    "license": "GPL-2.0+",
    "tag": [],
    "rank": 176
  },
  {
    "pkg": "LiberDrop",
    "app_id": "com.tenetcode.LiberDrop",
    "description": "Seamlessly transfer files across devices",
    "description_long": "<br>LiberDrop is a convenient and efficient service designed to simplify the process of transferring files between different devices. Whether you're looking to send documents, photos, or entire folders, LiberDrop makes it easy to securely transfer your files with just a few simple steps.<br>",
    "build_date": "2025-07-22T00:34:38",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/tenetcode/LiberDrop/9d50e1239081987041c6b5d7591cb0f8/icons/128x128/com.tenetcode.LiberDrop.png",
    "license": "LicenseRef-proprietary=https://liberdrop.com/software-license-agreement.html",
    "tag": [
      "liberdrop"
    ],
    "rank": 177
  },
  {
    "pkg": "Master Key",
    "app_id": "com.gitlab.guillermop.MasterKey",
    "description": "Manage passwords without saving them",
    "description_long": "<br>Master Key is a password manager application that generates and manages passwords without the<br>need to store them<br>Features:<br>Passwords are generated using a combination of a master key, a site and a login<br>Passwords are never stored<br>Passwords can be recreated everywhere<br>The accounts information is encrypted<br>Follows the GNOME Human Interface Guidelines<br>",
    "build_date": "2025-09-28T18:48:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/gitlab/guillermop.MasterKey/72e3c3dceedb5907f0d95c3a3fbd6317/icons/128x128/com.gitlab.guillermop.MasterKey.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 178
  },
  {
    "pkg": "NFO Viewer",
    "app_id": "io.otsaloma.nfoview",
    "description": "Viewer for NFO files",
    "description_long": "NFO Viewer is a simple viewer for NFO files, which are <br>art in the CP437 codepage. The advantages of using NFO Viewer<br>instead of a text editor are preset font and encoding settings,<br>automatic window size and clickable hyperlinks.",
    "build_date": "2025-04-14T19:27:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/otsaloma/nfoview.desktop/8e61998cefeb130c1d2a5220b3bf5d85/icons/128x128/io.otsaloma.nfoview.desktop.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 179
  },
  {
    "pkg": "Stockpile",
    "app_id": "garden.turtle.Jellybean",
    "description": "Keep count of restockable items",
    "description_long": "<br>Never forget to refill again! Stockpile lets you manage your<br>inventory of medication, food, beauty products, or anything else.<br>The app will warn you whenever you are short on something,<br>so you can obtain more and not have to go empty.<br>",
    "build_date": "2025-04-16T21:05:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/g/ga/garden.turtle.jellybean/fc417fbe88bea492b985a38cc333315b/icons/128x128/garden.turtle.Jellybean.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "Stockpile",
      "Jellybean",
      "Inventory"
    ],
    "rank": 180
  },
  {
    "pkg": "Loop",
    "app_id": "net.danigm.loop",
    "description": "A simple audio loop machine for GNOME",
    "description_long": "Simple audio loop machine application to create music",
    "build_date": "2025-12-15T10:45:32",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/danigm/loop.desktop/21c779a8992ffee13f23045012561df4/icons/128x128/net.danigm.loop.desktop.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 181
  },
  {
    "pkg": "Qcm",
    "app_id": "io.github.hypengw.Qcm",
    "description": "Material You cloud music player",
    "description_long": "Material You cloud music player. <br>Music Service:<br>Jellyfin<br>Netease Cloud Music(网易云音乐)",
    "build_date": "2025-12-16T03:58:30",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/hypengw.Qcm/648ecb79eba3cda636bf90cdf0c56e44/icons/128x128/io.github.hypengw.Qcm.png",
    "license": "GPL-2.0",
    "tag": [
      "Netease"
    ],
    "rank": 182
  },
  {
    "pkg": "Chameleon Ultra GUI",
    "app_id": "run.chameleon.chameleonultragui",
    "description": "Cross-platform Chameleon Ultra GUI",
    "description_long": "A GUI for the Chameleon Ultra/Chameleon Lite written in Flutter for cross platform operation.",
    "build_date": "2025-09-29T15:44:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/run/chameleon/chameleonultragui/ad3e04bed7bed3d4b6e6c045bc93b62d/icons/128x128/run.chameleon.chameleonultragui.png",
    "license": "GPL-3.0",
    "tag": [
      "Flutter",
      "share",
      "files"
    ],
    "rank": 183
  },
  {
    "pkg": "FreeTheBugs",
    "app_id": "io.github.mlm_games.free-the-bugs",
    "description": "A short game on fixing java bugs",
    "description_long": "Was initially made for mehu game jam in just 2 days!",
    "build_date": "2025-11-17T13:42:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/mlm_games.free-the-bugs/06e4909f50e6cefdd47f4e7576cbdf07/icons/128x128/io.github.mlm_games.free-the-bugs.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 184
  },
  {
    "pkg": "Fedinspect",
    "app_id": "org.andypiper.Fedinspect",
    "description": "Analyse Fediverse servers",
    "description_long": "<br>Fedinspect is an application for analysing Fediverse servers and user accounts.<br>It provides detailed information about server configurations, capabilities, and<br>user profiles using standard protocols like NodeInfo, WebFinger, and ActivityPub.<br>Features:<br>NodeInfo protocol checks and schema validation<br>Mastodon API v1 and v2 support<br>WebFinger user lookup of ActivityPub actors<br>HTTP debug information<br>",
    "build_date": "2025-09-01T19:14:58",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/andypiper/Fedinspect/9abc8806adc6bde32891623ebd5e250b/icons/128x128/org.andypiper.Fedinspect.png",
    "license": "MIT",
    "tag": [
      "fediverse"
    ],
    "rank": 185
  },
  {
    "pkg": "Artisan",
    "app_id": "org.artisan_scope.artisan",
    "description": "Visual scope for coffee roasters",
    "description_long": "Artisan is an open-source software that helps coffee roasters record, analyze, and control roast profiles. This software can automate the creation of roasting metrics to help make decisions that influence the final coffee flavor.<br>Notable features<br>we believe in Open-Source, check out our code and contribute<br>seamless integration into the artisan.plus inventory management service<br>extensive machine and device support including control<br>unlimited number of curves<br>rate-of-rise (RoR), area-under-the-curve (AUC), development-time-ratio (DTR) calculations and projection lines<br>statistics, roast profile evaluation, Profile Analyzerg, Roast Comparatorg, Profile Transposerg and Roast Simulatorg<br>roast-, production- and ranking reportsg<br>automated reproduction of roasts via alarm programs, replay of eventsg or PID controlg<br>batch counterg<br>profile designerg, cupping editor, spider- and wheel graph<br>user defined buttons and slidersg with programmable actions<br>many import and export formats like Aillio Roastime, Cropster XLS, Giesen CSV, IKAWA CSV, Probat Pilot, RoastLogger, RoastLog, RoastPath,..<br>The Artisan project runs on donations from individuals and companies recognising the value of Artisan for their work or leisure. Consider supporting this project with your donation, or even better, purchase an artisan.plus membership!",
    "build_date": "2025-11-01T19:56:12",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/artisan_scope/artisan/1d676ca80033205db5b7481a932b5fa4/icons/128x128/org.artisan_scope.artisan.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 186
  },
  {
    "pkg": "Coulr",
    "app_id": "com.github.huluti.Coulr",
    "description": "Enjoy colors and feel happy",
    "description_long": "Color box to help developers and designers.",
    "build_date": "2025-10-18T14:39:27",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/github/huluti.Coulr.desktop/c67568147134c64038e19aa0d6759493/icons/128x128/com.github.huluti.Coulr.desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 187
  },
  {
    "pkg": "wfview",
    "app_id": "org.wfview.wfview",
    "description": "Open Source interface for Icom transceivers",
    "description_long": "<br>wfview is a program developed by amateur radio enthusiasts to control modern Icom ham radios. It provides the user with controls<br>that may be comfortably operated from a keyboard, mouse, or touch screen interface. wfview is free and open source software.<br>wfview has been developed with an eye towards compatibility. Even though our target platform consists of modern-era transceivers,<br>wfview’s command dictionary is focused on commands with the most compatibility. Many of Icom’s transceivers from the last 20 years<br>will work to some degree with wfview, and we are always adding more.<br>",
    "build_date": "2025-11-09T12:25:52",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/wfview/wfview/d5dc366de1ca6f52e8cdd92dc18b7067/icons/128x128/org.wfview.wfview.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 188
  },
  {
    "pkg": "Hand TeX",
    "app_id": "io.github.voxelcubes.hand-tex",
    "description": "Draw the symbol, get the LaTeX",
    "description_long": "Hand TeX uses machine learning to find the matching LaTeX symbol and also offers a searchable list of all symbols.<br>It features over 3500 symbols and their variations, of which over 1700 are unique.<br>It operates fully offline, no internet connection at all.",
    "build_date": "2025-07-05T13:13:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/voxelcubes.hand-tex/1903e14297520b68c4838c50ce50ca14/icons/128x128/io.github.voxelcubes.hand-tex.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "LaTeX",
      "Sketch",
      "Draw"
    ],
    "rank": 189
  },
  {
    "pkg": "Quelea",
    "app_id": "org.quelea.Quelea",
    "description": "Open source projection software for churches",
    "description_long": "Quelea is an open source projection application specifically tailored for churches.<br>With one dashboard you have an overview for the entire church service and can control<br>which songs, bible texts, images and more multimedia you want to project on the big screen.",
    "build_date": "2025-05-11T16:14:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/quelea/Quelea/f7ff473ce7b413000e9c6092d8ae2a57/icons/128x128/org.quelea.Quelea.png",
    "license": "GPL-3.0",
    "tag": [
      "church",
      "projection",
      "media"
    ],
    "rank": 190
  },
  {
    "pkg": "Tanglet",
    "app_id": "org.gottcode.Tanglet",
    "description": "Single player variant of Boggle",
    "description_long": "Tanglet is a single player word finding game based on Boggle. The object of the game is to list as many words as you can before the time runs out. There are several timer modes that determine how much time you start with, and if you get extra time when you find a word.<br>You can join letters horizontally, vertically, or diagonally in any direction to make a word, so as long as the letters are next to each other on the board. However, you can not reuse the same letter cells in a single word. Also, each word must be at least three letters on a normal board, and four letters on a large board.",
    "build_date": "2025-04-17T21:14:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Tanglet/1dafd2f24de0818a3d7e8a9fc02c740d/icons/128x128/org.gottcode.Tanglet.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 191
  },
  {
    "pkg": "MOV MetaEdit",
    "app_id": "net.mediaarea.MOVMetaEdit",
    "description": "Embed and edit Universal Ad ID metadata in MOV or MP4 files",
    "description_long": "MOV MetaEdit is a tool that supports the embedding and editing of metadata in MOV (Apple QuickTime) or MP4 (ISO/IEC 14496-14 a.k.a. MPEG-4 Part 14) files.<br>It is currently focused on Universal Ad ID metadata but could be expanded on request.<br>Sponsored by Ad-ID; designed, led and fully developed by MediaArea.",
    "build_date": "2025-10-03T17:14:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/mediaarea/MOVMetaEdit/967efeb7506f5bdf3e96d881eeb978e8/icons/128x128/net.mediaarea.MOVMetaEdit.png",
    "license": "MIT",
    "tag": [
      "mov",
      "editor",
      "metadata"
    ],
    "rank": 192
  },
  {
    "pkg": "xTactics",
    "app_id": "net.zdechov.app.xTactics",
    "description": "Risk like turn-based strategy game",
    "description_long": "<br>It is a highly configurable turn-based strategy game inspired by mechanics of Risk board game.<br>Features:<br>Zoom-able map.<br>Map can be generated in cyclic mode to simulate world without borders.<br>Application configuration stored in XML file.<br>Allows to save and load game to game file in XML format with extension .xtg.<br>Localization support (English, Czech)<br>High DPI support.<br>Multiple map cell shapes as hexagons, squares, triangles, isometric, and random mesh.<br>Bridges between remote cells visible as lines.<br>Multiple players support. Players can have different color and other starting properties.<br>Application automatically open saved game file given as command line parameter after execution.<br>Computer player settings to be low, medium or highly aggressive in attacking.<br>Use Shift key during mouse click to attack maximum available power is moved without dialog confirmation.<br>Use Control key during mouse click to move with maximum one time and repeated unit counts to selected target cell.<br>Game option which cause map to be covered to black and only explored cells will be visible.<br>Auto save game to file option in settings.<br>Map shape can be selected as Rectangular, Rounded or mask from image file.<br>Support for symmetric map usable for two players game.<br>Confirmation dialog for ending game.<br>Support for switching large icons in toolbar.<br>Support for cities. Cities can configured to be used as only growing cells.<br>Allows to set grow rate as square root of cell power.<br>Amount of inaccessible cells can be adjusted in New game dialog.<br>Player mode human or computer.<br>Graph window can be shown from menu which presents development of various statistic values during game turns.<br>Load recent menu action to load recently opened/saved files.<br>",
    "build_date": "2025-01-08T10:58:13",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/zdechov/app.xTactics/be91e50649be8319040be0761f188522/icons/128x128/net.zdechov.app.xTactics.png",
    "license": "CC0-1.0",
    "tag": [
      "strategy",
      "simulation",
      "hex"
    ],
    "rank": 193
  },
  {
    "pkg": "Cuneo",
    "app_id": "io.github.heidefinnischen.cuneo",
    "description": "Widget-like Calculator and Conversion tool",
    "description_long": "Cuneo is a simple and straightforward app that lets you calculate and convert anything you might encounter in your daily life. Being designed like a widget, Cuneo gets out of the way and is best used floating over a maximized window so you can focus on your actual tasks and not managing a calculation app covering half your screen.<br>Cuneo's name is inspired by the ancient writing system cuneiform. It is the earliest known wiritng system that's been originally used by the Sumer civilization. One use case for cuneiform was on numerical tablets likely to keep track of taxes, inventory, calculations and many other things people encountered in their daily lives. This is what Cuneo basically is. Cuneo is meant to be used . For when you need to get something done or look something up really quick. Designed like a tool that lives in your pocket which you get out when you need to crunch some numbers or conversions. <br>Cuneo features two distinct modes: a regular calculation mode and a conversion mode. To help you stay focused and avoid wasting any of your precious screen space, Cuneo skips the usual skeuomorphic calculator buttons. You just use the numbers on your keyboard, they're right there after all. For anything a little more complicated than your keyboard can handle theres an operator menu right at your disposal. Power users can also just type the operators like for square root. <br>Conversion mode is a powerful conversion multi-tool that offers many different units to convert to and from. Unit types range from Area to Volume and Units inside these categories are grouped by common affiliation like metric and imperial. <br>For both modes Cuneo offers a history window that displays previous entries of your current session. ",
    "build_date": "2025-06-08T02:11:39",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/heidefinnischen.cuneo/417e29eac48f614c331c5b6ce67381f4/icons/128x128/io.github.heidefinnischen.cuneo.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Utility",
      "Calculator",
      "Conversion"
    ],
    "rank": 194
  },
  {
    "pkg": "Lander",
    "app_id": "uk.me.doof.Lander",
    "description": "Lunar Lander style arcade game.",
    "description_long": "This is a lunar lander style arcade game. Use the arrow keys to move the ship and avoid crashing into obstacles. Collect all the spinning keys and then land the ship on one of the landing pads. The levels are randomly generated and become progressively harder. ​",
    "build_date": "2023-03-24T19:53:20",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/uk.me.doof.Lander.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 195
  },
  {
    "pkg": "Funkcio",
    "app_id": "im.bernard.Funkcio",
    "description": "Draw functions from points",
    "description_long": "<br>Define a few points and get mathematical functions that connect them.<br>",
    "build_date": "2024-11-13T23:43:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/im/bernard/Funkcio/ffdbae68272fbf1f96a705c578edc14b/icons/128x128/im.bernard.Funkcio.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 196
  },
  {
    "pkg": "Waylyrics",
    "app_id": "io.github.waylyrics.Waylyrics",
    "description": "Show desktop lyrics in a furry way",
    "description_long": "The furry way to show desktop lyrics",
    "build_date": "2025-09-23T02:59:47",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/waylyrics.Waylyrics/ff6145bc0b789d97d91edf6679b57594/icons/128x128/io.github.waylyrics.Waylyrics.png",
    "license": "MIT",
    "tag": [],
    "rank": 197
  },
  {
    "pkg": "Hexalate",
    "app_id": "org.gottcode.Hexalate",
    "description": "Spin circles to match colors",
    "description_long": "Hexalate is a color matching game. The goal of the game is to rotate and position the circles so that each touching line matches in color. You rotate circles by right clicking, and you move circles by dragging them. The game stores the positions and rotations of the circles across runs.",
    "build_date": "2025-04-17T21:08:11",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Hexalate/12bf5d50d2e3a97f13c70534ace49698/icons/128x128/org.gottcode.Hexalate.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 198
  },
  {
    "pkg": "OpenRSC",
    "app_id": "vet.rsc.OpenRSC.Launcher",
    "description": "Launcher for OpenRSC Servers",
    "description_long": "OpenRSC is a free &amp; open-source project to replicate and/or extend various Classic (2001-2004) RSC servers",
    "build_date": "2024-06-15T19:08:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/vet/rsc/OpenRSC.Launcher/33b4c2630d2a312f93971f72c4684a03/icons/128x128/vet.rsc.OpenRSC.Launcher.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "games",
      "runescape",
      "rsc"
    ],
    "rank": 199
  },
  {
    "pkg": "TrustedQSL",
    "app_id": "org.arrl.trustedqsl",
    "description": "Radio Contact validation",
    "description_long": "<br>This is the TrustedQSL project, which provides tools for digitally signing Amateur Radio QSO records.<br>This software consists of voluntary contributions made by many individuals on behalf of the ARRL. More information on the project and the ARRL is available from the ARRL Web site at www.arrl.org.",
    "build_date": "2025-09-15T00:37:08",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/arrl/trustedqsl/d963325a7903c5174f7a0930c01baa42/icons/128x128/org.arrl.trustedqsl.png",
    "license": "BSD-4-Clause",
    "tag": [
      "QSL",
      "QSO",
      "ADIF"
    ],
    "rank": 200
  },
  {
    "pkg": "Yutovo",
    "app_id": "com.yutovo.yutovo",
    "description": "Visual calculator inside a text editor",
    "description_long": "Yutovo is an application for solving various mathematical problems. Yutovo has a visual view for calculations. It uses a generally accepted mathematical syntax to display formulas. Yutovo is designed to solve everyday and engineering problems and can be used by different people and for different jobs.<br>Graphical representation of mathematical formulas<br>Math WYSIWYG editor<br>Numbers and calculation results can have (almost) any number of digits and accuracy<br>Following types of numbers are supported: real, integer, fractional, complex<br>Measure of an angle can be changed<br>Commonly used mathematical functions and constants are supported<br>User variables and functions are supported<br>Units, unit systems and translating values between them are supported<br>Automatic recalculation of expressions<br>Text editor with basic features<br>Include documents<br>Graphs of functions<br>Syntax highlighting<br>Library of examples and visual documentation<br>Online version with the same features<br>",
    "build_date": "2025-12-12T19:02:04",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/yutovo/yutovo/c55878abf89d48539e4d622202ec726d/icons/128x128/com.yutovo.yutovo.png",
    "license": "GPL-3.0-only",
    "tag": [
      "yutovo",
      "education",
      "science"
    ],
    "rank": 201
  },
  {
    "pkg": "WebReady",
    "app_id": "com.nickgirga.webready",
    "description": "Web-ready animations in seconds",
    "description_long": "Use ffmpeg to convert your video files to looped WEBP animations. No extra bells or whistles. Open a file and press go. Made primarily for easily creating live wallpapers for the Steam Deck",
    "build_date": "2025-12-14T08:49:10",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/nickgirga/webready/94bc352da79101e63a425393f00618a5/icons/128x128/com.nickgirga.webready.png",
    "license": "MIT",
    "tag": [],
    "rank": 202
  },
  {
    "pkg": "Sitemarker",
    "app_id": "io.github.aerocyber.sitemarker",
    "description": "Elegant and simple bookmark manager",
    "description_long": "<br>Manage and organize bookmarks for quick access to your favorite websites.<br>Add, edit, and delete entries, and organize them into categories for easier navigation.<br>Features include search, import and export of bookmark files, and a choice between light and<br>dark themes.<br>",
    "build_date": "2025-08-17T04:18:55",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/aerocyber.sitemarker/c6fc090fa2c47b020395897f929a2f56/icons/128x128/io.github.aerocyber.sitemarker.png",
    "license": "Apache-2.0",
    "tag": [
      "bookmark",
      "viewer",
      "sitemarker"
    ],
    "rank": 203
  },
  {
    "pkg": "Connectagram",
    "app_id": "org.gottcode.Connectagram",
    "description": "Unscramble words placed in patterns",
    "description_long": "Connectagram is a word unscrambling game. The board consists of several scrambled words that are joined together. You can choose the length of the words, the amount of words, and the pattern that the words are arranged in. The game provides a hint option for times when you are stuck, and features an online word lookup that fetches the definitions of each word from Wiktionary. Your current progress is automatically saved.",
    "build_date": "2025-04-17T21:00:00",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/Connectagram/e9e6f7b9d89d534084bf15edfdc24543/icons/128x128/org.gottcode.Connectagram.png",
    "license": "GPL-3.0+",
    "tag": [
      "game",
      "logic"
    ],
    "rank": 204
  },
  {
    "pkg": "Hitori",
    "app_id": "org.gnome.Hitori",
    "description": "Play the Hitori puzzle game",
    "description_long": "Hitori is a logic game similar to the popular game of Sudoku.<br>You play the game against the clock, aiming to eliminate all the duplicate<br>numbers in each row and column in the fastest time.<br>Multiple sizes of game board are supported, and you can place markers on<br>cells to help work out the solution.<br>If you get stuck, the game can give you a hint.<br>",
    "build_date": "2025-12-11T14:14:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/Hitori/5b53dec6221776d19f7f00a82d9bea32/icons/128x128/org.gnome.Hitori.png",
    "license": "GPL-3.0+",
    "tag": [
      "puzzle",
      "game",
      "logic"
    ],
    "rank": 205
  },
  {
    "pkg": "Meine Ausweiskopie",
    "app_id": "in.varb.Ausweiskopie",
    "description": "Redact and mark German id copies",
    "description_long": "<br>Easily watermark and hide information in copies of your (German) identity documents!<br>This tool allows watermarking copies of German identity documents.<br>You can also redact information your recipient does not need (like the document number or CAN).<br>Dieses Werkzeug ermöglicht es eine Ausweiskopie eindeutig als Kopie und mit Wasserzeichen zu kennzeichnen.<br>Für den Adressaten unwichtige Daten (z. B. die CAN oder die Ausweisnummer) können geschwärzt werden.<br>Currently, this tool supports the following documents:<br>Temporary German identity cards (issued on paper)<br>Regular German identity cards (all revisions)<br>German Passports (issued 2017 or newer)<br>",
    "build_date": "2025-09-21T20:38:40",
    "category": [],
    "icon": "https://dl.flathub.org/media/in/varb/Ausweiskopie/d754e4e2f47b181b205974853f078f1b/icons/128x128/in.varb.Ausweiskopie.png",
    "license": "MPL-2.0",
    "tag": [
      "privacy",
      "document",
      "passport"
    ],
    "rank": 206
  },
  {
    "pkg": "InfiniteShooter",
    "app_id": "io.github.pastthepixels.InfiniteShooter",
    "description": "A simplistic shooter made with the Godot engine.",
    "description_long": "<br>InfiniteShooter is a simplistic shooter game made with Godot. There's only one goal: survive for as long as possible.<br>The controls are easy to understand too. All you need to know is how to move your ship and fire a laser.<br>Using these controls, you can experience InfiniteShooter's simple yet addicting gameplay--which might have you playing for longer than you should!<br>As the game progresses, more enemy types will be introduced and game mechanics may even change.<br>However, when you die, your score is logged and all progress is reset!<br>Lastly, this game is fully free-and-open-source, in both meanings of free!<br>Not only are all the assets public domain with CC-0 licenses, but the game itself is licensed under the GNU GPL v3, meaning you're free to modify and help improve the source code of the game.<br>There's no in-app purchases and no cheap tricks. When you get the game, you get the whole game, for free. <br>",
    "build_date": "2024-02-19T06:38:44",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/pastthepixels.InfiniteShooter/78aad74bc7e30b064c8ebc72631fc1cf/icons/128x128/io.github.pastthepixels.InfiniteShooter.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 207
  },
  {
    "pkg": "jdAppStreamEdit",
    "app_id": "page.codeberg.JakobDev.jdAppStreamEdit",
    "description": "A graphical Program to create and edit AppStream files",
    "description_long": "jdAppStreamEdit (previously known as jdAppdataEdit) allows you to easily create and edit AppStream (.appdata.xml or .metainfo.xml) files for your Application.<br>Features:<br>Easy to use<br>Full support for the Open Age Rating System (OARS)<br>The AppStream files are fully translatable<br>Releases can be imported from GitHub, GitLab, Gitea, Git Repos and NEWS files<br>You can view a preview in Gnome Software<br>You can use a existing .desktop file as template<br>Supports External Releases<br>Plugins<br>",
    "build_date": "2025-12-14T12:19:49",
    "category": [],
    "icon": "https://dl.flathub.org/media/page/codeberg/JakobDev.jdAppStreamEdit/f52b63e74fe4c71f16d45d60594f0e20/icons/128x128/page.codeberg.JakobDev.jdAppStreamEdit.png",
    "license": "GPL-3.0-only",
    "tag": [
      "appstream",
      "appdata",
      "metainfo"
    ],
    "rank": 208
  },
  {
    "pkg": "GemRB",
    "app_id": "org.gemrb.gemrb",
    "description": "GemRB is a portable open-source implementation of Bioware’s Infinity Engine",
    "description_long": "The goal of the project is to make the Infinity Engine games available on a wide range of platforms<br>forever, fix or avoid old bugs, add new features and provide a superb platform for mod development.<br>PLEASE NOTE: GemRB does not include game data for any of the supported commercial<br>titles. To play any of the commercial titles, you will need to provide the game data. Please refer to<br>the GemRB documentation for more detail on how to provide it.",
    "build_date": "2025-12-12T19:08:37",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gemrb/gemrb/ef295cb11d00029af649d357e5178833/icons/128x128/org.gemrb.gemrb.png",
    "license": "GPL-2.0-or-later",
    "tag": [
      "roleplay",
      "rpg",
      "game"
    ],
    "rank": 209
  },
  {
    "pkg": "Chirurgien",
    "app_id": "io.github.leonardschardijn.Chirurgien",
    "description": "Understand and manipulate binary file formats",
    "description_long": "<br>Chirurgien is a hex editor and an essential tool for reverse engineering, analyzing, and carving binary file formats.<br>Features:<br>Human-readable description panel<br>Insert, edit, extract, and delete file data<br>File structure/chunk navigation panel<br>Built-in support with structure recognition and highlighting for many file formats<br>Extendable with new and custom file format definitions<br>",
    "build_date": "2025-12-15T07:31:03",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/leonardschardijn.Chirurgien/f5018624e2b9e264819cd08ebcfdc1ed/icons/128x128/io.github.leonardschardijn.Chirurgien.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 210
  },
  {
    "pkg": "KUIViewer",
    "app_id": "org.kde.kuiviewer",
    "description": "Qt Designer UI File Viewer",
    "description_long": "KUIViewer is a tool to display and check user interface (.ui) files created in Qt Designer.",
    "build_date": "2025-12-11T17:11:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/kde/kuiviewer/4084bc8378880d397d76901ba485421f/icons/128x128/org.kde.kuiviewer.png",
    "license": "LGPL-2.0",
    "tag": [],
    "rank": 211
  },
  {
    "pkg": "Time Log",
    "app_id": "org.gtimelog.GTimeLog",
    "description": "Unobtrusively keep track of your time",
    "description_long": "GTimeLog is a small GNOME app for keeping track of your time. Its main goal is to be as unobtrusive as possible.",
    "build_date": "2025-12-12T18:47:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gtimelog/GTimeLog/12157c6e18250d5b72caa6cee2e9a762/icons/128x128/org.gtimelog.GTimeLog.png",
    "license": "GPL-2.0",
    "tag": [
      "time",
      "tracking",
      "logging"
    ],
    "rank": 212
  },
  {
    "pkg": "Tundra",
    "app_id": "moe.tundra.Tundra",
    "description": "Update your anime lists automatically",
    "description_long": "Tundra is an open-source MyAnimeList scrobbler application for Linux. It automatically detects media players running on your computer, checks for any anime videos playing, and marks them as watched on your MAL profile.",
    "build_date": "2025-05-28T11:01:46",
    "category": [],
    "icon": "https://dl.flathub.org/media/moe/tundra/Tundra/5a24cee40fc6e159097481c4c971c5d3/icons/128x128/moe.tundra.Tundra.png",
    "license": "GPL-3.0+",
    "tag": [
      "GTK",
      "MAL",
      "scrobble"
    ],
    "rank": 213
  },
  {
    "pkg": "Peercoin",
    "app_id": "net.peercoin.peercoin-qt",
    "description": "Peercoin, a green crypto for sustainable future.",
    "description_long": "<br>Peercoin, launched in August 2012, is the world's first cryptocoin secured by Proof of Stake.<br>It stands as an energy-efficient digital store of value, enabling online transactions without relying on a central authority.<br>Its efficient design allows for transaction validation even on basic hardware like the first-generation Raspberry Pi.<br>Owning Peercoins grants active participation in the proof-of-stake consensus, offering the opportunity to create new blocks and earn rewards, setting it apart from alternative cryptocurrencies.<br>",
    "build_date": "2025-11-06T08:10:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/peercoin/peercoin-qt/1b8a7726680b91440e167bc1e284941a/icons/128x128/net.peercoin.peercoin-qt.png",
    "license": "MIT",
    "tag": [],
    "rank": 214
  },
  {
    "pkg": "DungeonJournal",
    "app_id": "io.github.trytonvanmeer.DungeonJournal",
    "description": "A 5e Character Manager",
    "description_long": "Dungeon Journal is a 5e character manager for the GNOME desktop environment.",
    "build_date": "2025-12-13T15:22:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/trytonvanmeer.DungeonJournal/ec7b3dbd86a06c3ed971f9f3b2067234/icons/128x128/io.github.trytonvanmeer.DungeonJournal.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 215
  },
  {
    "pkg": "Constellation",
    "app_id": "de.desy.constellation",
    "description": "Control and data acquisition system",
    "description_long": "<br>Constellation is an autonomous control and data acquisition system for small-scale experiments and experimental setup with volatile and dynamic constituents such as testbeam environments or laboratory test stands. Constellation aims to provide a flexible framework that requires minimal effort for the integration of new devices.<br>Devices participating in the DAQ system are called satellites. Satellite are autonomous and communicate over the network with each other and graphical user interfaces for controlling and monitoring. Constellation provides two user interfaces: MissionControl for controlling and Observatory for logging.<br>Detailed documentation on how to setup and run Constellation can be found on the homepage.<br>",
    "build_date": "2025-10-21T09:40:41",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/desy/constellation/2193f6677e4a10f9971e8c403aa0203d/icons/128x128/de.desy.constellation.png",
    "license": "EUPL-1.2",
    "tag": [
      "DAQ",
      "testbeam"
    ],
    "rank": 216
  },
  {
    "pkg": "Corese Gui",
    "app_id": "fr.inria.corese.CoreseGui",
    "description": "Handling the semantic web",
    "description_long": "<br>Corese GUI is an interactive sandbox for working with RDF data. It provides an intuitive<br>graphical environment for loading, exploring, querying, reasoning, and validating<br>semantic datasets.<br>The application supports multiple RDF serialization formats for import/export, includes<br>a<br>Turtle editor, and allows running SPARQL queries directly. It also integrates reasoning<br>engines, supporting both standard profiles like RDFS and OWL, as well as custom rule<br>files for advanced inferencing workflows.<br>With Corese GUI, users can visualize and manipulate semantic data, test SHACL<br>validations, and prototype knowledge-based systems with ease.<br>",
    "build_date": "2025-10-10T16:45:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/fr/inria/corese.CoreseGui/781b6691fc95539e8aefe2f6d7f9f6b7/icons/128x128/fr.inria.corese.CoreseGui.png",
    "license": "CECILL-C",
    "tag": [
      "RDF",
      "SPARQL",
      "OWL"
    ],
    "rank": 217
  },
  {
    "pkg": "Lemonade",
    "app_id": "ml.mdwalters.Lemonade",
    "description": "Follow discussions on Lemmy",
    "description_long": "Lemonade is a sleek and modern Lemmy client that is designed to provide a seamless browsing experience for Lemmy users. Built with the latest technology, Lemonade utilizes the power of libadwaita and GTK 4 to deliver a beautiful and intuitive user interface that is both easy to use and visually appealing.With Lemonade, you can easily browse your favorite communities, discover new content, and engage with other users. The client is optimized for speed and performance, ensuring that you can quickly and efficiently navigate through Lemmy without any lag or delays.",
    "build_date": "2023-10-29T18:17:49",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/ml.mdwalters.Lemonade.png",
    "license": "MIT",
    "tag": [],
    "rank": 218
  },
  {
    "pkg": "jEveAssets",
    "app_id": "io.github.GoldenGnu.jEveAssets",
    "description": "An out-of-game asset manager for Eve-Online",
    "description_long": "<br>jEveAssets is an out-of-game asset manager for Eve-Online, written in Java.<br>EVE Online and the EVE logo are the registered trademarks of CCP hf. All rights are reserved worldwide. All<br>other trademarks are the property of their respective owners. EVE Online, the EVE logo, EVE and all<br>associated logos and designs are the intellectual property of CCP hf. All artwork, screenshots, characters,<br>vehicles, storylines, world facts or other recognizable features of the intellectual property relating to<br>these trademarks are likewise the intellectual property of CCP hf.<br>CCP hf. has granted permission to jEveAssets to use EVE Online and all associated logos and designs for<br>promotional and information purposes on its website but does not endorse, and is not in any way affiliated<br>with, jEveAssets. CCP is in no way responsible for the content on or functioning of this program, nor can it<br>be liable for any damage arising from the use of this program.<br>",
    "build_date": "2025-12-02T18:00:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/GoldenGnu.jEveAssets/49ffe76a402d89a76e05edefb9bed23a/icons/128x128/io.github.GoldenGnu.jEveAssets.png",
    "license": "GPL-2.0-only",
    "tag": [],
    "rank": 219
  },
  {
    "pkg": "Plom Client",
    "app_id": "org.plomgrading.PlomClient",
    "description": "Grading/marking client for the Plom online grading system",
    "description_long": "<br>Plom is a system for large-scale marking by humans. It prepares<br>QR-coded test papers, collates scanned work, and coordinates a team of<br>graders. This is the graphical interface used for grading tests.<br>",
    "build_date": "2025-12-09T08:35:15",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/plomgrading/PlomClient/a2c0de1c92719e42c023873954a16d0e/icons/128x128/org.plomgrading.PlomClient.png",
    "license": "AGPL-3.0+",
    "tag": [],
    "rank": 220
  },
  {
    "pkg": "Retro Sprite",
    "app_id": "io.github.xverizex.RetroSpriteEditor",
    "description": "Pixel Editor for Retro Consoles",
    "description_long": "Available platforms: NES<br>Features:<br>Pencil Button for Drawing Pixels<br>Button for Moving Tiles on the Canvas<br>Button for Swapping Tiles<br>Features for NES Platform:<br>Saving as NES Format<br>Multiscreen for saving background and load via assembler code.<br>Two memory banks for sprites and backgrounds.<br>4 palettes to choose from for each bank, which can be customized.<br>Button to copy from background to screen.<br>Megatile Setup<br>Sprite Modes: 8x8, 8x16<br>",
    "build_date": "2024-04-08T00:51:24",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/xverizex.RetroSpriteEditor/f120a8954f06a7e57b9c8a0408ba7289/icons/128x128/io.github.xverizex.RetroSpriteEditor.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "2D",
      "Graphics",
      "Retro"
    ],
    "rank": 221
  },
  {
    "pkg": "NEST Desktop",
    "app_id": "io.github.nest_desktop.nest-desktop",
    "description": "Simulate spiking neuronal networks",
    "description_long": "<br>NEST Desktop is a web-based application which provides a graphical user interface for NEST Simulator. With this<br>easy-to-use tool, users can interactively construct neuronal networks and explore network dynamics.<br>Advanced users often choose NEST Simulator: a prominent tool for spiking neuronal networks to measure network<br>dynamics.However, programming knowledge is required to write code for this tool. NEST Desktop bypasses this<br>requirement, but still teaches users how to construct and explore neuronal networks. A textual script is generated<br>from the constructed networks and sent to NEST Simulator; the network activity is then visualized in a graph or<br>table. It is a useful teaching tool, since the network graphs and network activity visualizations can be exported<br>to files that users can implement for their course protocol.<br>",
    "build_date": "2025-10-16T08:00:23",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/nest_desktop.nest-desktop/9ef8a11c3562e4cac49a8274085be583/icons/128x128/io.github.nest_desktop.nest-desktop.png",
    "license": "MIT",
    "tag": [],
    "rank": 222
  },
  {
    "pkg": "frogr",
    "app_id": "org.gnome.frogr",
    "description": "A flickr uploader for GNOME",
    "description_long": "<br>frogr allows users to manage their accounts on the Flickr photo hosting<br>service with a simple and direct interface.<br>It supports all the basic Flickr features, including uploading<br>pictures, adding descriptions, setting tags and managing sets<br>and groups pools.<br>",
    "build_date": "2025-12-10T18:27:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gnome/frogr/d54092c3352ee6164ef488cbea7e6b51/icons/128x128/org.gnome.frogr.png",
    "license": "GPL-3.0-only",
    "tag": [
      "Flickr",
      "Image",
      "Picture"
    ],
    "rank": 223
  },
  {
    "pkg": "Octopus Agile Prices",
    "app_id": "com.nedrichards.octopusagile",
    "description": "Track Octopus electricity prices",
    "description_long": "Half hourly electricity prices for the next 24 hours for users of Octopus Energy's agile tariff. This application is only relevant for people in the UK,",
    "build_date": "2025-10-18T23:17:09",
    "category": [],
    "icon": "https://dl.flathub.org/media/com/nedrichards/octopusagile/619b5b2c33702cf9db515b36ce68e803/icons/128x128/com.nedrichards.octopusagile.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "energy",
      "octopus",
      "agile"
    ],
    "rank": 224
  },
  {
    "pkg": "EmojiClu",
    "app_id": "io.github.timcharper.EmojiClu",
    "description": "Deductive Zebra Puzzle Logic Game",
    "description_long": "<br>EmojiClu is a graphical implementation of the Zebra Puzzle, built with<br>GTK. Use clues to deduce the correct location of each emoji. Heavily<br>inspired by Everett Kaser's Sherlock.<br>",
    "build_date": "2025-11-07T00:05:16",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/timcharper.EmojiClu/701870bbba2274b3eb3c3e0d3f35116a/icons/128x128/io.github.timcharper.EmojiClu.png",
    "license": "MIT",
    "tag": [],
    "rank": 225
  },
  {
    "pkg": "Polished Map++",
    "app_id": "io.github.Rangi42.polished-map-plusplus",
    "description": "Edit pokecrystal maps and tilesets",
    "description_long": "A map and tileset editor for pokecrystal, pokegold, pokeyellow, pokered, and hacks including Polished Crystal v2, Red++ v3, Orange, Prism, and many more.<br>Polished Map++ is for pokecrystal projects that have added attributes.bin files. If you're working with regular pokecrystal or pokered, don't use ++.",
    "build_date": "2024-10-02T20:23:59",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Rangi42.polished-map-plusplus/6653d5d28bcc83490e5827fec400c9b6/icons/128x128/io.github.Rangi42.polished-map-plusplus.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "Nintendo",
      "Pokemon",
      "GameBoy"
    ],
    "rank": 226
  },
  {
    "pkg": "Squiid",
    "app_id": "net.imaginaryinfinity.Squiid",
    "description": "Advanced algebraic & RPN calculator",
    "description_long": "<br>Advanced calculator written in Rust, featuring a terminal user interface supporting both RPN and algebraic input.<br>",
    "build_date": "2025-03-12T04:18:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/imaginaryinfinity/Squiid/69ae6798f978a2a19f584ac2525e6138/icons/128x128/net.imaginaryinfinity.Squiid.png",
    "license": "GPL-3.0-or-later",
    "tag": [],
    "rank": 227
  },
  {
    "pkg": "Profex",
    "app_id": "org.profex_xrd.Profex",
    "description": "Open Source XRD and Rietveld Refinement",
    "description_long": "<br>Profex is a graphical user interface for Rietveld refinement of powder X-ray diffraction (XRD) data with the program BGMN. It can be used for phase identification, phase quantification, structure refinement, and export of results and graphs to tables and figures.<br>",
    "build_date": "2025-11-09T03:13:50",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/profex_xrd/Profex/415dcc0f6d4def65ce06b75918d94b4a/icons/128x128/org.profex_xrd.Profex.png",
    "license": "GPL-2.0",
    "tag": [],
    "rank": 228
  },
  {
    "pkg": "Splices",
    "app_id": "io.github.swordpuffin.splices",
    "description": "A word making game",
    "description_long": "A small time killer where you make words out of randomly generated letters. You can play in either free play mode, timed, or length mode where the goal is maximize the size of the words",
    "build_date": "2025-12-13T00:06:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/swordpuffin.splices/e2f7f713ade9f604062de52e8665fe37/icons/128x128/io.github.swordpuffin.splices.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "words",
      "letters"
    ],
    "rank": 229
  },
  {
    "pkg": "Polished Map",
    "app_id": "io.github.Rangi42.polished-map",
    "description": "Edit pokecrystal maps and tilesets",
    "description_long": "A map and tileset editor for pokecrystal, pokegold, pokeyellow, pokered, and hacks including Polished Crystal v2, Red++ v3, Orange, Prism, and many more.<br>For projects that use 256–512 tiles and per-block attributes, including Polished Crystal v3, Red++ v4, Coral, Black and White 3: Genesis, and Ancient Ruby, use Polished Map++!",
    "build_date": "2024-10-02T20:19:19",
    "category": [],
    "icon": "https://dl.flathub.org/media/io/github/Rangi42.polished-map/31cdc555717a2d901849ba4e70b23ab6/icons/128x128/io.github.Rangi42.polished-map.png",
    "license": "LGPL-3.0-only",
    "tag": [
      "Nintendo",
      "Pokemon",
      "GameBoy"
    ],
    "rank": 230
  },
  {
    "pkg": "Reddy",
    "app_id": "net.krafting.Reddy",
    "description": "Repost Reddit images to Lemmy",
    "description_long": "Reddy is a tool to manually repost images from Reddit posts to Lemmy.",
    "build_date": "2025-11-17T17:33:57",
    "category": [],
    "icon": "https://dl.flathub.org/media/net/krafting/Reddy/67d714865f4da5c9dda1bc4a5dab8c86/icons/128x128/net.krafting.Reddy.png",
    "license": "AGPL-3.0-or-later",
    "tag": [
      "reddit",
      "lemmy",
      "export"
    ],
    "rank": 231
  },
  {
    "pkg": "PM browser",
    "app_id": "de.halaszovich.PMbrowser",
    "description": "Open, browse and export PM dat files",
    "description_long": "A tool for electrophysiologists. Open files generated by PatchMaster (Next) and export to IgorPro. Handels .dat files starting from PM version 2.0, in any byte order.",
    "build_date": "2025-07-22T21:36:31",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/halaszovich/PMbrowser/829a0555d4db485c8af2e9c4e7cb8854/icons/128x128/de.halaszovich.PMbrowser.png",
    "license": "GPL-3.0-only",
    "tag": [],
    "rank": 232
  },
  {
    "pkg": "Siglo",
    "app_id": "com.github.theironrobin.siglo",
    "description": "Sync PineTime with your PinePhone",
    "description_long": "Features:Supports all Phosh-based PinePhone distros.",
    "build_date": "2023-04-22T01:29:02",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.github.theironrobin.siglo.png",
    "license": "MPL-2.0",
    "tag": [],
    "rank": 233
  },
  {
    "pkg": "ConfClerk",
    "app_id": "at.priv.toastfreeware.ConfClerk",
    "description": "ConfClerk is an application which makes conference schedules available offline",
    "description_long": "<br>It displays the conference schedule from various views, supports searches on various items (speaker, speech topic, location, etc.) and enables you to select favorite events and create your own schedule<br>At the moment ConfClerk is able to import schedules in XML format created by the ​PentaBarf conference management system (or ​frab) used by ​FOSDEM, ​DebConf, ​Grazer Linuxtage, the ​CCC congresses, ​FrOSCon, and ​many others.<br>ConfClerk is targetted at mobile devices like the Nokia N810 and N900 but works on any system running ​Qt.<br>",
    "build_date": "2025-11-09T17:52:53",
    "category": [],
    "icon": "https://dl.flathub.org/media/at/priv/toastfreeware.ConfClerk/64617d64131f7d62d64e66d654024a84/icons/128x128/at.priv.toastfreeware.ConfClerk.png",
    "license": "GPL-2.0",
    "tag": [
      "Conference",
      "Schedule",
      "pentabarf"
    ],
    "rank": 234
  },
  {
    "pkg": "Tryton 7.4",
    "app_id": "org.tryton.Tryton-74",
    "description": "Connect to Tryton",
    "description_long": "<br>Tryton is business software, ideal for companies of any size, easy<br>to use, complete and 100% Open Source.<br>",
    "build_date": "2025-12-12T18:33:33",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/tryton/Tryton-74/3ad5fafcb48236766afc1b5e3cdd1c3f/icons/128x128/org.tryton.Tryton-74.png",
    "license": "GPL-3.0-or-later",
    "tag": [
      "Business",
      "Management",
      "Enterprise"
    ],
    "rank": 235
  },
  {
    "pkg": "mMass",
    "app_id": "org.mmass.mMass",
    "description": "Open Source Mass Spectrometry Tool",
    "description_long": "mMass supports many open formats like mzML, mzXML, mzData, MGF, ASCII and even copy n' paste from clipboard.<br>For data processing re-calibration, smoothing, baseline correction, auto peak picking, deconvolution are supported.<br>Dedicated tools allow you to generate molecular formula from given mass or compound isotopic pattern or search databases to analyze your low-mass data.<br>Starting with protein or peptide sequence editor you can do in-silico digestion, fragmentation or use on-line protein identification tools.",
    "build_date": "2025-09-30T19:47:45",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/mmass/mMass/fa5e2996d01839143a4ac37f42463107/icons/128x128/org.mmass.mMass.png",
    "license": "GPL-3.0",
    "tag": [],
    "rank": 236
  },
  {
    "pkg": "gencolormap",
    "app_id": "de.marlam.gencolormap",
    "description": "Color Map Generator",
    "description_long": "<br>A generator for color maps, for scientific visualization.<br>",
    "build_date": "2025-11-11T21:24:22",
    "category": [],
    "icon": "https://dl.flathub.org/media/de/marlam/gencolormap/71cd75a83731cbe36e3b48c53d7986ca/icons/128x128/de.marlam.gencolormap.png",
    "license": "MIT",
    "tag": [],
    "rank": 237
  },
  {
    "pkg": "NovProg",
    "app_id": "org.gottcode.NovProg",
    "description": "Wordcount graphing program",
    "description_long": "NovProg is a tool to graph your progress in writing a novel. You enter your wordcount and it updates a graph showing you how much progress you have made. It also shows you how far you are through your daily goal, and your total goal. Mousing over a bar in the graph will show a tooltip with that day’s wordcount.",
    "build_date": "2025-04-17T21:12:07",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/gottcode/NovProg/1b489b81b34315c813e21e1644b14661/icons/128x128/org.gottcode.NovProg.png",
    "license": "GPL-3.0+",
    "tag": [],
    "rank": 238
  },
  {
    "pkg": "Nem Desktop",
    "app_id": "io.github.xverizex.nem_desktop",
    "description": "Chat with friends.",
    "description_long": "Connect to the server on IP and port. Exchange with a friend a key and text each other.server: https://github.com/xverizex/nem-server",
    "build_date": "2023-09-25T04:47:53",
    "category": [],
    "icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.github.xverizex.nem_desktop.png",
    "license": "LGPL-2.1-or-later",
    "tag": [],
    "rank": 239
  },
  {
    "pkg": "IRPF 2022",
    "app_id": "br.gov.fazenda.receita.irpf2022",
    "description": "Do your taxes in Brazil (Calendar year of 2021)",
    "description_long": "**NOTE: This wrapper is not verified by, affiliated with, or supported by any Brazilian government agency.**<br>IRPF is an app officially distributed by the Special Department of Federal Revenue of Brazil, to help Brazilian citizens file their income tax return.",
    "build_date": "2025-10-03T01:48:05",
    "category": [],
    "icon": "https://dl.flathub.org/media/br/gov/fazenda.receita.irpf2022/55dc7569885c4a9b38089c788daf1135/icons/128x128/br.gov.fazenda.receita.irpf2022.png",
    "license": "LicenseRef-proprietary",
    "tag": [
      "dirpf",
      "imposto",
      "irpf"
    ],
    "rank": 240
  },
  {
    "pkg": "pairinteraction",
    "app_id": "org.pairinteraction.Pairinteraction",
    "description": "A Rydberg Interaction Calculator",
    "description_long": "<br>The pairinteraction software calculates properties of Rydberg systems. The software consists of a C++/Python library and a graphical user interface for pair potential calculations. For usage examples visit the tutorials section of the documentation.<br>",
    "build_date": "2025-11-09T18:54:35",
    "category": [],
    "icon": "https://dl.flathub.org/media/org/pairinteraction/Pairinteraction/a19d5221565b42bc523e6d020a8ff125/icons/128x128/org.pairinteraction.Pairinteraction.png",
    "license": "LGPL-3.0-or-later or GPL-3.0-or-later",
    "tag": [],
    "rank": 241
  }
]
